{
  "date": "2025-09-14",
  "summary": "La novità più importante di oggi è l'allarme lanciato dalla Polonia, che afferma di aver rilevato un drone russo e jet Nato in volo nello spazio aereo nazionale, episodio definito «rischioso» da ANSA. La segnalazione si inserisce in un quadro più ampio di attività militari: le immagini di Zapad 2025 mostrano la fiammata di un missile lanciato da un elicottero (Rai News) e droni russi del battaglione Atlant avrebbero attaccato forze ucraine verso Krasnoarmeysk, secondo Rai News. Questi eventi insieme suggeriscono un aumento della sorveglianza e dell'addestramento che potrebbe tradursi in misure comuni più stringenti: prossimi passi attesi sono un rafforzamento del pattugliamento aereo e nuove consultazioni tra alleati. I governi coinvolti devono ora verificare le dinamiche e condividere dati radar per evitare incidenti.\n\nNel resto delle notizie si alternano politica, difesa e temi economico‑digitali. ANSA riporta che il premier Netanyahu ha detto che eliminare i capi di Hamas potrebbe porre fine alla guerra, affermazione controversa, mentre valuta anche annessioni in Cisgiordania. Il Sole 24 Ore segnala che a Trapani-Birgi nasce la prima scuola Top Gun per F-35 fuori dagli Usa, rafforzamento delle capacità operative; lo stesso quotidiano riferisce che la Dogecoin Foundation è ora primo azionista della Triestina, caso che interessa mercati e regolazione delle criptovalute. TGCOM24 riferisce che sono stati segnalati almeno 10 siti con video rubati da telecamere private, indagine in corso. Questi sviluppi contano per politiche, diritti e mercati: servono verifiche rapide e norme chiare entro poche settimane.",
  "headlines": [
    {
      "title": "Polonia segnala allarme: jet Nato in volo e drone russo violano spazio aereo",
      "source": "ANSA",
      "summary": "Polonia afferma un episodio rischioso con jet Nato in volo e drone russo nello spazio aereo; perché conta, costringe a rafforzare le misure comuni e la sorveglianza.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/13/trump-paesi-nato-smettano-di-acquistare-petrolio-russo_fb383f5c-d888-4f22-b2db-b8f142df1ad3.html"
    },
    {
      "title": "Israele spinge su Gaza City; Netanyahu discute annessioni in Cisgiordania",
      "source": "ANSA",
      "summary": "Netanyahu afferma che l'eliminazione dei capi di Hamas potrebbe porre fine alla guerra; perché conta, aumenta il dibattito su opzioni militari e pressioni diplomatiche.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/13/giovane-calciatore-al-hilal-ucciso-in-un-raid-di-israele-a-gaza_2ec1ca7f-a8c1-4a7a-8966-1e4b3749675f.html"
    },
    {
      "title": "Droni russi del battaglione Atlant attaccano forze ucraine verso Krasnoarmeysk",
      "source": "Rai News",
      "summary": "Rai News afferma che droni russi del battaglione Atlant attaccano le forze ucraine verso Krasnoarmeysk e sono in parte respinti; perché conta, segnala l'intensificazione di combattimenti nell'est.",
      "link": "https://www.rainews.it/video/2025/09/droni-russi-del-battaglione-atlant-in-volo-attaccano-le-forze-armate-ucraine-verso-krasnoarmeysk-soggettiva-del-drone-462e10ea-a389-4844-bfe5-dd8317761cb7.html"
    },
    {
      "title": "Trump spinge la Nato: stop al petrolio russo e dazi al 100% sulla Cina",
      "source": "la Repubblica",
      "summary": "Trump afferma un inasprimento dei controlli sui fondi a Putin e un tentativo di bloccare petrolio russo; perché conta, definisce la postura NATO e spinge le discussioni sul commercio esterno.",
      "link": "https://www.repubblica.it/economia/2025/09/14/news/trump_nato_petrolio_russia_ucraina_guerra-424845296/?rss"
    },
    {
      "title": "Nasce a Trapani-Birgi la scuola Top Gun per F-35, prima fuori dagli Usa",
      "source": "Il Sole 24 Ore",
      "summary": "Il Sole 24 Ore riporta che Trapani-Birgi ospiterà il polo globale di addestramento F-35, gemello di quello in Arizona; perché conta, rafforza la capacità operativa europea.",
      "link": "https://www.ilsole24ore.com/art/nasce-trapani-birgi-scuola-top-gun-f35-sara-prima-fuori-usa-AH80WSbC"
    },
    {
      "title": "Meloni accusa odio verso chi celebra l'omicidio di Kirk; il Pd contesta",
      "source": "ANSA",
      "summary": "Meloni afferma che chi festeggia Kirk è odioso; perché conta, solleva polemiche sul linguaggio politico e sulle responsabilità dei commentatori, con risposte dal Pd.",
      "link": "https://www.ansa.it/sito/notizie/politica/2025/09/13/meloni-noi-accusati-di-odio-da-chi-festeggia-lomicidio-di-kirk_d7266189-87b9-46d6-b442-726aaadf5101.html"
    },
    {
      "title": "Zapad 2025 mostra fiammata di missile russo lanciato dall'elicottero",
      "source": "Rai News",
      "summary": "Zapad 2025 mostra fiammata di missile russo lanciato dall'elicottero; perché conta, evidenzia i rischi delle esercitazioni congiunte.",
      "link": "https://www.rainews.it/video/2025/09/fiammata-violenta-del-missile-russo-lanciato-dallelicottero-esercitazioni-zapad-2025-il-video-ufficiale-b23bf4b5-e4c3-4c56-a324-2599f3af73ea.html"
    },
    {
      "title": "Telecamere hackerate: altri dieci siti rivelano video rubati da case",
      "source": "TGCOM24",
      "summary": "TGCOM24 cita che i portali esteri sono stati segnalati e l'indagine si estende alle autorità; perché conta, mira a fermare la diffusione illegale di contenuti rubati.",
      "link": "https://www.tgcom24.mediaset.it/cronaca/telecamere-hackerate-scoperti-altri-dieci-siti-video-rubati_103440421-202502k.shtml"
    },
    {
      "title": "Triestina calcio passa al controllo della Dogecoin Foundation, primo azionista",
      "source": "Il Sole 24 Ore",
      "summary": "Il Sole 24 Ore riferisce che la Dogecoin Foundation è diventata primo azionista della Triestina Calcio, definendo una nuova proprietà basata su criptovalute; perché conta, riflette investimenti digitali nello sport.",
      "link": "https://www.ilsole24ore.com/art/triestina-calcio-mani-criptovaluta-cara-elon-musk-dogecoin-foundation-e-primo-azionista-AHVxfLcC"
    }
  ]
}