{
  "date": "2025-07-23",
  "summary": "La giornata internazionale risalta per le crescenti tensioni nei fronti di crisi geopolitica e istituzionale. A Istanbul, si rinnovano i delicati colloqui tra Russia e Ucraina; il presidente Zelensky, nonostante le recenti perdite militari, esprime un cauto ottimismo, mentre la comunità globale osserva le trattative come possibili segnali di distensione in uno scenario segnato da instabilità. In parallelo, la crisi umanitaria a Gaza si aggrava: oltre 60 civili uccisi in poche ore e una situazione di carestia di massa scuotono la regione, con forti condanne da parte di ONU e ong agli attacchi israeliani – che hanno coinvolto anche strutture dell’OMS, complicando gli sforzi di soccorso. Questi eventi sottolineano una diffusa vulnerabilità dei civili nei conflitti contemporanei e pongono interrogativi urgenti sulla capacità degli organismi internazionali di incidere sui processi di protezione umanitaria.\n\nSu questo sfondo, si inseriscono segnali di polarizzazione in ambito istituzionale e sociale: gli Stati Uniti annunciano il ritiro dall’UNESCO, motivando la scelta con presunti pregiudizi anti-americani e divergenze valoriali, mentre in Europa emergono storie che toccano la sfera pubblica tra sport, cultura e cronaca nera. La sconfitta dell’Italia contro l’Inghilterra in Eurodonne, lontana dagli effetti immediati della geopolitica ma emblematica per la percezione nazionale, si intreccia con episodi di attenzione sociale, come l’azione di Alessandra Amoroso in concerto e le riflessioni di Gabriella Greison sulle disparità di genere nella scienza. Vicende di violenza domestica e misteriosi decessi, infine, accentuano un senso di fragilità sociale diffusa, a dimostrazione di come il contesto globale – tra crisi di governance, conflitti armati e diseguaglianze persistenti – continui ad esercitare una pressione significativa sulla tenuta dei sistemi internazionali e delle comunità locali.",
  "headlines": [
    {
      "title": "Italia perde contro Inghilterra in Eurodonne, Kelly segna al 96'",
      "source": "ANSA",
      "summary": "L'Italia viene eliminata dalla finale di Eurodonne dopo una sconfitta contro l'Inghilterra, che segna un gol al 96' in rimonta.",
      "link": "https://www.ansa.it/sito/notizie/sport/2025/07/22/eurodonne-inghilterra-in-finale-italia-battuta-2-1_0724baa8-c117-42b4-ba88-dccb80cff797.html"
    },
    {
      "title": "Colloqui Russia-Ucraina a Istanbul, Zelensky esprime speranza",
      "source": "ANSA",
      "summary": "Le discussioni tra Russia e Ucraina a Istanbul si svolgono con aspettative di progresso, mentre Kiev affronta perdite di sistemi militari chiave.",
      "link": "https://www.ansa.it/sito/notizie/mondo/europa/2025/07/23/colloqui-russia-ucraina-a-istanbul-zelensky-spera_7ee1feab-a81b-4aca-9a35-512b302d4f48.html"
    },
    {
      "title": "Alessandra Amoroso interrompe concerto per Penelope, spiegazione",
      "source": "ANSA",
      "summary": "Durante un concerto, Alessandra Amoroso si ferma per un incidente con Penelope, una bambina presente, e spiega l'accaduto al pubblico.",
      "link": "https://www.ansa.it/sito/videogallery/spettacolo/2025/07/22/alessandra-amoroso-interrompe-il-concerto-per-colpa-di-penelope_c139009c-637a-44e5-aec8-91370b0a663e.html"
    },
    {
      "title": "Padre del DJ spiega legami e violenze, polizia nega abusi",
      "source": "ANSA",
      "summary": "Il padre del DJ afferma che il figlio era legato e picchiato prima della morte, ma le autorità spagnole negano abusi, attribuendo il decesso a un malore.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/07/22/dj-morto-a-ibiza-il-padre-e-stato-legato-e-picchiato_83e2ba86-243e-46ed-9ddd-ab7aa2e8b1f7.html"
    },
    {
      "title": "Gli Usa si ritirano dall'UNESCO, accusano pregiudizi anti-americani",
      "source": "ANSA",
      "summary": "Gli Stati Uniti annunciano il ritiro dall'UNESCO, criticando l'organizzazione per pregiudizi anti-americani e promozione di un'agenda progressista, come previsto da Trump.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/07/22/strappo-di-trump-gli-usa-di-nuovo-via-dallunesco_dc008697-04b0-4adf-baec-97f03460967d.html"
    },
    {
      "title": "Morta cugina dei principi di Lady D, sospetti su suicidio",
      "source": "ANSA",
      "summary": "Rosie Roche, 20 anni, cugina dei principi William e Harry, muore in circostanze sospette, con ipotesi di suicidio collegata a un passato familiare.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/07/22/trovata-morta-cugina-di-william-ed-harry-si-sospetta-suicidio_8a43e2d2-6b01-49f0-baf1-1c577baa399d.html"
    },
    {
      "title": "Gabriella Greison evidenzia donne nella scienza, lotta ai pregiudizi",
      "source": "Rai News",
      "summary": "Gabriella Greison sottolinea il ruolo fondamentale delle donne nella scienza, evidenziando le sfide e i pregiudizi ancora presenti nel settore scientifico.",
      "link": "https://www.rainews.it/video/2025/07/lintervista-integrale-a-gabriella-greison-e-le-sue-donne-combattenti-nella-scienza-6aaf07dc-d8f9-4885-896a-9be2418d874a.html"
    },
    {
      "title": "Carestia di massa a Gaza, oltre 60 uccisi in 24 ore, ONG denunciano",
      "source": "Rai News",
      "summary": "Migliaia di civili in Gaza affrontano carestia e violenze, con oltre 60 morti in un giorno, mentre ONG e ONU condannano le azioni militari israeliane.",
      "link": "https://www.rainews.it/maratona/2025/07/gaza-israele-uccide-decine-di-persone-33-morti-di-fame-in-due-giorni-1b806029-2515-47c3-9e2d-36f409cf8198.html"
    },
    {
      "title": "Attacchi israeliani colpiscono strutture dell'OMS a Gaza",
      "source": "Rai News",
      "summary": "L'OMS denuncia attacchi israeliani contro le sue strutture e personale, inclusi magazzini di aiuti umanitari, a Deir el Balah, con un video degli eventi.",
      "link": "https://www.rainews.it/video/2025/07/oms-pubblica-un-video-degli-attacchi-alle-sue-strutture-a-deir-al-balah-d59b0829-0c3b-4c13-8f5b-d4f5fa6ffe25.html"
    },
    {
      "title": "Uomo di 50 anni uccide moglie, poi si suicida chiamando la polizia",
      "source": "Rai News",
      "summary": "Un uomo di 50 anni uccide la moglie di 45 anni, poi chiama la polizia e si suicida, in un caso di femminicidio con figli presenti.",
      "link": "https://www.rainews.it/video/2025/07/pisa-femminicidio-suicidio-uccide-moglie-avvisa-polizia-poi-si-spara-rizzo-987a24f0-1fe8-497e-85f2-b1b434e252dc.html"
    }
  ]
}