{
  "date": "2025-09-19",
  "summary": "La novità più importante di oggi è la chiusura del valico di Allenby agli aiuti per Gaza decisa dall'IDF dopo un attacco ad Allenby: secondo ANSA Hamas afferma che nessun rapito è stato liberato, un'affermazione contestata. La sospensione blocca convogli vitali e obbliga a corridoi alternativi, aumentando la pressione umanitaria e costringendo attori internazionali a decisioni rapide. In campo geopolitico, Donald Trump ha detto a Keir Starmer di non voler nuove guerre nonostante la delusione da Vladimir Putin (ANSA); contemporaneamente il Cremlino riporta la presenza di almeno 700mila soldati al fronte (TGCOM24). Paesi donatori valutano misure per bypassare il blocco e le Nazioni Unite chiedono verifiche sul terreno: prossimo passo, aprire corridoi umanitari o riaprire il valico.\n\nIl resto delle notizie si divide in tre temi. Sul fronte Russia-Ucraina, forze ucraine hanno colpito il centro logistico della 810ª Brigata russa, danneggiando depositi e munizioni (Rai News); Kiev segnala vittime nel Donetsk e Trump ha ribadito fermezza sulla tregua (TGCOM24). La mobilitazione di almeno 700mila soldati riportata dal Cremlino è controversa ma pesa sui mercati della difesa. Le minacce di Trump di revocare licenze tv e le proteste in Francia con oltre 181 fermi (TGCOM24) sollevano questioni di diritti e stabilità. Notizie non di conflitto: terremoto 7.8 in Kamchatka con allerta tsunami rientrata (TGCOM24) e in Italia quattro su dieci vanno a piedi o in bici (ANSA), dato utile per politiche di mobilità sostenibile. Serve monitorare corridoi umanitari.",
  "headlines": [
    {
      "title": "Attacco ad Allenby: l'IDF chiude il valico agli aiuti per Gaza",
      "source": "ANSA",
      "summary": "Secondo ANSA, Hamas afferma che nessun rapito è libero; l'IDF chiude il valico, ostacolando gli aiuti. Perché conta: aumenta la pressione umanitaria e spinge a percorsi alternativi.",
      "link": "https://www.ansa.it/sito/notizie/mondo/mediooriente/2025/09/18/medio-oriente-attacco-ad-allenby-idf-chiude-il-valico-agli-aiuti-per_e74a84df-e35f-4097-88a7-cb98a62d5d6d.html"
    },
    {
      "title": "Trump dice a Starmer di non volere la guerra nonostante delusione da Putin",
      "source": "ANSA",
      "summary": "Secondo ANSA, Trump assicura agli alleati che non cercherà nuove guerre nonostante la delusione da Putin; alleati restano divisi sulla Palestina. Perché conta: influenza l'orientamento politico e le negoziazioni.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/18/trump-dice-starmer-deluso-da-putin-ma-non-voglio-la-guerra_ae353a71-7dc3-462b-a44a-fd268340cb85.html"
    },
    {
      "title": "Forze ucraine colpiscono centro logistico della 810a Brigata della Marina russa",
      "source": "Rai News",
      "summary": "Secondo Rai News, l'operazione ha colpito depositi e munizioni della brigata, limitando capacità logistica russa sul fronte; perché conta: rischia di ostacolare nuove offensive.",
      "link": "https://www.rainews.it/video/2025/09/offensiva-ucraina-forze-speciali-colpiscono-centro-logistico-dell810a-brigata-della-marina-russa-60025c37-ac79-442c-9125-8b3c9c5bfb51.html"
    },
    {
      "title": "Trump ribadisce fermezza sulla tregua in Ucraina, mentre il Cremlino dice almeno 700mila soldati al fronte",
      "source": "TGCOM24",
      "summary": "Secondo TGCOM24, Trump ribadisce fermezza sulla tregua in Ucraina, mentre il Cremlino dice almeno 700mila soldati al fronte; Kiev segnala morti in Donetsk. Perché conta: influenza la dialettica geopolitica.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1304-diretta_103667494-202502k.shtml"
    },
    {
      "title": "Terremoto di magnitudo 7.8 al largo della Kamchatka: allerta tsunami rientra",
      "source": "TGCOM24",
      "summary": "Secondo TGCOM24, un terremoto di magnitudo 7.8 al largo Kamchatka attiva allerta tsunami; l'allarme è rientrato. Perché conta: evidenzia rischio costante e necessità di risposta rapida.",
      "link": "https://www.tgcom24.mediaset.it/mondo/terremoto-magnitudo-7-8-kamchatka-tsunami_103662590-202502k.shtml"
    },
    {
      "title": "Lo zar ordina 700 mila uomini al fronte; Zelensky esalta la controffensiva",
      "source": "la Repubblica",
      "summary": "Secondo la Repubblica, lo zar predispone almeno 700mila soldati al fronte mentre Zelensky celebra una forte controffensiva; analisti prevedono intensificazione dei combattimenti. Perché conta: cambia posizione strategica europea.",
      "link": "https://www.repubblica.it/esteri/2025/09/19/news/putin_soldati_fronte_ucraino-424856127/?rss"
    },
    {
      "title": "Abitudini di mobilità in Italia: quattro su dieci vanno a piedi o in bici",
      "source": "ANSA",
      "summary": "Secondo ANSA, dati ISS mostrano che solo al nord si registra maggiore attività pedonale; Bolzano è al top. Perché conta: segnala opportunità per politiche di mobilità sostenibile.",
      "link": "https://www.ansa.it/sito/videogallery/italia/2025/09/18/solo-4-italiani-su-10-vanno-a-piedi-o-in-bici-al-nord-sono-piu-attivi-e-bolzano_d09a6854-7159-4f82-b687-9356ed0f6a4a.html"
    },
    {
      "title": "Trump minaccia licenze televisive nemiche: nuove sorprese in arrivo",
      "source": "TGCOM24",
      "summary": "Secondo TGCOM24, Trump minaccia revoche delle licenze alle reti 'nemiche' e promette ulteriori mosse. Perché conta: può ridefinire il quadro dell'informazione e dell'influenza politica.",
      "link": "https://www.tgcom24.mediaset.it/mondo/donald-trump-live-giovedi-18-settembre-diretta-news_103647041-202502k.shtml"
    },
    {
      "title": "Francia: proteste di massa contro la Finanziaria; oltre 181 fermi",
      "source": "TGCOM24",
      "summary": "Secondo TGCOM24, manifestanti ammassano in piazza contro la Finanziaria; oltre 181 arresti mirano a contenere la protesta. Perché conta: riflette tensione sociale e la pressione su nuove misure fiscali.",
      "link": "https://www.tgcom24.mediaset.it/mondo/francia-proteste-finanziaria-manifestazioni-fermi-blocchi_103636426-202502k.shtml"
    }
  ]
}