{
  "date": "2025-08-13",
  "summary": "Il filo diplomatico domina l'agenda odierna: Roma ha annunciato un contatto diretto della premier Meloni con il primo ministro saudita per sollecitare un cessate il fuoco a Gaza, inserendo l'Italia nel tentativo più ampio di coinvolgere le nazioni arabe come mediatori. Su questo sfondo, l'offensiva israeliana si è intensificata con raid su Gaza mentre mediatori al Cairo cercano di sbloccare convogli umanitari e ottenere una de‑escalation, accentuando la pressione su attori regionali e internazionali per evitare un'ulteriore escalation. In parallelo, i leader dell'Unione europea hanno ribadito che una pace sostenibile in Ucraina deve prevedere la partecipazione ucraina e rispettare il diritto internazionale, segnalando una convergenza di principi negoziali che richiama l'importanza della diplomazia multilaterale in contesti di conflitto. Tali approcci mostrano come capitali europee e attori regionali stiano cercando sinergie operative e normative per contenere crisi contemporanee.\n\nA sottolineare la distanza tra scacchi diplomatici e impatti sul terreno, gli attacchi su Gaza City si sono intensificati provocando decine di vittime, con la perdita di sei giornalisti e segnali crescenti di malnutrizione che complicano la consegna degli aiuti. In parallelo, media russi e materiali diffusi sui social attribuiscono a droni ucraini un colpo a una stazione dell'oleodotto Druzhba, un episodio che potrebbe incidere sulle forniture energetiche e sui mercati se confermato. In ambito multilaterale, il vertice ad Anchorage e le call tra leader europei, Usa e Zelensky — con il sostegno dell'Onu — ribadiscono il coordinamento sulla sovranità di Kiev, mentre iniziative locali come i campi per bambini orfani in Ucraina evidenziano la crisi umanitaria. Notizie nazionali, dall'indagine su minorenni coinvolti in un grave incidente a Milano all'omaggio Rai a Piero Angela, ricordano come dinamiche locali e internazionali si intreccino. Le implicazioni toccano stabilità politica e mercati, aumentando la pressione per misure di contenimento e assistenza civile.",
  "headlines": [
    {
      "title": "Meloni contatta premier saudita per cessare il fuoco a Gaza",
      "source": "ANSA",
      "summary": "Prime indicazioni su come Roma cerchi mediazione con Riyad mentre si teme escalation e si richiama al ruolo delle nazioni arabe.",
      "link": "https://www.ansa.it/sito/notizie/politica/2025/08/13/meloni-sente-il-premier-dellarabia-saudita-subito-cessate-il-fuoco-a-gaza_6079c3f1-9d2b-4a02-a76b-c5c902a26bba.html"
    },
    {
      "title": "Medio Oriente: attesa per l'offensiva Israele intensifica i raid su Gaza",
      "source": "ANSA",
      "summary": "Mediatori al Cairo lavorano per sbloccare aiuti umanitari e cercare una de-escalation mentre cresce la pressione per una risposta internazionale.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/12/medio-oriente-netanyahu-permettero-ai-residenti-di-gaza-di-andarsene_f97a6f8c-f9a2-4816-8bad-62164f2d5d67.html"
    },
    {
      "title": "Dichiarazione dei leader Ue sulla pace in Ucraina",
      "source": "la Repubblica",
      "summary": "I leader dell'UE ribadiscono che la pace richiede partecipazione ucraina e insistono su una soluzione giusta, duratura e conforme al diritto internazionale",
      "link": "https://www.repubblica.it/esteri/2025/08/12/news/ucraina_dichiarazione_leader_ue-424784807/?rss"
    },
    {
      "title": "Rintracciati quattro bambini responsabili dell'incidente a Milano",
      "source": "ANSA",
      "summary": "Un 13enne guida, altri di 11 e 12 anni; il PM valuta misure cautelari, proseguono le indagini sull'incidente per chiarire responsabilità e contesto familiare.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/12/donna-travolta-e-uccisa-a-milano-presi-quattro-ragazzini_1f8b90f5-3f01-46a4-a219-272f7a0b1913.html"
    },
    {
      "title": "Droni ucraini colpiscono stazione chiave Druzhba in Russia",
      "source": "Rai News",
      "summary": "Secondo i media russi, si sarebbe colpita una stazione chiave dell'oleodotto Druzhba; il filmato circola sui social ed evidenze su danni e responsabilità non confermate.",
      "link": "https://www.rainews.it/video/2025/08/droni-ucraini-hanno-attaccato-una-stazione-chiave-delloleodotto-druzhba-in-russia-video-il-filmato-dai-social-e046cb08-282a-4bfa-9005-d17a13c00b7a.html"
    },
    {
      "title": "Piero Angela: omaggio di Rai Cultura a tre anni dalla scomparsa",
      "source": "Rai News",
      "summary": "Rai Cultura celebra tre anni dalla morte di Piero Angela, ricordando la capacità di spiegare temi complessi con chiarezza su Rai 5 e Rai Storia.",
      "link": "https://www.rainews.it/articoli/2025/08/piero-angela-un-viaggio-lungo-una-vita-lomaggio-di-rai-cultura-a-tre-anni-dalla-scomparsa-7543578a-eb44-417b-a5d2-886b3628a8f2.html"
    },
    {
      "title": "Gaza City: attacchi aerei israeliani si intensificano",
      "source": "Rai News",
      "summary": "Nell'ultimo giorno decine di vittime palestinesi; sei reporter e operatori dei media perdono la vita in un raid, mentre cresce la malnutrizione.",
      "link": "https://www.rainews.it/video/2025/08/gaza-city-si-intensificano-gli-attacchi-aerei-israeliani--e493e95d-45ee-4178-b3fb-dc539dad9329.html"
    },
    {
      "title": "Leader europei confermano sostegno all'Ucraina e al diritto di scegliere destino",
      "source": "Rai News",
      "summary": "Zelensky risponde sui social che l'approccio UE aiuta a raggiungere una pace dignitosa, ribadendo solidarietà e impegno dell'UE per una soluzione negoziata.",
      "link": "https://www.rainews.it/video/2025/08/i-leader-europei-confermano-il-sostegno-allucraina-e-il-suo-diritto-a-scegliere-il-proprio-destino-e7e2e720-7fcf-456c-9ff1-a23bff5bfba0.html"
    },
    {
      "title": "Vertice Ferragosto a Anchorage; leader UE in call con Trump e Zelensky",
      "source": "Rai News",
      "summary": "L'ONU sostiene il tavolo di Anchorage; Usa e Russia discutono, mentre si ribadisce la sovranità di Kiev e si coordinano contatti per l'esito.",
      "link": "https://www.rainews.it/maratona/2025/08/vertice-di-ferragosto-si-terra-nella-base-di-anchorage-oggi-leader-ue-in-call-con-trump-e-zelensky-d084a886-9733-4a5f-96e8-9bdf92c35576.html"
    },
    {
      "title": "Bambini che hanno perso i genitori nei bombardamenti o al fronte",
      "source": "Rai News",
      "summary": "A Kyiv, la 66ª brigata motorizzata e gruppi religiosi organizzano un campo di sostegno per i figli rimasti orfani accompagnati da volontari.",
      "link": "https://www.rainews.it/video/2025/08/molti-i-bambini-che-hanno-perso-i-genitori-nei-bombardamenti-o-al-fronte-e1eb57fd-a820-4741-af40-c7505b9a58bb.html"
    }
  ]
}