{
  "date": "2025-07-11",
  "summary": "La giornata si apre sotto il segno delle tensioni geopolitiche che vedono la questione ucraina al centro delle diplomazie occidentali. A Roma, una conferenza internazionale ha deciso di assegnare 10 miliardi di euro a Kiev, rafforzando concretamente il sostegno europeo mentre il presidente Zelensky richiama il riferimento al Piano Marshall per la ricostruzione. Su uno sfondo di attacchi missilistici e con droni russi che intensificano la pressione su Kiev, emergono segnali di manovre diplomatiche: Lavrov avrebbe proposto a Trump un'iniziativa per la crisi ucraina, mentre dagli Stati Uniti arriva il primo utilizzo della Presidential Drawdown Authority per l'invio di armi strategiche all'Ucraina. L'intervento diretto e il rafforzamento del sostegno occidentale coesistono con l'inasprimento retorico da parte russa, riflesso anche nelle critiche del relatore ONU Albanese che accusa le sanzioni statunitensi di essere \"oscene\" e simili a intimidazioni mafiose. \n\nNel frattempo, la scena internazionale si intreccia con tensioni economiche e istituzionali più ampie: Trump conferma la linea protezionista e annuncia dazi al 35% su Canada e UE con effetti a partire dal 1° agosto, segnando una rinnovata assertività commerciale statunitense che potrebbe rinnovare le frizioni transatlantiche. In Europa, la presidente della Commissione von der Leyen vede la sua posizione formalmente rafforzata dalla fiducia dell’Europarlamento, ma le fratture interne, con Fratelli d’Italia che si dissocia, mostrano la crescente volatilità politica nel continente. A completare il quadro, si segnalano sviluppi nella crisi medio-orientale: Netanyahu pone una scadenza per una tregua stabile a Gaza, minacciando un'azione militare entro sessanta giorni, segno della persistenza di fronti critici multipli. In questo contesto, i mercati e le società globali dovranno navigare crescenti incertezze legate a instabilità geopolitica, pressioni commerciali e fragilità istituzionali.",
  "headlines": [
    {
      "title": "Netanyahu: Se nessun risultato in 60 giorni, utilizzeremo la forza a Gaza",
      "source": "ANSA",
      "summary": "Il premier israeliano stabilisce una scadenza di due mesi prima di ricorrere alla forza per ottenere una tregua stabile a Gaza.",
      "link": "https://www.ansa.it/sito/videogallery/mondo/2025/07/10/gaza-netanyahu-senza-risultati-in-60-giorni-useremo-la-forza_8642cf47-366a-4160-8f04-05657894fea4.html"
    },
    {
      "title": "Wimbledon: Sinner affronta Djokovic in un match su erba, terza sfida a Londra",
      "source": "ANSA",
      "summary": "L'altoatesino sfida il serbo per la terza volta a Wimbledon, un esame importante sulla superficie in un torneo di grande rilievo.",
      "link": "https://www.ansa.it/sito/notizie/sport/2025/07/10/wimbledon-sinner-con-djokovic-esame-maturita-sullerba_26f1b3bf-86c9-4fa7-aad3-d812e16d0e99.html"
    },
    {
      "title": "Rubio: Lavrov propone a Trump una iniziativa, mentre Mosca intensifica attacchi a Kiev",
      "source": "Rai News",
      "summary": "Il segretario di Stato Usa Rubio riferisce di una proposta di Lavrov a Trump, mentre le forze russe rafforzano gli attacchi contro Kiev con missili e droni.",
      "link": "https://www.rainews.it/video/2025/07/rubio-da-lavrov-proposta-a-trump-0ad8169b-a007-4d96-980e-db0825091de5.html"
    },
    {
      "title": "Roma: Conferenza internazionale assegna 10 miliardi a Kiev, Meloni critica Putin",
      "source": "ANSA",
      "summary": "Dalla conferenza di Roma arrivano 10 miliardi di euro per Kiev; Meloni afferma che Putin ha fallito, mentre Zelensky propone un piano Marshall.",
      "link": "https://www.ansa.it/sito/notizie/politica/2025/07/10/dalla-conferenza-di-roma-10-miliardi-a-kiev.-meloni-putin-ha-fallito_cb7c061f-abf2-475c-a0f7-684302af5802.html"
    },
    {
      "title": "Von der Leyen riceve fiducia, ma la sua posizione si indebolisce, spaccature in ECR",
      "source": "ANSA",
      "summary": "L'Eurocamera respinge la sfiducia a von der Leyen; Fratelli d'Italia non vota, evidenziando tensioni e divisioni politiche in Europa.",
      "link": "https://www.ansa.it/europa/notizie/rubriche/altrenews/2025/07/10/leurocamera-boccia-la-sfiducia-a-von-der-leyen_1a351768-479d-4629-b759-0760fdeb83b9.html"
    },
    {
      "title": "Pericoli sotto la sabbia: scavare buche in spiaggia può essere pericoloso",
      "source": "Rai News",
      "summary": "La fisica della sabbia spiega i rischi di scavare buche in spiaggia, che possono diventare situazioni estremamente pericolose per le persone coinvolte.",
      "link": "https://www.rainews.it/articoli/2025/07/i-pericoli-nascosti-sotto-la-sabbia-perche-scavare-buche-in-spiaggia-puo-essere-letale-44376e42-92b3-4f8d-a6b6-3f17b341c796.html"
    },
    {
      "title": "Trump: Dazi al 35% per il Canada dal 1° agosto, minaccia di aumenti",
      "source": "Rai News",
      "summary": "Trump annuncia l'imposizione di tariffe del 35% sul Canada e minaccia di aumentare i dazi se non ci sono reazioni, con tariffe del 15-20% per altri paesi.",
      "link": "https://www.rainews.it/maratona/2025/07/trump-prevede-di-imporre-dazi-generalizzati-del-15-o-del-20-per-cento-a-partire-dal-primo-agosto-15cb7815-0671-405a-b874-6a12647eccc9.html"
    },
    {
      "title": "Trump: Potere presidenziale per invio armi a Kiev, prima volta",
      "source": "Rai News",
      "summary": "Trump utilizza per la prima volta la Presidential Drawdown Authority per inviare armi a Kiev, tra cui missili Patriot e razzi offensivi, con un pacchetto da 300 milioni di dollari.",
      "link": "https://www.rainews.it/articoli/2025/07/media-trump-usera-potere-presidenziale-per-invio-armi-a-kiev-e-la-prima-volta-guerra-in-ucraina-64b82519-06f7-476c-9424-10264f949690.html"
    },
    {
      "title": "Trump: Oggi invio lettere a UE e Canada sui dazi, con aumenti dal 1° agosto",
      "source": "Rai News",
      "summary": "Trump annuncia l'invio di lettere ufficiali a UE e Canada, confermando dazi del 35% dal 1° agosto e tariffe del 15-20% per altri partner commerciali.",
      "link": "https://www.rainews.it/articoli/2025/07/trump-annuncia-oggi-lettere-a-ue-e-canada-sui-dazi-daf1566d-175d-4841-a21e-3f82a4161474.html"
    },
    {
      "title": "Albanese: Sanzioni USA sono oscene e intimidazioni mafiose, dice il relatore ONU",
      "source": "Rai News",
      "summary": "Il relatore ONU Albanese critica le sanzioni USA, definendole oscene e di natura mafiosa, affermando che non fermeranno la ricerca di giustizia e diritto internazionale.",
      "link": "https://www.rainews.it/articoli/2025/07/albanese-sanzioni-usa-oscene-sono-intimidazioni-di-tipo-mafioso-20ed427c-f8c1-4ef8-a2b0-ebb3d75c418b.html"
    }
  ]
}