{
  "date": "2025-09-25",
  "summary": "Novità: secondo Rai News si prevede che almeno 4 tumori su 10 saranno diagnosticati entro il 2050, ma la stessa fonte sottolinea che la prevenzione potrebbe evitarne almeno 4 su 10; questo cambia l'agenda sanitaria perché rende urgente rafforzare screening, campagne per stili di vita sani e investimenti nella prevenzione. Sul piano internazionale, all'ONU la premier Meloni ha accusato Mosca di calpestare l'ONU e ha detto che Israele ha superato la proporzionalità in questo contesto, affermazioni controverse (ANSA, TGCOM24), mentre l'UE ha condannato attacchi contro una flotilla e il governo italiano ha inviato una fregata (ANSA). Implicazione: bisogna intensificare sia le misure di salute pubblica sia le risposte diplomatiche e investigative per evitare nuove escalation.\n\nAltri sviluppi si raggruppano tra sicurezza, politica e affari. L'Italia ha ceduto la portaerei Garibaldi all'Indonesia per uso nei droni in un'operazione da almeno 450 milioni di euro (Il Sole 24 Ore), una mossa che può alterare equilibri regionali e i mercati della difesa. Negli Usa uno sparatore si è tolto la vita dopo aver ucciso una persona e ferito due in un ufficio immigrazione; l'FBI ritiene l'attacco mirato contro l'ICE (TGCOM24), segnalando rischi per la sicurezza interna. Droni nel cielo danese hanno chiuso Aalborg e von der Leyen ha evocato l'abbattimento di jet russi (TGCOM24). Con rivendicazioni controverse di Trump e Netanyahu, il rischio di escalation resta alto: servono indagini rapide e misure di de-escalation.",
  "headlines": [
    {
      "title": "Tumori: si prevede almeno 4 tumori su 10 entro il 2050",
      "source": "Rai News",
      "summary": "La prevenzione potrebbe evitare almeno 4 tumori su 10; questa previsione rende cruciale rafforzare screening e stili di vita sani, perché conta per la salute pubblica.",
      "link": "https://www.rainews.it/articoli/2025/09/tumori-e-allarme-morti-di-cancro-supereranno-i-18-milioni-nel-2050-75-bf5bd6cb-e097-4bf2-a285-370f0e60c8ea.html"
    },
    {
      "title": "Meloni afferma che Mosca calpesta l’ONU e Israele oltre i limiti",
      "source": "ANSA",
      "summary": "Meloni afferma Mosca calpesta l'ONU e Israele oltre i limiti; l'intervento denuncia violazioni del diritto internazionale e invita a misure internazionali, perché conta mantenere l'ordine globale.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/25/meloni-al-palazzo-di-vetro-mosca-ha-calpestato-lonu.-israele-oltre-i-limiti_c7e60ee9-413f-4354-a54b-ba9dd386da4c.html"
    },
    {
      "title": "La Flotilla: condanna UE e richiesta indagine, governo invia fregata",
      "source": "ANSA",
      "summary": "Colpite 11 imbarcazioni con droni e spray; l'UE chiede indagini e Tajani chiede protezione per i passeggeri, perché conta mantenere il rispetto del diritto internazionale.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/24/attacco-alla-flotilla.-la-condanna-dellue-lonu-chiede-unindagine.-il-governo-invia_97397024-e410-41dd-8240-6734a39151c5.html"
    },
    {
      "title": "Meloni afferma Israele supera la proporzionalità all'ONU in questo contesto",
      "source": "TGCOM24",
      "summary": "Meloni afferma Israele supera la proporzionalità all'ONU in questo contesto; la proposta si concentra sulla proporzionalità e Mosca è accusata di ferire il diritto internazionale.",
      "link": "https://www.tgcom24.mediaset.it/politica/meloni-nazioni-unite-israele-proporzionalita-riforma-urgente-onu_103934969-202502k.shtml"
    },
    {
      "title": "Navi italiane cedono portaerei Garibaldi all’Indonesia per droni",
      "source": "Il Sole 24 Ore",
      "summary": "Operazione da almeno 450 milioni di euro, con la vendita della Garibaldi all’Indonesia per uso nei droni; potrebbe alterare alleanze regionali, perché conta per la strategia militare.",
      "link": "https://www.ilsole24ore.com/art/navi-l-italia-vende-all-indonesia-portaerei-garibaldi-sara-usata-i-droni-AHTq6loC"
    },
    {
      "title": "Trump afferma non annettere la Cisgiordania durante incontri con leader arabi",
      "source": "ANSA",
      "summary": "Trump afferma la promessa di non annettere la Cisgiordania; nel frattempo un drone Houthi ferisce persone a Eilat, aumentando la tensione regionale.",
      "link": "https://www.ansa.it/sito/notizie/mondo/mediooriente/2025/09/24/lidf-drone-dallo-yemen-contro-eilat.-venti-feriti_7cc3a821-3b6a-4ad8-8689-ce7b9383b1de.html"
    },
    {
      "title": "Netanyahu afferma non ci sarà nessuno Stato in Terra d’Israele",
      "source": "TGCOM24",
      "summary": "Netanyahu afferma non ci sarà nessuno Stato in Terra d’Israele; nel frattempo un drone israeliano colpisce l’ONU nel Libano meridionale, aumentando le tensioni.",
      "link": "https://www.tgcom24.mediaset.it/mondo/israele-guerra-hamas-giorno-720-diretta-news_103933296-202502k.shtml"
    },
    {
      "title": "Usa: spari in ufficio immigrazione a Dallas, un morto e due feriti",
      "source": "TGCOM24",
      "summary": "L'attentatore si è suicidato; l'FBI afferma che l'attacco era mirato contro Ice, indicando temi di sicurezza interna molto preoccupanti, in tempi di crescente tensione politica.",
      "link": "https://www.tgcom24.mediaset.it/mondo/usa-dallas-spari-ufficio-immigrazione-feriti_103917022-202502k.shtml"
    },
    {
      "title": "Droni nello spazio aereo danese chiudono Aalborg, Von der Leyen minaccia abbattere jet russi",
      "source": "TGCOM24",
      "summary": "Droni nello spazio aereo danese: Zelensky all'ONU propone controllo; Von der Leyen indica che l'abbattimento di jet russi è un'opzione concreta, evidenziando escalation.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1310-diretta_103933258-202502k.shtml"
    }
  ]
}