{
  "date": "2025-07-15",
  "summary": "Il panorama internazionale della giornata è segnato dalla persistenza delle tensioni tra Russia e Ucraina, con notizie sull'intercettazione di 55 droni ucraini da parte della difesa aerea russa, a sottolineare l’intensità del conflitto in corso. Sullo sfondo di queste operazioni militari, il dialogo diplomatico resta aperto: il ministro russo Serghei Lavrov ha incontrato il presidente cinese Xi Jinping, evidenziando la rilevanza della mediazione asiatica nella ricerca di una soluzione. A complicare ulteriormente il quadro, l’ex presidente Donald Trump è tornato a esercitare pressione sia su Mosca che su Kiev: ha dichiarato che, in assenza di un accordo di pace entro 50 giorni, proporrebbe dazi del 100% contro la Russia e ha ribadito i piani per rafforzare l’assistenza militare all’Ucraina attraverso l’alleanza NATO, evidenziando come la questione ucraina rimanga centrale nell’agenda internazionale e un tema pivotale negli equilibri transatlantici.\n\nSu fronti diversi ma altrettanto indicativi del clima globale, spiccano iniziative e problematiche di carattere sociale. In Italia, il Giffoni Film Festival ha siglato un protocollo con il Gruppo Asperger Campania, aprendo un nuovo spazio dedicato ai giovani neurodivergenti e sottolineando una crescente attenzione all’inclusione e all’accessibilità nei grandi eventi culturali. Questa attenzione verso l'equità trova un controcanto nelle criticità emergenti dal settore sanitario: da un lato, l’indagine a carico di un testimone per omissione di soccorso nel caso del piccolo Allen getta luce sulle sfide dei sistemi di tutela minorile; dall’altro, i dati relativi all’uso improprio dell’elisoccorso, con oneri finanziari a carico degli utenti, sollevano interrogativi sull’efficienza e la destinazione delle risorse pubbliche. Nel loro insieme, questi temi accentuano la dialettica tra innovazione sociale e persistenti fragilità strutturali, delineando spazi di rischio e opportunità che influenzeranno sia la coesione interna che la credibilità internazionale degli attori coinvolti.",
  "headlines": [
    {
      "title": "Giffoni Film Festival crea spazio dedicato a ragazzi neurodivergenti",
      "source": "ANSA",
      "summary": "Un protocollo con Gruppo Asperger Campania promuove inclusione e accessibilità per giovani neurodivergenti durante l'evento.",
      "link": "https://www.ansa.it/responsabilmente/notizie/accessibilita/2025/07/11/al-giffoni-film-festival-uno-spazio-per-ragazzi-neurodivergenti_ac1b9b3a-c307-414d-8361-1e11c4a3ddc6.html"
    },
    {
      "title": "Difesa aerea russa intercetta 55 droni ucraini nella notte",
      "source": "ANSA",
      "summary": "Il ministro Lavrov si incontra con Xi Jinping in un contesto di tensione tra Russia e Ucraina, con interventi militari e diplomatici in corso.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/07/15/la-difesa-aerea-russa-ha-intercettato-55-droni-ucraini-nella-notte_8d428e5a-3d13-436b-b8da-a35198767b43.html"
    },
    {
      "title": "Testimone indagato per non aver assistito il bambino Allen",
      "source": "ANSA",
      "summary": "Un testimone è sotto indagine per omissione di soccorso dopo che il bambino Allen è stato dimesso dall'ospedale senza assistenza adeguata.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/07/14/il-testimone-indagato-per-non-avere-aiutato-allen_64e82445-dcec-4aa3-b818-783f8cdee16e.html"
    },
    {
      "title": "Trump minaccia Putin: pace in 50 giorni o dazi al 100%",
      "source": "ANSA",
      "summary": "Trump annuncia accordi con la NATO per fornire armi a Kiev, discutendo soluzioni di difesa con Zelensky e minacciando dazi elevati in caso di mancato accordo.",
      "link": "https://www.ansa.it/sito/notizie/mondo/nordamerica/2025/07/14/ucraina-trump-minaccia-putin-pace-in-50-giorni-o-dazi-al-100_31791e5b-54b3-46cb-9c78-5e7a2013f1e6.html"
    },
    {
      "title": "Utenti pagano 233 mila euro per uso inappropriato di elisoccorso",
      "source": "ANSA",
      "summary": "Nel 2024, fondi destinati a medici e formazione sono stati utilizzati impropriamente, con costi elevati per gli utenti coinvolti.",
      "link": "https://www.ansa.it/valledaosta/notizie/2025/07/12/uso-inappropriato-elisoccorso-utenti-pagano-233-mila-euro_1aed6384-76b8-44b2-9dfb-670cdce7a6a8.html"
    }
  ]
}