{
  "date": "2025-08-31",
  "summary": "Il vertice della Shanghai Cooperation Organisation a Pechino, segnato dall’arrivo di Vladimir Putin per una serie di bilaterali con Xi Jinping, Narendra Modi ed Erdoğan, ha assunto oggi il ruolo di crocevia geopolitico: le trattative tra grandi potenze si svolgono mentre la capitale cinese si prepara alla parata militare del 3 settembre a Piazza Tiananmen, offrendo un palcoscenico di potenza che enfatizza messaggi di deterrenza e cooperazione alternativa agli equilibri occidentali. Su questo sfondo, le iniziative diplomatiche europee — con Emmanuel Macron e Friedrich Merz che hanno fissato un incontro con Volodymyr Zelensky entro lunedì — sottolineano la tensione tra spinte alla stabilizzazione negoziale e la riaffermazione di nuovi poli strategici; le consultazioni bilaterali in seno alla SCO e le manifestazioni simboliche di forza riflettono tanto calcoli economici quanto la volontà di rimodellare pratiche di sicurezza multilaterale.\n\nIn parallelo, il quadro umanitario e regionale presenta sviluppi contrastanti che alimentano volatilità: l’offensiva israeliana su Gaza City, con interruzioni delle pause umanitarie, lunghe code per il cibo, centinaia di vittime e oltre un milione di sfollati, si intreccia alla notizia dell’uccisione di un portavoce di Hamas e al varo della Global Sumud Flotilla da Genova e Barcellona, iniziativa destinata a mettere alla prova il blocco marittimo e le risposte delle autorità. A sottolineare la dicotomia tra crisi e normalità quotidiana, le proiezioni meteo di variabilità con ritorni estivi, gli eventi culturali e sportivi — dalla selezione con Jude Law alla vittoria di Sinner agli US Open e al successo all’ultimo minuto del Napoli — mostrano come società e mercati continuino a oscillare tra distrazione e preoccupazione. Le implicazioni restano ampie: il mix di segnali di potenza, crisi umanitarie e pressioni diplomatiche rischia di aumentare l’incertezza per stabilità regionale e mercati, richiedendo risposte coordinate su aiuti, sicurezza e canali diplomatici.",
  "headlines": [
    {
      "title": "Putin arriva in Cina per vertice SCO con Xi Modi Erdogan",
      "source": "ANSA",
      "summary": "Il presidente russo partecipa a bilaterali; Xi e Modi tengono incontri; si prepara la parata militare del 3 settembre a Tiananmen.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/31/putin-arrivato-in-cina-per-il-vertice-sco_46e5cc56-cd91-4e5f-9f3c-92744c1a5b55.html"
    },
    {
      "title": "Israele intensifica offensiva su Gaza City, civili muoiono in fila per cibo",
      "source": "ANSA",
      "summary": "Civili cercano cibo mentre l'offensiva aumenta; i soccorsi subiscono ostacoli e si cercano corridoi umanitari, sospese le pause per consegnare gli aiuti.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/30/gaza-intensificati-gli-attacchi-la-croce-rossa-impossibile-levacuazione-di-massa_9f9cb850-68be-46dc-a21d-da76f8be77f7.html"
    },
    {
      "title": "Tempo instabile con rovesci; a settembre torna l'estate secondo le previsioni",
      "source": "Rai News",
      "summary": "Tempo variabile con rovesci previsti, ma le proiezioni indicano un ritorno di temperature estive entro settembre, caratterizzate da fasi calde alternate.",
      "link": "https://www.rainews.it/articoli/2025/08/meteo-instabile-con-rovesci-ma-a-settembre-torna-lestate-previsioni-che-tempo-fara-32eb16fe-6e35-44b2-8ab2-86c6f0859979.html"
    },
    {
      "title": "Oggi in gara: il mago del Cremlino interpretato da Jude Law",
      "source": "Rai News",
      "summary": "La gara presenta anche altri titoli, tra cui Father Mother Sister Brother di Jarmusch; Cate Blanchett figura tra cast, Favino escluso.",
      "link": "https://www.rainews.it/articoli/2025/08/oggi-in-gara-latteso-il-mago-del-cremlino-jude-law-nei-panni-di-putin-7106aef2-443c-4aa2-8a72-5ef2bd568d9c.html"
    },
    {
      "title": "Sinner batte Shapovalov e va agli ottavi di Us Open",
      "source": "ANSA",
      "summary": "Numero uno al mondo supera Shapovalov in tre set, mentre Musetti affronta Cobolli nel derby azzurro per i sedicesimi dell'incontro.",
      "link": "https://www.ansa.it/sito/notizie/sport/2025/08/30/us-open-sinner-batte-shapovalov-5-7-6-4-6-3-6-3-e-va-agli-ottavi_3cc2245a-e21e-434f-b274-94e777921564.html"
    },
    {
      "title": "Gaza City: voci civili in fuga",
      "source": "Rai News",
      "summary": "Decine di vittime segnalate mentre i civili tentano di scappare; le pause umanitarie sono sospese e la consegna degli aiuti è difficile.",
      "link": "https://www.rainews.it/video/2025/08/gaza-city-le-voci-dei-civili-palestinesi-in-fuga-f9be74b8-e047-41c4-8015-7bd1c5ab64cb.html"
    },
    {
      "title": "Macron e Merz fissano incontro Zelensky entro lunedì",
      "source": "la Repubblica",
      "summary": "A Tolone i due leader chiedono un incontro con Zelensky entro lunedì, sottolineando la necessità di una soluzione diplomatica nonostante la critica a Putin.",
      "link": "https://www.repubblica.it/esteri/2025/08/30/news/macron_merz_incontro_putin_zelensky-424815423/?rss"
    },
    {
      "title": "Napoli vince all'ultimo minuto con gol di Anguissa",
      "source": "ANSA",
      "summary": "La squadra partenopea ottiene la vittoria al fotofinish, mentre Roma vince a Pisa e Bologna batte Como; Parma-Atalanta pareggia oggi.",
      "link": "https://www.ansa.it/sito/notizie/sport/calcio/2025/08/30/serie-a-napoli-allultimo-respiro-gol-di-anguissa-al-95_7a2a76f2-01df-4ef0-b465-404ec9f1f49a.html"
    },
    {
      "title": "Genova e Barcellona lanciano la Global Sumud Flotilla",
      "source": "Rai News",
      "summary": "Carovana di barche mira a violare il blocco di Gaza; l'iniziativa nasce anni fa per portare aiuti, ma le autorità ostacolano i transiti.",
      "link": "https://www.rainews.it/video/2025/08/son-caponnetto-c2275ea2-4add-4340-95eb-dc0b81d37ca5.html"
    },
    {
      "title": "Portavoce di Hamas ucciso; Israele accelera offensiva e un milione in fuga",
      "source": "Rai News",
      "summary": "L'IDF mira a occupazione entro fine settembre; si interrompono pause umanitarie e la distribuzione di aiuti, mentre la Sumud Flotilla salpa da Genova.",
      "link": "https://www.rainews.it/maratona/2025/08/israele-accelera-loffensiva-una-flotta-per-gaza-la-sumud-flotilla-oggi-salpa-anche-da-genova-d12ce5ee-1d4c-4e1d-8e0a-ebc36b096d49.html"
    }
  ]
}