{
  "date": "2025-06-18",
  "summary": "La giornata internazionale è stata fortemente incorniciata dalle discussioni del G7 in Canada, dove la prevenzione dello sviluppo di armi nucleari da parte dell’Iran si è imposta come priorità strategica, secondo le parole della premier italiana Giorgia Meloni. A margine del vertice, le tensioni tra grandi potenze si sono ulteriormente intrecciate con il tema delle guerre regionali, come evidente nell’attacco russo a Kiev, che ha causato numerose vittime e sollevato nuovamente il nodo della sicurezza internazionale. Mentre gli Stati Uniti hanno condannato i raid russi senza però spingere il G7 verso una linea ancora più dura, i leader hanno trovato intesa su un pacchetto di dichiarazioni che spazia dalla gestione dei minerali critici alla lotta contro il traffico di migranti, riflettendo una crescente interconnessione tra dossier geopolitici, sicurezza energetica e flussi migratori.\n\nSu questo sfondo multilaterale, gli sviluppi interni in diverse regioni mostrano come le dinamiche globali si riflettano anche su questioni locali e umanitarie. Negli Stati Uniti, l’arresto del candidato sindaco di New York Lander durante un procedimento sull’immigrazione mette in luce la crescente polarizzazione sul tema, mentre una storica diminuzione dei flussi migratori suggerisce l’efficacia – e le tensioni – delle politiche restrittive. In parallelo, la condizione critica nella Striscia di Gaza e l’appello all’eutanasia assistita di una donna toscana testimoniano l’impatto delle crisi prolungate sia in aree di conflitto sia nelle società avanzate sui diritti fondamentali e la dignità umana. Esperimenti innovativi, come quello sul controllo delle larve parassite in Centro America, sottolineano infine come la sicurezza, in senso ampio, resti una priorità trasversale, dagli equilibri geopolitici fino alla salute pubblica. Le odierne dinamiche richiedono risposte multilivello per non compromettere la stabilità di mercati, società e sistemi internazionali.",
  "headlines": [
    {
      "title": "G7, Meloni: obiettivo è impedire a Teheran di sviluppare armi nucleari",
      "source": "ANSA",
      "summary": "Il vertice discute strategie per prevenire il progresso nucleare di Teheran, con Meloni che sottolinea l'importanza di questa priorità.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/06/17/trump-la-partenza-dal-g7-non-centra-con-la-tregua-israele-iran_c3af5aa3-ebcb-4327-802c-e99de0850c2e.html"
    },
    {
      "title": "Candidato sindaco di New York arrestato in tribunale per immigrazione",
      "source": "ANSA",
      "summary": "Lander, rivale di Cuomo e Adams, viene arrestato e ammanettato durante un procedimento presso il tribunale per questioni di immigrazione.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/06/17/candidato-sindaco-di-ny-arrestato-da-agenti-immigrazione_1e91b9af-63fc-4bf4-a465-250fa9e2495f.html"
    },
    {
      "title": "Italia al G7 in Canada: discussioni su guerre, dazi e dossier geopolitici",
      "source": "Rai News",
      "summary": "Giorgia Meloni e Donald Trump si incontrano in un vertice teso, affrontando questioni come guerre e politiche commerciali tra i principali paesi.",
      "link": "https://www.rainews.it/video/2025/06/litalia-al-g7-in-canada-il-braccio-di-ferro-sui-dazi-e-le-guerre-sono-tanti-i-dossier-in-campo-tg1-036fb199-ffa5-413d-8aa3-66dafc308625.html"
    },
    {
      "title": "Toscana, donna con sclerosi multipla chiede eutanasia assistita",
      "source": "TGCOM24",
      "summary": "Una donna di 55 anni paralizzata chiede alla Consulta il permesso di ricevere farmaci letali per l'eutanasia, in presenza di limitazioni fisiche.",
      "link": "https://www.tgcom24.mediaset.it/cronaca/toscana-donna-ok-a-suicidio-assistito-chiede-eutanasia_99824494-202502k.shtml"
    },
    {
      "title": "Usa condannano raid russi su Kiev, ma evitano dichiarazioni dure sull'Ucraina",
      "source": "TGCOM24",
      "summary": "Gli Stati Uniti condannano gli attacchi russi a Kiev, mentre evitano di rafforzare la condanna del G7, e riferiscono vittime e danni in Ucraina.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1211-diretta_99813609-202502k.shtml"
    },
    {
      "title": "G7 approva sei dichiarazioni su sicurezza, migranti e risorse critiche",
      "source": "TGCOM24",
      "summary": "I leader del G7 adottano dichiarazioni su minerali critici, lotta al traffico di migranti e sicurezza internazionale, rafforzando le collaborazioni.",
      "link": "https://www.tgcom24.mediaset.it/mondo/g7-leader-approvano-sei-dichiarazioni-tematiche_99811812-202502k.shtml"
    },
    {
      "title": "Attacco russo a Kiev provoca almeno 10 morti e oltre 100 feriti",
      "source": "la Repubblica",
      "summary": "Un attacco con droni e missili colpisce Kiev, causando vittime e danni, incluso l'aeroporto Zuljani, nel quartiere di Solomyansky.",
      "link": "https://www.repubblica.it/esteri/2025/06/17/news/situazione_kiev_raid_russia_ucraina_attacco-424674508/?rss"
    },
    {
      "title": "Laboratorio in Centro America produce mosche sterili contro larve mangiauomini",
      "source": "la Repubblica",
      "summary": "Scienziati panamensi creano mosche sterili per controllare larve parassite che danneggiano animali e, raramente, gli esseri umani, mentre gli USA sospendono importazioni di bestiame messicano.",
      "link": "https://www.repubblica.it/esteri/2025/06/17/news/larve_mangiauomini_messico_mosche_sterili_panama-424674383/?rss"
    },
    {
      "title": "Calo di migranti negli USA, prima volta in decenni",
      "source": "la Repubblica",
      "summary": "Le politiche restrittive di Trump e le deportazioni riducono il numero di migranti negli Stati Uniti, con una diminuzione prevista di 120.000 nel 2026.",
      "link": "https://www.repubblica.it/esteri/2025/06/18/news/usa_cala_numero_migranti-424675534/?rss"
    },
    {
      "title": "Gaza sotto assedio: condizioni critiche, mancanza di cibo e acqua",
      "source": "la Repubblica",
      "summary": "Medici senza frontiere evidenziano il deterioramento delle condizioni di vita a Gaza, con prezzi elevati e scarsità di risorse di base, mentre la guerra in Iran distrae l'attenzione internazionale.",
      "link": "https://www.repubblica.it/esteri/2025/06/17/news/gaza_situazione_guerra_israele_iran_medici_senza_frontiere-424673870/?rss"
    }
  ]
}