{
  "date": "2025-08-30",
  "summary": "Il quadro di oggi è segnato da una nuova ondata di violenza che rimodella equilibri regionali: raid russi su più regioni ucraine e l'attacco con droni a Krasnodar, dove è andata a fuoco una raffineria, si intrecciano con l'offensiva in corso a Gaza City che ha provocato numerose vittime e tensioni internazionali. In parallelo, dichiarazioni e misure politiche spostano il teatro diplomatico, con l'iniziativa del presidente Zelensky di chiedere un bilaterale entro lunedì mentre annunci come la sospensione dei rapporti dell'ONU con l'ANP e la revoca di visti accentuano la polarizzazione delle posizioni internazionali. Su questo sfondo, le proteste europee e le prese di posizione dei governi occidentali segnalano che il conflitto resta al centro dell'agenda, complicando sforzi di de-escalation e cooperazione umanitaria.\n\nIn parallelo, questioni di governance interna e di coesione sociale emergono con forza in Italia: le procure hanno avviato indagini su piattaforme sessiste e valutano restrizioni ai server e azioni legali collettive, mentre l'aggressione a un medico di base nel suo studio, ora in condizioni gravissime, solleva interrogativi su sicurezza pubblica e reti locali. A sottolineare la complessità della giornata, un vasto incendio in Salento ha costretto centinaia a evacuare e mobilitato Canadair, mostrando la vulnerabilità alle calamità ambientali. Su un registro diverso, la Mostra del Cinema di Venezia mantiene elevata l'attenzione mediatica con la nuova opera di Guillermo del Toro e il red carpet di Julia Roberts, mentre sport e turismo registrano momenti ordinari, dalla Serie A alle indagini su un turista che ha fatto bere una birra a un elefante. Nel complesso, questi sviluppi evidenziano tensioni tra fragilità civiche e capacità di resilienza che avranno ripercussioni su fiducia dei cittadini e rischi reputazionali per istituzioni e mercati.",
  "headlines": [
    {
      "title": "Procure indagano su siti sessisti in Italia e stretta su server",
      "source": "ANSA",
      "summary": "Indagini proseguono sulle piattaforme sessiste diffuse in Italia con ipotesi di restrizioni a server e provider; si valuta azione legale collettiva.",
      "link": "https://www.ansa.it/sito/notizie/politica/2025/08/29/informativa-alla-procura-sui-siti-sessisti-poi-parte-linchiesta.-meloni_bdb0ddb1-43ea-4a94-a11e-4afe39ff9aea.html"
    },
    {
      "title": "Medico di base viene aggredito nel suo studio; grave",
      "source": "ANSA",
      "summary": "Un medico di base viene aggredito nel suo studio; è in condizioni gravissime e i carabinieri indagano, collegando l'episodio ad un precedente familiare.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/29/medico-di-base-aggredito-nel-suo-studio-e-grave-_69fdeee4-77a2-454a-8b85-2c072865bea6.html"
    },
    {
      "title": "Droni attaccano Krasnodar e la raffineria russa è in fiamme; incendi segnalati anche altrove nella regione secondo fonti locali finora",
      "source": "Rai News",
      "summary": "Droni attaccano Krasnodar e la raffineria russa è in fiamme; incendi segnalati anche altrove nella regione secondo fonti locali finora.",
      "link": "https://www.rainews.it/video/2025/08/krasnodar-nel-kuban-attaccata-dai-droni-e-la-raffineria-russa-e-in-fiamme-video-343f53a0-49b8-473a-b8f6-36100dc2debe.html"
    },
    {
      "title": "Russia effettua raid in diverse regioni ucraine; Zelensky chiede bilaterale entro lunedì",
      "source": "Rai News",
      "summary": "Russia avvia raid in diverse regioni ucraine; Zelensky propone bilaterale entro lunedì; prese di posizione europee e proteste rimangono; la situazione resta tesa.",
      "link": "https://www.rainews.it/maratona/2025/08/ucraina-guerra-zelensky-putin-accetti-bilaterale-entro-lunedi-no-zona-cuscinetto-macron-putin-orco-predatore-7c6e4da8-ab19-4f14-8d09-f35682e02564.html"
    },
    {
      "title": "All'ultima mostra del cinema al Lido si presenta la nuova opera di Guillermo del Toro; l'evento accompagna altre anteprime italiane al festival",
      "source": "Rai News",
      "summary": "All'ultima mostra del cinema al Lido si presenta la nuova opera di Guillermo del Toro; l'evento accompagna altre anteprime italiane al festival.",
      "link": "https://www.rainews.it/video/2025/08/venezia-mostra-cinema-film-oggi-ieri-roberts-del-toro-squillaci-las-plassas-43b75f63-9596-4443-9876-88f63b19c465.html"
    },
    {
      "title": "La star Julia Roberts partecipa al primo red carpet della sua presenza a Venezia, evidenziando l'attenzione mediatica al festival più internazionale",
      "source": "Rai News",
      "summary": "La star Julia Roberts partecipa al primo red carpet della sua presenza a Venezia, evidenziando l'attenzione mediatica al festival più internazionale.",
      "link": "https://www.rainews.it/video/2025/08/julia-roberts-il-suo-primo-red-carpet-a-venezia-ee20bf48-3533-4e84-ac81-aaa1fd480c67.html"
    },
    {
      "title": "Ricerca internazionale su un turista che ha fatto bere una birra a un elefante in savana",
      "source": "ANSA",
      "summary": "Ricerca internazionale su un turista che ha fatto bere una birra a un elefante in savana; il video sui social ha suscitato attenzione e indagini.",
      "link": "https://www.ansa.it/sito/notizie/mondo/africa/2025/08/29/turista-fa-bere-una-birra-ad-un-elefante-in-savana-ricercato_c13723ad-bdec-42e1-a243-74b31dcae686.html"
    },
    {
      "title": "Serie A: Milan e Cremonese vincono; Napoli e Roma in programma per la prossima partita della settimana in corsa scudetto",
      "source": "Rai News",
      "summary": "Nella seconda giornata di Serie A, Milan e Cremonese vincono; Napoli e Roma preparano la prossima partita settimanale in corsa per lo scudetto.",
      "link": "https://www.rainews.it/video/2025/08/anticipi-calcio-serie-a-fc1a6be4-d2bf-4fa0-a19f-29dba811e20d.html"
    },
    {
      "title": "Israele attacca Gaza City; Trump chiude l'ONU all'ANP",
      "source": "Rai News",
      "summary": "L'assalto a Gaza City continua; si registrano numerose vittime e sono annunciati provvedimenti: Trump chiude l'ONU all'ANP e revoca visti.",
      "link": "https://www.rainews.it/maratona/2025/08/gaza-israele-attacca-gaza-city-almeno-58-morti-trump-chiude-onu-a-anp-revocati-visti-c55ac3c1-eeb0-4636-85b6-e8712e914ec7.html"
    },
    {
      "title": "Incendio in Salento vicino a Spiaggiabella; decine di evacuati",
      "source": "Rai News",
      "summary": "Due Canadair intervengono per estinguere l'incendio che minaccia abitazioni; vento forte ostacola le operazioni e decine di persone evacuate nelle zone.",
      "link": "https://www.rainews.it/video/2025/08/incendio-in-salento-vicino-ad-alcune-case-a-spiaggiabella-decine-di-persone-evacuate-58ed7e52-6f67-4cce-8b32-b68837fe1965.html"
    }
  ]
}