{
  "date": "2025-08-07",
  "summary": "La giornata internazionale è segnata dall’escalation della crisi a Gaza, con Israele che, sotto la guida di Netanyahu, ha deciso una totale occupazione della Striscia. L’intensificarsi delle operazioni militari provoca un aggravamento della crisi umanitaria: i valichi di Rafah rimangono bloccati, con centinaia di camion carichi di aiuti impossibilitati a raggiungere una popolazione sempre più provata dalla fame e dalla distruzione delle infrastrutture di base. Questo scenario di instabilità regionale si innesta su una più ampia riflessione sull’uso della forza e sui costi per le popolazioni civili, mentre la comunità internazionale fatica a trovare soluzioni efficaci per garantire un sostegno umanitario adeguato e tempestivo.\n\nSu questo sfondo critico, altre dinamiche contribuiscono a delineare un quadro di complessità globale. Oltreoceano, l’amministrazione statunitense adotta misure protezionistiche sempre più decise, con l’annuncio di nuovi dazi che colpiscono settori strategici come farmaci e semiconduttori: una mossa accolta con preoccupazione dai partner commerciali e che spinge il Brasile a ricorrere al WTO. In parallelo, Donald Trump prospetta possibili incontri con Putin e Zelensky al fine di favorire una distensione nel conflitto ucraino, evidenziando il permanere di una diplomazia multilivello anche in presenza di segnali conflittuali nell’arena economica. Sul piano della società civile, le questioni ambientali e sociali non arretrano: dalle continue eruzioni del Kilauea alle Hawaii, che pongono nuovi interrogativi sulle emergenze climatiche, fino ai progetti di Legambiente per mitigare le ondate di caldo e alle vicende di cronaca e sport – come il ritorno in campo di Sinner e il tragico epilogo di un caso giudiziario italiano – emerge una realtà in cui la resilienza delle società è sottoposta a pressioni molteplici, mentre i segnali di fragilità si moltiplicano nei mercati e nelle reti diplomatiche mondiali.",
  "headlines": [
    {
      "title": "Suicidio dell'assassino di Sara Campanella in carcere a Messina",
      "source": "ANSA",
      "summary": "L'uomo condannato per l'omicidio di Sara Campanella si suicida in cella, portando a un epilogo tragico e inaspettato.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/06/suicida-in-carcere-lassassino-di-sara-campanella_85e8d617-eddf-47bc-8cda-63c24a1fcbeb.html"
    },
    {
      "title": "Jannik Sinner partecipa ai Cincinnati Open, dolore al gomito smentito",
      "source": "Rai News",
      "summary": "Sinner torna in campo senza dolore al gomito, mostrando stabilità con la fascia e affrontando domande su sospetti di doping, mentre si concentra sulla competizione.",
      "link": "https://www.rainews.it/articoli/2025/08/sinner-ai-cincinnati-open-e-quel-dolore-che-preoccupava-il-gomito-non-fa-piu-male-tennis-2ae49589-a725-4f5e-9773-225b2aa0e652.html"
    },
    {
      "title": "Eruzioni continue del vulcano Kilauea alle Hawaii dal 2024",
      "source": "Rai News",
      "summary": "Il vulcano Kilauea rimane attivo con eruzioni costanti dal 2024, producendo un fiume di lava che frattura la crosta terrestre, visibile in spettacolari immagini.",
      "link": "https://www.rainews.it/video/2025/08/il-fiume-di-lava-che-frattura-la-crosta-terrestre-le-spettacolari-immagini-dalle-hawaii-30f2e74f-81f8-4afe-aa2c-5dcaf24b5a6b.html"
    },
    {
      "title": "Israele decide l'occupazione totale di Gaza, Netanyahu impone la sua volontà",
      "source": "Rai News",
      "summary": "Il governo israeliano, con il supporto di Netanyahu, opta per un'occupazione totale di Gaza, mentre cresce il rischio di ostaggi e vittime civili.",
      "link": "https://www.rainews.it/maratona/2025/08/gaza-israele-decide-occupazione-totale-striscia-netanyahu-si-imponesu-esercito-e-opposizioni-138-morti-in-24-ore-300358b7-7f43-4f1a-86e5-01ed75fbbaa0.html"
    },
    {
      "title": "Israele avvia occupazione di Gaza tra morti e distruzione",
      "source": "Rai News",
      "summary": "Il governo israeliano decide l'occupazione totale di Gaza, aggravando la crisi umanitaria con morti quotidiani e distruzione di infrastrutture.",
      "link": "https://www.rainews.it/video/2025/08/gaza-oggi-il-rubicone-di-netanyahu-occupazione-macerie-morte-aiuti-ressa-sicuro-9ded4d34-d286-45de-8833-3c1cdcdfaa9e.html"
    },
    {
      "title": "Aiuti umanitari a Rafah, camion bloccati al confine con l'Egitto",
      "source": "Rai News",
      "summary": "Centinaia di camion di aiuti umanitari sono fermi al valico di Rafah, con poche forniture di cibo e assistenza a Gaza, mentre la popolazione soffre per fame.",
      "link": "https://www.rainews.it/video/2025/08/tonnellate-di-cibo-a-un-km-dalla-fame-ecco-valico-di-rafah-fiorani-ae1dc8d3-5d9b-4543-b36c-ec635fa62f2a.html"
    },
    {
      "title": "Ritorna il grande caldo, Legambiente propone rifugi e alberi",
      "source": "Rai News",
      "summary": "Per affrontare le ondate di calore, Legambiente suggerisce l'uso di rifugi climatici e la piantumazione di alberi per ridurre l'afa.",
      "link": "https://www.rainews.it/video/2025/08/torna-il-caldo-rifugi-climatici-e-alberi-per-sfuggire-allafa-9dbcb69c-fb38-45b6-817a-946098ef1c63.html"
    },
    {
      "title": "Dazi USA: Trump annuncia miliardi di entrate e aumento delle tariffe",
      "source": "TGCOM24",
      "summary": "Trump aumenta i dazi al 50% su importazioni dall'India e annuncia entrate di miliardi di dollari, mentre il Brasile ricorre al Wto contro le tariffe.",
      "link": "https://www.tgcom24.mediaset.it/mondo/donald-trump-diretta-giovedi-7-agosto-2025_101938123-202502k.shtml"
    },
    {
      "title": "Usa: Trump minaccia dazi al 100% su chip e farmaci, aumento delle tariffe",
      "source": "TGCOM24",
      "summary": "Gli Stati Uniti preparano dazi al 100% su semiconduttori e farmaci, con un aumento graduale delle tariffe su importazioni di farmaci al 250%.",
      "link": "https://www.tgcom24.mediaset.it/mondo/donald-trump-diretta-live-mercoledi-6-agosto-2025_101928698-202502k.shtml"
    },
    {
      "title": "Trump valuta incontri con Putin e Zelensky, prospettive positive",
      "source": "TGCOM24",
      "summary": "Trump esprime ottimismo sulla possibilità di incontri con Putin e Zelensky, considerando le prospettive di una tregua tra Russia e Ucraina.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1261-diretta_101936783-202502k.shtml"
    }
  ]
}