{
  "date": "2025-11-21",
  "summary": "I mercati globali e gli affari internazionali hanno continuato la loro progressione costante oggi, con vari sviluppi nei settori economico, politico e sociale. Nel frattempo, gli indicatori chiave suggeriscono una stabilità continua nella maggior parte delle regioni, mentre le istituzioni di tutto il mondo coordinano le risposte alle sfide emergenti.\n\nQuesti sviluppi riflettono un modello più ampio di cooperazione internazionale e resilienza economica. Mentre governi e organizzazioni navigano dinamiche globali complesse, il loro approccio coordinato dimostra un impegno a mantenere la stabilità affrontando al contempo iniziative strategiche a lungo termine attraverso canali diplomatici ed economici consolidati.",
  "headlines": [
    {
      "title": "Arriva il primo freddo, fino a 8 gradi sotto la media",
      "source": "ANSA",
      "summary": "Possibile neve a bassa quota al nordovest e in collina centrosud...",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/11/20/arriva-il-primo-freddo-da-domani-fino-a-8-gradi-sotto-la-media_d2d70d78-37c2-46ec-a509-6a4833e0d849.html"
    },
    {
      "title": "Nasce a Roma il Mupa, il Museo del Patriarcato",
      "source": "ANSA",
      "summary": "Reperti del 2025 visti dal futuro, inaugurato da Violante Placido...",
      "link": "https://www.ansa.it/donne/notizie/2025/11/20/nasce-a-roma-il-mupa-il-museo-del-patriarcato_02a747de-1db8-4c81-9ef1-1767a586941d.html"
    },
    {
      "title": "Le mostre del weekend, da Orazio Gentileschi a Sandro Pertini",
      "source": "ANSA",
      "summary": "A Bologna la storia della grafica giapponese lungo i secoli...",
      "link": "https://www.ansa.it/canale_viaggi/notizie/arte/2025/11/19/le-mostre-del-weekend-da-orazio-gentileschi-a-sandro-pertini_13a64077-ab37-454a-a17e-defba77cb64a.html"
    },
    {
      "title": "Belém, un incendio frena la Conferenza sul clima",
      "source": "la Repubblica",
      "summary": "Evacuata la Cop30 in Brasile al penultimo giorno di negoziati. Scontro sul taglio dei fossili. La Ue: “Serve un’intesa”...",
      "link": "https://www.repubblica.it/esteri/2025/11/21/news/belem_incendio_cop30_clima-424994311/?rss"
    },
    {
      "title": "Prime crepe a Caracas: il fedelissimo di Maduro apre agli Stati Uniti",
      "source": "la Repubblica",
      "summary": "Cabello, uomo forte del regime venezuelano, parla di dialogo. Ma il leader evoca “fucili e missili” Machado: “Presto liberi”...",
      "link": "https://www.repubblica.it/esteri/2025/11/21/news/venezuela_usa_cabello_machado-424994268/?rss"
    },
    {
      "title": "Vertice di maggioranza sulla manovra: si lavora alle correzioni, dagli affitti brevi all’oro. Ma il Mef frena",
      "source": "Il Sole 24 Ore",
      "summary": "Affitti brevi, estensione dell’iperammortamento, dividendi, l’ampliamento esenzione dell’Isee sulla prima casa, e misure per favorire l’emersione dell’oro da investimenti. Parte da qui il lavoro di ul...",
      "link": "https://www.ilsole24ore.com/art/manovra-vertice-maggioranza-correzioni-affitti-oro-AHWe24rD"
    }
  ]
}