{
  "date": "2025-07-22",
  "summary": "La giornata si apre con la conferma da parte del sindaco di Milano, Giuseppe Sala, della prosecuzione della seconda fase del progetto urbano cittadino. Questa scelta arriva parallelamente alle dimissioni 'sofferte' dell'assessore Tancredi, che sottolinea l'importanza degli interessi pubblici nella decisione. Il contesto milanese riflette l'intreccio tra scelte amministrative e tensioni personali, tema che risuona anche a livello giudiziario con la chiusura delle indagini su Maria Rosaria Boccia, accusata di stalking nei confronti dell'ex ministro Sangiuliano, con la Procura di Roma pronta a valutare un possibile processo. In entrambe le vicende, emergono dinamiche di conflitto tra figure pubbliche e pressioni personali che segnano le attuali sfide della governance locale e nazionale.\n\nSu questo sfondo di sensibilità istituzionale e tensioni sociali, si inseriscono sviluppi internazionali e vicende giudiziarie di ampio respiro. Sul piano diplomatico, il presidente ucraino Zelensky annuncia futuri colloqui di pace con la Russia a Istanbul, mentre persistono i bombardamenti russi e la Cina critica apertamente le sanzioni europee, delineando un quadro complesso per la sicurezza continentale. In parallelo, gli Stati Uniti vedono i repubblicani chiedere la testimonianza di Ghislaine Maxwell nel caso Epstein, toccando questioni di trasparenza politica. Intanto, episodi come la controversia sulle capanne al Lido di Venezia e il caso della morte di Emanuela Ruggeri evidenziano una crescente domanda di giustizia e chiarezza nelle società occidentali. Tali dinamiche, interne ed esterne, alimentano incertezza sui livelli di fiducia pubblica e pongono interrogativi sulle prospettive di stabilità e coesione di fronte a pressioni multiple.",
  "headlines": [
    {
      "title": "Sala conferma fase 2 per Milano e lascia Tancredi, decisione in Consiglio",
      "source": "ANSA",
      "summary": "Il sindaco di Milano annuncia la prosecuzione del progetto urbano, mentre il assessore dimissionario definisce la scelta 'sofferta' e motivata da interessi pubblici.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/07/21/inchiesta-urbanistica-sala-le-mie-mani-sono-pulite-tutto-nellinteresse-dei_c86ac966-3daf-4a77-9145-e24caef1d8f2.html"
    },
    {
      "title": "Indagini chiudono su stalking a Sangiuliano, rischio processo per Boccia",
      "source": "ANSA",
      "summary": "Il pubblico ministero di Roma conclude le indagini sulla presunta condotta ossessiva di Maria Rosaria Boccia nei confronti di Sangiuliano, con possibile avvio di processo.",
      "link": "https://www.ansa.it/sito/notizie/politica/2025/07/21/il-caso-sangiuliano-rischio-processo-per-la-boccia_c4e96441-3523-4d98-b0e4-2350b275ce5e.html"
    },
    {
      "title": "Procura di Roma valuta processo per Maria Rosaria Boccia nel caso Sangiuliano",
      "source": "Rai News",
      "summary": "La procura di Roma accusa Boccia di aver esercitato pressione psicologica sull'ex ministro Sangiuliano, inducendolo a lasciare l'incarico, con indagini concluse per possibile processo.",
      "link": "https://www.rainews.it/articoli/2025/07/caso-sangiuliano-maria-rosaria-boccia-a-rischio-processo-327f52e9-5b10-4a71-af81-a6c10a72ddf1.html"
    },
    {
      "title": "Zelensky annuncia colloqui di pace a Istanbul tra Ucraina e Russia",
      "source": "TGCOM24",
      "summary": "Il presidente Zelensky conferma incontri di pace mercoledì a Istanbul, mentre l'Ucraina affronta nuovi attacchi russi e le critiche di Pechino alle sanzioni europee.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1245-diretta_101325873-202502k.shtml"
    },
    {
      "title": "Mistero sulla morte di Emanuela Ruggeri, si ipotizza overdose",
      "source": "TGCOM24",
      "summary": "Il corpo di Ruggeri, scomparsa da luglio, trovato in decomposizione a Roma; indagini su possibile overdose, con autopsia e analisi tossicologiche in corso.",
      "link": "https://www.tgcom24.mediaset.it/2025/video/emanuela-ruggeri-ipotesi-decesso-per-droga_101319058-02k.shtml"
    },
    {
      "title": "Repubblicani chiedono testimonianza di Maxwell nel caso Epstein",
      "source": "ANSA",
      "summary": "Numerosi repubblicani statunitensi sollecitano Maxwell a testimoniare in Congresso riguardo al caso Epstein, coinvolgendo anche figure di rilievo come Trump.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/07/21/repubblicani-maxwell-venga-in-congresso-su-caso-epstein_ea522135-3a2c-44a1-a493-0964d4a46996.html"
    },
    {
      "title": "Contenzioso tra Procura e cittadini al Lido di Venezia su capanne improvvisate",
      "source": "TGCOM24",
      "summary": "Gli abitanti del Lido di Venezia difendono le capanne di materiali riciclati contro le demolizioni della Procura, che le considera abusive, scatenando una protesta popolare.",
      "link": "https://www.tgcom24.mediaset.it/2025/video/lido-di-venezia-la-guerra-delle-capanne-tra-procura-e-cittadini_101319067-02k.shtml"
    }
  ]
}