{
  "date": "2025-08-28",
  "summary": "Il tema che incornicia la giornata è la vulnerabilità degli spazi sacri e dell'istruzione di fronte alla violenza: a Minneapolis un uomo ha aperto il fuoco partendo dalla chiesa del campus durante la messa, uccidendo due bambini e ferendone una quindicina tra studenti e personale; il Papa ha espresso dolore mentre le autorità cercano di chiarire moventi e dinamica, compreso un video minaccioso diffuso prima dell'attacco. In parallelo, in Medio Oriente si registra un'ulteriore pressione sui luoghi religiosi: il patriarca Pizzaballa ha commentato l'ordine di evacuazione della Sacra Famiglia a Gaza, annunciando che preti e suore resteranno per assistere i malati nonostante l'evacuazione definita una condanna. A sottolineare la dimensione politica della protezione civile, l'incontro tra Tony Blair e Jared Kushner sul futuro della Striscia ha ribadito soluzioni che evitino un'occupazione diretta ma riconnettono il tema alla politica estera e ai progetti passati.\n\nSu questo sfondo si staglia la dimensione strategica ed economica: Stati Uniti e Ucraina si avvicinano a un accordo di garanzie di sicurezza – definito informalmente come «tre scudi» contro Mosca – con ambasciatori di Kiev a Washington e osservazioni del Cremlino sui temi chiave; nel contempo la Cina ha confermato che Xi ospiterà Putin e Modi a fine agosto, segnando una convergenza geopolitica con impatto su deterrenza e mercati energetici. In Italia l'ex uragano Erin ha provocato allerta rossa in Lombardia; la denuncia per maltrattamenti su un cane in Piemonte, il taglio dell'Irpef per il ceto medio stimato intorno ai tre miliardi a regime e l'accusa di un'eurodeputata per furto di immagini su un sito pornografico illustrano pressioni su ordine pubblico, tutela sociale e privacy digitale. La congiuntura richiede politiche che integrino sicurezza, resilienza e protezione dei diritti: omissioni potrebbero aumentare rischi per la stabilità sociale e generare volatilità sui mercati.",
  "headlines": [
    {
      "title": "Spari in una scuola a Minneapolis: due bambini morti",
      "source": "ANSA",
      "summary": "Il killer spara dalla chiesa; 14 feriti tra studenti e personale, e il Papa esprime dolore mentre la polizia indaga sui motivi.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/27/spari-in-una-scuola-a-minneapolis-morti-due-bambini.-sul-fucile-la-scritta_863761b6-4c9c-4dc8-a1e9-dda0bdf62117.html"
    },
    {
      "title": "Spari durante la messa: due morti e diciassette feriti",
      "source": "Rai News",
      "summary": "Un giovane diffonde inizialmente un video minaccioso prima dell'attacco; l'assalto avviene da finestre della chiesa; due bambini morti e 17 feriti tra i presenti.",
      "link": "https://www.rainews.it/video/2025/08/minneapolis-strage-spari-sulla-messa-la-ricostruzione-2383c427-67e5-4503-a207-b65c6f697e30.html"
    },
    {
      "title": "Sparatoria a Minneapolis: due bambini uccisi in una scuola cattolica",
      "source": "Rai News",
      "summary": "Sono 17 i feriti, di cui 14 minori; i presenti pregano nella chiesa del campus quando il killer spara attraverso le vetrate.",
      "link": "https://www.rainews.it/video/2025/08/stati-uniti-sparatoria-a-minneapolis-giovane-spara-e-uccide-due-bambini-in-una-scuola-cattolica-0544331e-536d-4fcc-b91d-77ef9433c396.html"
    },
    {
      "title": "Usa e Ucraina si avvicinano a un accordo: tre scudi contro Mosca",
      "source": "la Repubblica",
      "summary": "Ambasciatori di Zelensky si confrontano a Washington su garanzie di sicurezza; Peskov valuta temi cruciali; Xi ospiterà Putin e Modi a fine agosto.",
      "link": "https://www.repubblica.it/esteri/2025/08/28/news/stati_uniti_ucraina_russia_accordo-424811341/?rss"
    },
    {
      "title": "Lava il cane all'autolavaggio: denunciato per maltrattamenti",
      "source": "Rai News",
      "summary": "Un uomo di 57 anni è identificato e denunciato dai Carabinieri forestali di Biella per maltrattamenti su animale, incastrato dalle telecamere.",
      "link": "https://www.rainews.it/articoli/2025/08/lava-il-cane-allautolavaggio-denunciato-per-maltrattamenti-e-stato-incastrato-dalle-telecamere-142d0aad-2922-4c39-ac60-b9622825cd26.html"
    },
    {
      "title": "Ex uragano Erin colpisce l'Italia, allerta rossa in Lombardia",
      "source": "Rai News",
      "summary": "Il ciclone Erin provoca precipitazioni e grandine diffuse; Lombardia sotto allerta rossa, Piemonte in allerta arancione, situazioni in monitoraggio in costante aggiornamento.",
      "link": "https://www.rainews.it/maratona/2025/08/maltempo-lex-uragano-erin-si-abbatte-sullitalia-allerta-rossa-in-lombardia-da21b78e-ad8f-466d-bda5-e17fe8d47987.html"
    },
    {
      "title": "Blair e Kushner discutono sul futuro della Striscia",
      "source": "la Repubblica",
      "summary": "Durante l'incontro, Blair e Kushner discutono sul futuro della Striscia; l'incontro evita l'occupazione, ma emergono legami politici con progetti passati.",
      "link": "https://www.repubblica.it/esteri/2025/08/28/news/blair_e_kushner_da_trump_casa_bianca_vertice_futuro_striscia-424811318/?rss"
    },
    {
      "title": "Gaza: evacuazione della Sacra famiglia ordinata",
      "source": "la Repubblica",
      "summary": "Il patriarca Pizzaballa commenta l'evacuazione, affermando che preti e suore resteranno per assistere i malati nonostante l'ordine, definendolo una condanna.",
      "link": "https://www.repubblica.it/esteri/2025/08/27/news/gaza_ordine_evacuazione_sacra_famiglia_pizzaballa-424809374/?rss"
    },
    {
      "title": "Manovra: aiuto al ceto medio con il taglio dell'Irpef",
      "source": "ANSA",
      "summary": "L'esenzione dall'aumento dell'età di uscita arriva con un costo di circa tre miliardi all'anno una volta a regime, secondo stime governative.",
      "link": "https://www.ansa.it/sito/notizie/economia/2025/08/27/manovra-aiuto-al-ceto-medio-con-il-taglio-dellirpef-_98546d7a-ef81-4d3e-9f35-e6b63178027f.html"
    },
    {
      "title": "Eurodeputata e consigliera vittime di forum sessista",
      "source": "ANSA",
      "summary": "Una eurodeputata denuncia un sito di pornografia per aver rubato foto; Moretti del Pd conferma la denuncia, evidenziando danni e molestie.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/27/morani-mie-foto-sui-social-rubate-denuncio-un-sito-di-pornografia_23538551-2e74-4031-a478-c70dad113858.html"
    }
  ]
}