{
  "date": "2025-09-28",
  "summary": "È aumentata oggi la pressione militare russa sull'Ucraina: secondo Rai News un grave attacco aereo ha costretto gli abitanti di Kiev a rifugiarsi nella metropolitana, con almeno 2 morti e 10 feriti, mentre a Odessa incendi e danni seguono un bombardamento notturno; contemporaneamente un massiccio attacco aereo avrebbe causato la chiusura di due aeroporti in Polonia, con la Nato che ribadisce di non voler lo scontro ma di essere pronta a difendersi. Le attribuzioni di responsabilità sono al momento controverse. Questi eventi mostrano l'urgenza di rifugi sicuri e di monitoraggio aereo costante; i prossimi passi indicati dalle autorità includono rafforzare la protezione civile e intensificare i canali diplomatici per evitare un'escalation. Il ministro degli Esteri Tajani annuncia incontri domani per coordinare risposte e ridurre rischi.\n\nSul fronte politico e umanitario, urne aperte nelle Marche e in Valle d'Aosta: secondo ANSA voteranno almeno 1,3 milioni nelle Marche e almeno 103mila in Valle d'Aosta, coinvolgendo complessivamente almeno 1,4 milioni di persone e influenzando priorità regionali e l'erogazione di fondi. La Flotilla è ripartita da Creta verso Gaza chiedendo corridoi umanitari; Tajani avverte di non forzare e annuncia incontri domani per evitare escalation. Le Nazioni Unite hanno inoltre fatto tornare in vigore sanzioni all'Iran dopo almeno 10 anni per il fallimento dei negoziati nucleari (ANSA). La Cina ha lanciato il satellite meteorologico Fengyun-3, importante per previsioni e monitoraggio climatico. Attendere i risultati elettorali e gli esiti diplomatici di domani è il prossimo rischio concreto.",
  "headlines": [
    {
      "title": "Gli abitanti di Kiev si rifugiano nella metropolitana durante un grave attacco aereo russo",
      "source": "Rai News",
      "summary": "Secondo i report, due morti e 10 feriti in Kiev dimostrano l'impatto immediato di attacchi aerei; perché conta evidenziare la necessità di rifugi sicuri e monitoraggio costante.",
      "link": "https://www.rainews.it/video/2025/09/gli-abitanti-di-kiev-si-rifugiano-nella-metropolitana-durante-un-grave-attacco-aereo-russo-video-dallucraina-a8700437-1110-4624-89f8-16a659d871a1.html"
    },
    {
      "title": "Urne aperte nelle Marche e Valle d'Aosta per le regionali",
      "source": "ANSA",
      "summary": "Urne aperte nelle Marche e Valle d'Aosta per le regionali: almeno 1,3 milioni di elettori nelle Marche e 103mila in Valle d'Aosta voteranno; perché conta definire priorità di governo locale.",
      "link": "https://www.ansa.it/sito/notizie/politica/2025/09/28/urne-aperte-nelle-marche-e-in-valle-daosta-test-dautunno-con-un-occhio_c16ce1a3-033e-40a2-99d9-03b11171db36.html"
    },
    {
      "title": "La Flotilla prosegue e chiede corridoi, Tajani avverte: non forzate",
      "source": "ANSA",
      "summary": "Le navi proseguono chiedendo corridoi umanitari; Tajani afferma che domani si tengono ulteriori incontri per evitare escalation; perché conta proteggere civili e facilitare aiuti.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/27/flotilla-prosegue-e-chiede-corridoi.-tajani-non-forzate_3427fbed-cb62-4cf8-a62a-b0c6084d270e.html"
    },
    {
      "title": "Tornano in vigore sanzioni dell'ONU all'Iran dopo 10 anni",
      "source": "ANSA",
      "summary": "Le sanzioni dell'ONU all'Iran tornano in vigore dopo almeno 10 anni, a seguito del fallimento dei negoziati nucleari; perché conta esercitare pressioni economiche e stimolare un nuovo dialogo.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/28/tornano-in-vigore-sanzioni-dellonu-alliran-dopo-10-anni_6e6f83d5-25c2-4c58-b5b2-b8288ab59bb1.html"
    },
    {
      "title": "Regionali nelle Marche e Valle d'Aosta, sfide decisive",
      "source": "Il Sole 24 Ore",
      "summary": "Alle urne partecipano almeno 1,4 milioni di italiani nelle Marche e Valle d'Aosta; perché conta definire priorità di governo locale e l'erogazione di fondi regionali.",
      "link": "https://www.ilsole24ore.com/art/regionali-marche-e-valle-d-aosta-urne-14-milioni-italiani-ecco-perche-sono-sfide-decisive-AHCzr5rC"
    },
    {
      "title": "La Flotilla riparte da Creta diretta a Gaza",
      "source": "Il Sole 24 Ore",
      "summary": "La Flotilla riparte da Creta diretta a Gaza; Tajani afferma che nessun italiano o partecipante rischia, e si prosegue con contatti internazionali; perché conta proteggere civili e facilitare aiuti.",
      "link": "https://www.ilsole24ore.com/art/flotilla-pronta-ripartire-situazione-meteo-permette-schlein-prosegua-dialogo-la-chiesa-AHUIy4rC"
    },
    {
      "title": "Fuoco su Odessa dopo bombardamento notturno russo: video",
      "source": "Rai News",
      "summary": "Incendi e vigili cercano di spegnere i danni dell'attacco notturno, evidenziando lesioni civili e perdita di beni; perché conta valutare la sicurezza di Odessa e la risposta russa.",
      "link": "https://www.rainews.it/video/2025/09/fuoco-su-odessa-dopo-il-bombardamento-notturno-russo-video-fiamme-nella-citta-ucraina-e3bc84f5-35ae-4a12-8203-f5a75e7fae17.html"
    },
    {
      "title": "Massiccio attacco aereo russo nella notte chiude due aeroporti in Polonia",
      "source": "TGCOM24",
      "summary": "Tajani afferma che l'Italia non è bersaglio militare; la Nato ribadisce di non cercare lo scontro, ma è pronta a difendersi; perché conta mantenere deterrenza e sicurezza europea.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-giorno-1313-diretta_104044948-202502k.shtml"
    },
    {
      "title": "La Cina lancia un gruppo di satelliti nello spazio",
      "source": "TGCOM24",
      "summary": "La Cina lancia Fengyun-3 08: al meno 596° volo della serie Lunga Marcia e 22° satellite meteorologico; perché conta migliorare previsioni, monitoraggio climatico e ambiente.",
      "link": "https://www.tgcom24.mediaset.it/2025/video/la-cina-lancia-un-gruppo-di-satelliti-nello-spazio_104049145-02k.shtml"
    }
  ]
}