{
  "date": "2025-08-23",
  "summary": "Il tema dominante di oggi è la prova di coesione e di capacità d'azione dell'Europa in un contesto di pressioni geopolitiche multiple: l'ex premier Mario Draghi ha denunciato il ridotto ruolo dell'Unione nella gestione delle crisi in Ucraina e a Gaza e ha sollecitato strumenti di debito comune per finanziare progetti paneuropei. Su questo sfondo lo stallo militare tra Mosca e Kiev — segnato da attacchi notturni e dalla visita del segretario generale della NATO a Kiev con promesse di nuovi aiuti Ue — evidenzia limiti pratici e politici nella risposta occidentale. In parallelo, l'attacco ucraino all'oleodotto Druzhba, che ha interrotto forniture verso Ungheria e Slovacchia, mette in luce la vulnerabilità delle reti energetiche europee e acuisce le tensioni interne all'Unione sul coordinamento delle contromisure.\n\nA sottolineare la pressione sulle istituzioni, oggi emergono anche sfide interne e di informazione che complicano il quadro: i media internazionali criticano Meta per la gestione di un profilo Facebook dove mariti pubblicavano foto delle mogli, riaccendendo il dibattito su moderazione e privacy. In Italia la tensione sociale è evidente, con 27 palazzi occupati a Roma e una procedura d'infrazione Ue per le concessioni balneari, segni di fragilità normativa. Altre tragedie amplificano l'urgenza umanitaria: il ribaltamento di un bus turistico a New York e la morte di bambini a Khan Younis. Ghislaine Maxwell ha dichiarato di non credere che Epstein sia morto per suicidio, rilanciando teorie alternative. Sul fronte economico la prospettiva di un possibile taglio dei tassi dalla Fed a settembre influenza i mercati, in un contesto segnato da rischi energetici e geopolitici. Le dinamiche odierne mostrano come instabilità politica, informazione e fattori macroeconomici siano interdipendenti, con effetti su stabilità globale e coesione sociale.",
  "headlines": [
    {
      "title": "Media esteri riferiscono su gruppo Facebook con foto delle mogli",
      "source": "la Repubblica",
      "summary": "I media internazionali analizzano la vicenda del profilo Facebook dove mariti pubblicavano foto delle loro mogli, criticando Meta per la gestione dei contenuti.",
      "link": "https://www.repubblica.it/esteri/2025/08/22/news/gruppo_facebook_mia_moglie_gisele_pelicot_stampa-424801716/?rss"
    },
    {
      "title": "Draghi critica l'Europa sulla gestione di Ucraina e Gaza",
      "source": "ANSA",
      "summary": "L'ex premier sottolinea il ruolo ridotto dell'Europa su Ucraina e Gaza e sostiene che servono forme di debito comuni per progetti europei di ampia portata.",
      "link": "https://www.ansa.it/sito/notizie/dirette_live/2025/08/22/draghi-il-2025-sara-ricordato-come-lanno-in-cui-evapora-illusione-della_dac59e1f-0c48-4942-82fd-04770b030da2.html"
    },
    {
      "title": "Powell apre a possibile taglio dei tassi a settembre",
      "source": "Rai News",
      "summary": "Il presidente della Fed indica che un taglio dei tassi potrebbe avvenire a settembre, decisione presa in autonomia dall'istituto ed è soggetta a condizioni economiche.",
      "link": "https://www.rainews.it/video/2025/08/il-presidente-della-fed-jerome-powell-apre-a-un-possibile-taglio-dei-tassi-di-interesse-d5802ddb-597e-4dd6-8093-d80ce17ef14a.html"
    },
    {
      "title": "Roma registra 27 palazzi occupati dai centri sociali",
      "source": "TGCOM24",
      "summary": "L'articolo descrive 27 palazzi occupati dai centri sociali a Roma, incluso un edificio di 9 piani in via Santa Croce, abitato da centinaia di persone.",
      "link": "https://www.tgcom24.mediaset.it/2025/video/roma-sono-27-i-palazzi-occupati-dai-centri-sociali_102511296-02k.shtml"
    },
    {
      "title": "Italia rischia sanzioni UE per concessioni balneari",
      "source": "ANSA",
      "summary": "La notizia spiega che l'Italia è sotto procedura di infrazione per la direttiva Bolkestein e concessioni balneari potrebbero provocare sanzioni.",
      "link": "https://www.ansa.it/sito/videogallery/economia/2025/08/21/concessioni-balneari-perche-litalia-rischia-sanzioni-da-parte-dellue_5d2d2a29-1ecf-4299-aa44-c38072a9290f.html"
    },
    {
      "title": "Bus turistico ribalta in New York: 5 morti",
      "source": "ANSA",
      "summary": "L'incidente avvenuto a New York coinvolge un bus turistico che trasportava visitatori delle Cascate del Niagara; cinque morti, tra cui un neonato.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/23/incidente-bus-turisti-a-new-york-5-morti-anche-un-neonato_fb9a8ce9-2afa-42f4-b7e2-d2c49df5851a.html"
    },
    {
      "title": "Maxwell nega che Epstein sia morto suicida",
      "source": "ANSA",
      "summary": "La Maxwell sostiene, in un colloquio citato dalla CNN, di non credere che Epstein sia morto per suicidio, alimentando teorie alternative.",
      "link": "https://www.ansa.it/sito/notizie/mondo/nordamerica/2025/08/22/maxwell-non-credo-che-epstein-sia-morto-suicida_06e7a8c5-61e4-4dab-a583-3950f81613b1.html"
    },
    {
      "title": "Stallo tra Mosca e Kiev con attacchi notturni",
      "source": "Rai News",
      "summary": "Il segretario della Nato Rutte visita Kiev; l'UE promette ulteriori aiuti, mentre la guerra mantiene lo stallo tra Mosca e Kiev e attacchi notturni.",
      "link": "https://www.rainews.it/maratona/2025/08/mosca-kiev-il-vertice-si-allontana-putin-zelensky-trump-come-olio-e-aceto-attacchi-russi-la-guerra-in-ucraina-7f595c50-873f-48b8-9b7d-790a8c705158.html"
    },
    {
      "title": "Attacco israeliano a Khan Younis provoca morti tra bambini",
      "source": "Rai News",
      "summary": "L'attacco israeliano a Khan Younis provoca la morte di quattro bambini; Trump commenta gli ostaggi viventi, mentre Israele nega versioni ONU.",
      "link": "https://www.rainews.it/maratona/2025/08/trump-forse-meno-di-20-ostaggi-ancora-vivi-israele-non-e-vero-onu-dichiara-la-carestia-a-gaza-41800395-88fd-4fd0-92eb-3f889b4b3a21.html"
    },
    {
      "title": "Kiev attacca oleodotto Druzhba; Budapest critica passaggio petrolio russo",
      "source": "Rai News",
      "summary": "L'attacco di Kiev all'oleodotto Druzhba rompe la fornitura verso Ungheria e Slovacchia; Budapest denuncia l'impatto sulle importazioni russe.",
      "link": "https://www.rainews.it/articoli/2025/08/raid-di-kiev-sulloleodotto-di-druzhba-lattacco-ucraino-325e1a22-161a-4e31-9de4-413fb9bc8b72.html"
    }
  ]
}