{
  "date": "2025-07-24",
  "summary": "L’emergenza umanitaria resta al centro della scena mondiale, con un’accresciuta attenzione sulla situazione a Gaza, dove, secondo l’Unicef, la carenza di accesso agli aiuti alimentari minaccia la sopravvivenza di migliaia di bambini. L’appello dell’organizzazione internazionale per l’apertura dei valichi attualmente bloccati si intreccia alle accuse e alle difficoltà operative delle ONG, come evidenziato da Raffaella Baiocchi di Emergency. Allargando lo sguardo, la crisi idrica che ha colpito l’Iran, costringendo alla chiusura di scuole e uffici per una giornata dedicata al risparmio idrico, sottolinea la pressione crescente che il cambiamento climatico esercita sulle società e sulle infrastrutture, alimentando fragilità e tensioni già esistenti.\n\nSu questo sfondo, i temi della vulnerabilità sociale e dei diritti riemergono attraverso l’allarme lanciato da Save the Children: oltre 12 milioni di minori sono vittime di sfruttamento e schiavitù contemporanea, spesso esacerbati da crisi regionali e instabilità globale. In parallelo, il dibattito etico si fa acceso in Italia con l’appello di Laura Santi sulla dignità nel fine vita. Intanto, la cronaca internazionale registra la scomparsa di un aereo con 46 persone nella Siberia russa e il costante confronto politico negli Stati Uniti, dove Donald Trump intensifica il proprio scontro mediatico e legale con la stampa. Questi sviluppi, accompagnati da notizie di respiro culturale e sportivo come l’ennesima vittoria italiana al Tour de France e l’omaggio globale a Taylor Swift, suggeriscono un equilibrio complesso tra crisi umanitarie e resilienza sociale, con impatti duraturi sulla percezione pubblica e sulla stabilità delle società moderne.",
  "headlines": [
    {
      "title": "Jonathan Milan vince seconda tappa al Tour de France 2025 in volata",
      "source": "Rai News",
      "summary": "L'italiano conquista a Valence la sua seconda vittoria in questa edizione, battendo nella volata finale Jordi Meeus e Tobias Lund Andresen.",
      "link": "https://www.rainews.it/video/2025/07/tour-de-france-2025-17-tappa-azzurro-jonathan-milan-vince-in-volata-traguardo-valence-8c83643d-b7a7-4dd6-a747-48bd6a56a857.html"
    },
    {
      "title": "Iran dichiara giorno di festa per risparmio idrico a causa della siccità",
      "source": "la Repubblica",
      "summary": "Per affrontare l'emergenza idrica causata dal cambiamento climatico, uffici, scuole e edifici pubblici sono chiusi in Iran, che affronta una grave siccità.",
      "link": "https://www.repubblica.it/esteri/2025/07/23/news/iran_senza_acqua_siccita_giorno_di_festa-424748246/?rss"
    },
    {
      "title": "Oltre 12 milioni di minori vittime di sfruttamento e schiavitù moderna nel mondo",
      "source": "Il Sole 24 Ore",
      "summary": "Secondo Save the Children, circa un quarto delle persone sfruttate o schiavizzate sono minori, con 9 milioni coinvolti in matrimoni forzati e altre forme di abuso.",
      "link": "https://www.ilsole24ore.com/art/save-the-children-mondo-123-milioni-minori-vittime-sfruttamento-e-schiavitu-moderna-AHkbC6rB"
    },
    {
      "title": "Appello di Laura Santi ai parlamentari: 'Chiedete umanità'",
      "source": "ANSA",
      "summary": "Dopo il suicidio assistito, Laura Santi fa un appello ai parlamentari affinché mostrino umanità nel dibattito sul fine vita; l'esame del disegno di legge è rinviato a settembre.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/07/23/laura-santi-ai-parlamentari-vi-chiedo-di-essere-umani_4e9fb22a-873f-4480-a7d9-52d85b48aed1.html"
    },
    {
      "title": "Madame Tussauds presenta 13 nuove statue di Taylor Swift",
      "source": "Rai News",
      "summary": "Il museo introduce 13 nuove statue di cera di Taylor Swift, il progetto più ambizioso in 250 anni, riconoscendo la cantante tra le artiste più influenti del secolo.",
      "link": "https://www.rainews.it/articoli/2025/07/madame-tussauds-annuncia-13-nuove-statue-di-cera-di-taylor-swift-99ca9471-2011-4f14-ac32-6b4d23437fef.html"
    },
    {
      "title": "Unicef chiede apertura dei valichi per cibo a Gaza, mentre si muore di fame",
      "source": "Rai News",
      "summary": "Con 17.000 bambini uccisi e 28 morti giornalieri, l'Unicef chiede l'apertura dei valichi per aiuti alimentari, mentre Israele blocca 1.000 tir di aiuti fuori Gaza.",
      "link": "https://www.rainews.it/video/2025/07/unicef-gaza-iacomini-d006dfee-f0cf-4e7d-9d41-6e155511ce89.html"
    },
    {
      "title": "Trump nega coinvolgimento nel caso Epstein e querela il Wall Street Journal",
      "source": "Rai News",
      "summary": "Trump respinge le accuse del WSJ riguardo Epstein, definendole fake news, e ha avviato una causa per diffamazione da 10 miliardi di dollari contro il quotidiano.",
      "link": "https://www.rainews.it/articoli/2025/07/trump-infuriato-per-il-caso-epstein-gli-articoli-del-wall-street-journal-sono-solo-fake-877a390a-8a80-45c0-97f3-0444ce5464f7.html"
    },
    {
      "title": "Raffaella Baiocchi di Emergency denuncia situazione critica a Gaza",
      "source": "Rai News",
      "summary": "Le organizzazioni umanitarie segnalano che 900 camion di aiuti sono fermi al valico di Kerem Shalom, mentre le forze israeliane accusano le ONG di non prenderli in carico.",
      "link": "https://www.rainews.it/video/2025/07/raffaella-baiocchi-emergency-situazione-gaza-drammatica-41ce8322-2760-4a96-b6a6-587538cc7cd7.html"
    },
    {
      "title": "A Kiev, un angolo ricorda i caduti italiani in guerra",
      "source": "Rai News",
      "summary": "In Piazza Maidan a Kiev, un luogo commemorativo ricorda i giovani italiani morti in guerra, tra cui un 21enne padovano ucciso nel bombardamento russo.",
      "link": "https://www.rainews.it/video/2025/07/kiev-un-angolo-dove-il-tricolore-rompe-la-monocromia-gialla-e-blu--b4b5d9cd-923e-4210-9d8e-90eca5e7d04a.html"
    },
    {
      "title": "Russia: aereo con 46 persone a bordo perde contatto vicino a Tynda",
      "source": "TGCOM24",
      "summary": "Un aereo An-24 di Angara Airlines non si è più collegato con il controllo aereo vicino a Tynda, in Russia, con 46 persone a bordo, secondo fonti ufficiali.",
      "link": "https://www.tgcom24.mediaset.it/mondo/russia-persi-contatti-con-aereo-con-46-persone-a-bordo_101406123-202502k.shtml"
    }
  ]
}