{
  "date": "2025-12-27",
  "summary": "La Russia ha intensificato l'escalation in Ucraina colpendo Kiev nella notte con missili ipersonici Kinzhal, causando feriti e danni a edifici residenziali, cantieri e aziende. L'attacco, parte di una serie di raid aerei, ha scatenato allarmi in tutto il paese e preoccupa la sicurezza europea: oggi Ursula von der Leyen e leader UE hanno tenuto una call con Volodymyr Zelensky e Donald Trump per coordinare una risposta unita. Questo avviene mentre le truppe ucraine resistono nell'est, ma Kiev cerca di colpire in profondità in Russia, evidenziando una guerra che si protrae da quasi tre anni con impatti crescenti su civili e infrastrutture.\n\nDomani Zelensky vola a Mar-a-Lago per incontrare Trump, che ha avvertito: 'Decido io' sul futuro degli aiuti e del Donbass, tiepido verso Kiev fino all'approvazione del suo piano. Intanto, Kim Jong-un ordina l'espansione della produzione di missili e armi sottomarine segrete, alimentando timori di forniture alla Russia per la guerra ucraina. Nel nord di Israele, un palestinese ha travolto pedoni con un'auto e accoltellato una donna, uccidendo due persone: il presidente Herzog promette più sicurezza, in un contesto di tensioni persistenti.\n\nVerso il futuro, emerge il piano pace in 20 punti da Miami, con zone franche, divieto Nato per l'Ucraina e gestione condivisa di Zaporizhzhia, che Zelensky valuta per un referendum nonostante i nodi sul Donbass. Trump potrebbe sbloccarlo, influenzando negoziati con Mosca. In Asia, Thailandia e Cambogia hanno firmato un cessate il fuoco dopo 47 morti e un milione di sfollati, aprendo a monitoraggi per una pace duratura, mentre l'Europa affronta un 2025 segnato da ondate di calore e inondazioni con migliaia di vittime, urgenza per adattamenti climatici.",
  "headlines": [
    {
      "title": "Russia lancia missili Kinzhal su Kiev causando feriti e danni a edifici residenziali",
      "source": "ANSA",
      "summary": "Russia attacca Kiev con missili ipersonici Kinzhal nella notte, allarme aereo in Ucraina, danni a cantieri e aziende con feriti. Oggi von der Leyen e leader UE in call con Zelensky e Trump per coordinare risposta. Escalation preoccupa sicurezza europea.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/12/27/notte-di-bombardamenti-e-feriti-a-kiev.-oggi-von-der-leyen-e-i-leader-europei_b5d2f3f2-9f0e-4f7a-b4a3-73a4445ae220.html",
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Zelensky incontra Trump domani a Mar-a-Lago per decidere futuro Donbass",
      "source": "la Repubblica",
      "summary": "Zelensky vola in Florida per incontro con Trump a Mar-a-Lago, collegamento video leader UE. Possibile intesa a Capodanno su Donbass nonostante accuse reciproche Kiev-Mosca. Trump avverte: 'Decido io'. Influenza negoziati pace.",
      "link": "https://www.repubblica.it/esteri/2025/12/27/news/zelensky_incontro_trump_futuro_donbass_intesa-425061783/?rss",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Kim Jong-un ordina espansione produzione missili e armi sottomarine segrete",
      "source": "TGCOM24",
      "summary": "Leader nordcoreano accelera produzione bellica di missili e 'armi segrete sottomarine'. Analisti temono cessione a Russia. Pyongyang rafforza arsenale, Mosca osserva con interesse per potenziale supporto guerra Ucraina.",
      "link": "https://www.tgcom24.mediaset.it/mondo/corea-nord-kim-jong-armi-putin_107383150-202502k.shtml",
      "category": "conflict",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Palestinese travolge pedoni con auto e accoltella donna uccidendo due persone",
      "source": "Euronews Italiano",
      "summary": "Uomo palestinese compie attacco nel nord Israele travolgendo folla con auto e accoltellando una donna, due morti. Presidente Herzog promette rafforzamento sicurezza. Episodio aumenta tensioni sicurezza israeliana.",
      "link": "http://it.euronews.com/2025/12/26/attacco-in-israele-uomo-travolge-i-pedoni-con-lauto-e-accoltella-una-persona-due-morti",
      "category": "conflict",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "Trump avverte Zelensky che decide lui su aperture per piano pace",
      "source": "AGI",
      "summary": "Trump si mostra tiepido verso Zelensky prima incontro Florida: 'Non ha niente finché non approvo io'. Zelensky pronto referendum su piano Trump ma rivede termini su territori. Influenza futuro aiuti USA all'Ucraina.",
      "link": "https://www.agi.it/estero/news/2025-12-26/zelensky-incontro-trump-34804619/",
      "category": "politics",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Ondate calore e inondazioni causano migliaia morti in Europa nel 2025",
      "source": "Euronews Italiano",
      "summary": "Fenomeni meteo estremi segnano 2025 in Europa con ondate letali, inondazioni lampo, migliaia vittime e danni economici. Settori agricoli e turistici colpiti. Evidenzia urgenza adattamento climatico per futuro.",
      "link": "http://it.euronews.com/green/2025/12/27/ondate-di-calore-letali-e-inondazioni-lampo-come-il-meteo-estremo-in-europa-ha-segnato-il",
      "category": "environment",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Ex premier malese Najib Razak riceve condanna a 15 anni per corruzione 1MDB",
      "source": "Euronews Italiano",
      "summary": "Najib Razak condannato a 15 anni per corruzione fondo sovrano 1MDB, 647 milioni euro sui suoi conti. Sentenza rafforza lotta corruzione Malesia. Impatto su governance e fiducia investitori internazionali.",
      "link": "http://it.euronews.com/2025/12/26/malesia-ex-premier-najib-razak-condannato-a-15-anni-per-corruzione",
      "category": "politics",
      "region": "asia-pacific",
      "importance": "notable"
    },
    {
      "title": "Thailandia e Cambogia firmano cessate il fuoco dopo 47 morti e un milione sfollati",
      "source": "la Repubblica",
      "summary": "Thailandia e Cambogia concordano cessate il fuoco dopo tre settimane conflitto con 47 morti e quasi un milione sfollati. Accordo interrompe ostilità frontaliere. Prossimi passi: monitoraggio e negoziati pace duratura.",
      "link": "https://www.repubblica.it/esteri/2025/12/27/news/thailandia_e_cambogia_concordano_il_cessate_il_fuoco-425061900/?rss",
      "category": "conflict",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Piano pace Miami prevede zone franche e no Nato per Ucraina",
      "source": "la Repubblica",
      "summary": "Piano 20 punti da Miami propone zone franche, divieto Nato e gestione Zaporizhzhia per pace Ucraina. Nodi: territori contesi Donbass. Zelensky valuta referendum, Trump decide. Potrebbe sbloccare negoziati con Russia.",
      "link": "https://www.repubblica.it/esteri/2025/12/27/news/ucraina_piano_pace_20_punti_miami_zone_franche_no_nato-425061799/?rss",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    }
  ],
  "metadata": {
    "sourcesUsed": 6,
    "articlesProcessed": 253,
    "categoryCounts": {
      "conflict": 4,
      "politics": 4,
      "environment": 1
    },
    "regionCounts": {
      "europe": 4,
      "asia-pacific": 3,
      "middle-east": 1,
      "americas": 1
    }
  }
}