{
  "date": "2025-08-18",
  "summary": "La giornata è stata definita dalla tensione tra logiche di potenza e tentativi di contenimento diplomatico, evidenziata dall'attacco di un drone russo su Kharkiv che ha causato morti e feriti, compreso un bambino, poco prima dell'incontro a Washington tra il presidente ucraino e l'ex presidente americano. Su questo sfondo, la presidente della Commissione europea Ursula von der Leyen ha ribadito che i confini non si modificano con la forza, frase pronunciata in un evento a Washington a sottolineare l'unità euro-atlantica. In parallelo, l'ex presidente Donald Trump ha ribadito un netto no alla guerra e ha parlato di progressi nei contatti con la Russia, invitando a restare aggiornati sulle iniziative future: contrapposizioni retoriche che mostrano come, tra escalation militari e diplomazia pubblica, si stia ridefinendo l'equilibrio delle pressioni internazionali.\n\nIn questo quadro le dinamiche interne rafforzano il tema della legittimazione politica come variabile chiave: in Israele le mobilitazioni e gli scontri attorno alla richiesta del premier Netanyahu per il rilascio degli ostaggi evidenziano pressioni che condizionano le scelte di sicurezza; analogamente le contestazioni rivolte al presidente serbo Vucic, che denuncia tentativi di favorire un governo di sinistra «anarchico», mostrano come la protesta domestica si intrecci con orientamenti esterni e legami con Mosca e Pechino. A sottolineare le trasformazioni politiche, in Bolivia il ballottaggio tra candidati opposti apre una fase di incertezza elettorale, mentre in Italia i funerali e gli omaggi a Pippo Baudo offrono momenti di coesione sociale. L'insieme suggerisce possibili frizioni tra stabilità interna e soglie di rischio geopolitico, con conseguenze per i mercati e la resilienza delle alleanze.",
  "headlines": [
    {
      "title": "Speciale Tg2 celebra Pippo Baudo con Mara Venier e Renzo Arbore",
      "source": "Rai News",
      "summary": "Rai News presenta un omaggio a Pippo Baudo, considerato pilastro della televisione italiana, includendo Mara Venier e Renzo Arbore tra i partecipanti.",
      "link": "https://www.rainews.it/video/2025/08/speciale-tg2-in-ricordo-di-pippo-baudo-con-tra-gli-altri-mara-venier-e-renzo-arbore-332e64ee-19d9-4298-a08f-f9531faf30dd.html"
    },
    {
      "title": "Israele si ferma; Netanyahu chiede il rilascio degli ostaggi",
      "source": "ANSA",
      "summary": "Cortei e scontri accompagnano la richiesta di Netanyahu di riportare gli ostaggi a casa, mentre crescono tensioni politiche e sociali in Israele.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/17/israele-si-ferma-netanyahu-riporti-gli-ostaggi-a-casa_a88278e0-842f-4c52-be97-ef644073915c.html"
    },
    {
      "title": "Trump afferma no alla guerra e segnala progressi con la Russia",
      "source": "Rai News",
      "summary": "Trump sostiene l'aperto rifiuto della guerra e riferisce avanzamenti diplomatici con la Russia, invitando a rimanere aggiornati sulle iniziative future.",
      "link": "https://www.rainews.it/video/2025/08/trump-no-alla-guerra-e-poi-ancora-grandi-progressi-con-la-russia-restate-sintonizzati-2538d56b-aaac-4920-8fb7-e67f9e28985e.html"
    },
    {
      "title": "Ursula von der Leyen: i confini non si cambiano con la forza",
      "source": "Rai News",
      "summary": "All'evento a Washington, Von der Leyen ribadisce l'impossibilità di modificare confini per mezzo della forza, sottolineando l'unità europea e transatlantica.",
      "link": "https://www.rainews.it/video/2025/08/ursula-von-der-leyen-i-confini-non-si-possono-cambiare-con-la-forza-cd40c9b6-4937-4bfe-9d89-8a816ab5e884.html"
    },
    {
      "title": "Amici rendono omaggio alla camera ardente privata al Campus Biomedico",
      "source": "Rai News",
      "summary": "La camera ardente privata al Campus Biomedico accoglie gli amici; il pubblico potrà rendere l'ultimo saluto al feretro al Teatro delle Vittorie.",
      "link": "https://www.rainews.it/video/2025/08/pippo-baudo-omaggio-degli-amici-in-visita-alla-camera-ardente-priva-al-campus-biomedico-dbeb45b3-3d93-4126-8703-c8b10ecffaff.html"
    },
    {
      "title": "Bolivia: ballottaggio confermato per la destra",
      "source": "TGCOM24",
      "summary": "Con il 92% dei voti scrutinati, Paz guida la corsa e si prepara al ballottaggio contro Quiroga, sfidanti di orientamento opposto.",
      "link": "https://www.tgcom24.mediaset.it/mondo/elezioni-bolivia-risultati-ballottaggio-a-destra_102332245-202502k.shtml"
    },
    {
      "title": "Putin riceve riabilitazione politica senza concessioni",
      "source": "la Repubblica",
      "summary": "Si osserva che l'ex spia del KGB ottiene una piena riabilitazione nel paese rivale senza dover fare passi indietro, secondo analisti.",
      "link": "https://www.repubblica.it/esteri/2025/08/17/news/putin_russia_reazioni_incontro_trump_alaska-424792688/?rss"
    },
    {
      "title": "L'addio a Pippo Baudo a Militello",
      "source": "Rai News",
      "summary": "Il sindaco proclama lutto cittadino per i funerali; pubblico pronto a rendere l'ultimo saluto al celebre conduttore dalla lunga carriera televisiva.",
      "link": "https://www.rainews.it/video/2025/08/laddio-a-pippo-baudo-nella-sua-militello--641f472d-1e75-414c-987a-24923f50a662.html"
    },
    {
      "title": "Drone russo su Kharkiv provoca morti e feriti",
      "source": "Rai News",
      "summary": "Gli attacchi si sono verificati poco prima dell'incontro tra Zelensky e Trump a Washington, con tre morti tra cui un bambino.",
      "link": "https://www.rainews.it/video/2025/08/drone-russo-su-kharkiv-3-morti-tra-cui-un-bambino-e-17-feriti-89add813-97f5-43dc-b746-b61c9fb3bc4d.html"
    },
    {
      "title": "Vucic: le proteste mirano a un governo di sinistra anarchico",
      "source": "Rai News",
      "summary": "La Serbia cerca adesione all'Ue; Vucic mantiene legami con Russia e Cina, mentre i cittadini chiedono le dimissioni per le libertà civili.",
      "link": "https://www.rainews.it/articoli/2025/08/continuano-le-proteste-vucic-vogliono-instaurare-un-governo-anarchico-di-sinistra-a347198f-c6ba-4c4c-b907-b6ceecfb52f3.html"
    }
  ]
}