{
  "date": "2025-12-30",
  "summary": "A Mar-a-Lago, in Florida, Benjamin Netanyahu ha incontrato Donald Trump, consolidando l'asse Usa-Israele con un via libera esplicito al disarmo di Hamas a Gaza e allo stop del programma nucleare iraniano. Trump ha minacciato ritorsioni immediate contro entrambi se non rispetteranno gli impegni, elogiando il piano israeliano per la pace nella Striscia. Questo incontro, a sole 24 ore da un colloquio con Zelensky, rafforza la posizione di Israele contro le minacce regionali, mentre Washington bilancia i suoi alleati in un Medio Oriente sempre più instabile, segnato da mesi di conflitti e negoziati falliti.\n\nNel frattempo, le tensioni tra Russia e Ucraina si inaspriscono: il Cremlino accusa Kiev di aver lanciato 91 droni contro la dacia di Putin a Valdai, definendolo un pretesto per ritorsioni dopo i colloqui di Mar-a-Lago. Trump ha telefonato Putin criticando Zelensky, che a sua volta ribadisce: \"Non possiamo vincere senza il supporto Usa\", rifiutando di cedere territori abitati da 300mila persone e diffidando di Mosca sulla pace. Esplosioni hanno colpito Zaporizhzhia e Odessa, mentre parallelamente Pechino schiera 130 aerei e lancia razzi intorno a Taiwan nella seconda grande esercitazione del 2025, il numero più alto dal 15 ottobre 2024, alimentando timori di escalation nel Mar Cinese meridionale.\n\nGuardando avanti, la morte dell'ex premier bengalese Khaleda Zia, favorita alle prossime elezioni, lascia un vuoto nel Partito Nazionalista del Bangladesh, creando incertezze politiche in un paese sudasiatico già fragile. Intanto, in Italia, la Camera ha approvato la fiducia alla Manovra con 219 sì, bloccando l'aumento dell'età pensionabile e passando il testimone al Senato entro fine anno: un passo che influenzerà le tasche di milioni di cittadini europei.",
  "headlines": [
    {
      "title": "Netanyahu incontra Trump a Mar-a-Lago e incassa via libera su disarmo Hamas e nucleare Iran",
      "source": "la Repubblica",
      "summary": "Il premier israeliano Netanyahu ha evitato attriti con gli Usa durante l'incontro a Mar-a-Lago e ha ottenuto il consenso su disarmo Hamas a Gaza e stop nucleare iraniano. L'accordo rafforza l'alleanza Israele-Usa contro minacce regionali.",
      "link": "https://www.repubblica.it/esteri/2025/12/30/news/netanyahu_vertice_trump_israele_usa-425066950/?rss",
      "category": "conflict",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Zelensky dichiara che l'Ucraina non vince senza supporto Usa contro Putin",
      "source": "TGCOM24",
      "summary": "Il presidente ucraino Zelensky afferma che Kiev non può cedere territori contesi abitati da 300mila persone e non si fida di Putin sulla pace. Esplosioni colpiscono Zaporizhzhia e Odessa, mentre continua la dipendenza dagli aiuti americani.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-zelensky-non-mi-fido-putin_107466056-202502k.shtml",
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Cina lancia razzi e schiera 130 aerei cinesi intorno a Taiwan",
      "source": "TGCOM24",
      "summary": "Pechino conduce la seconda esercitazione di accerchiamento di Taiwan nel 2025, con 130 aerei il numero più alto dal 15 ottobre 2024. L'azione aumenta tensioni nel Mar Cinese Meridionale e segnala pressioni militari sull'isola.",
      "link": "https://www.tgcom24.mediaset.it/mondo/cina-spara-razzi-esercitazione-taiwan_107466043-202502k.shtml",
      "category": "conflict",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "ANSA pubblica le 10 notizie più lette del 2025 sul suo sito",
      "source": "ANSA",
      "summary": "ANSA elenca le top 10 storie lette nel 2025, tra cui morte Papa Francesco, attacco Usa all'Iran e miracolo Lourdes. La classifica riflette interessi pubblici su eventi globali e cronaca italiana nell'anno.",
      "link": "https://www.ansa.it/sito/notizie/speciali/2025/12/26/ecco-le-notizie-piu-lette-nel-2025-su-ansa.it_6ad415e0-8c23-4370-bac1-d21cfe9ac17c.html",
      "category": "society",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Cremlino accusa Ucraina di attacco con 91 droni alla dacia di Putin",
      "source": "la Repubblica",
      "summary": "Lavrov denuncia 91 droni ucraini su Valdai dopo colloqui Mar-a-Lago; Zelensky lo definisce pretesto. Trump telefona Putin e critica Kiev, escalando tensioni mentre Mosca usa l'incidente per giustificare ritorsioni.",
      "link": "https://www.repubblica.it/esteri/2025/12/30/news/la_russia_accusa_l_ucraina_attacco_alla_dacia_di_putin-425066990/?rss",
      "category": "conflict",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Camera termina esame ordini del giorno sulla Manovra e riprende alle 11",
      "source": "Il Sole 24 Ore",
      "summary": "L'Aula della Camera ha concluso prima dell'alba l'esame degli ordini del giorno sulla Manovra; riprende alle 11 per dichiarazioni di voto e finale su Rai1. Giorgetti valuta stop aumento età pensionabile nel 2026.",
      "link": "https://www.ilsole24ore.com/art/manovra-arriva-fiducia-camera-219-voti-favorevoli-AI3Rrqc",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Trump avverte Hamas e Iran durante incontro con Netanyahu a Mar-a-Lago",
      "source": "TGCOM24",
      "summary": "Trump riceve Netanyahu e minaccia ritorsioni se Hamas non disarma presto e se Iran riprende nucleare; elogia piano pace Gaza. L'incontro, 24 ore dopo Zelensky, consolida asse Usa-Israele su sicurezza regionale.",
      "link": "https://www.tgcom24.mediaset.it/mondo/trump-se-l-iran-riprende-il-programma-nucleare-sferrero-un-nuovo-attacco_107462625-202502k.shtml",
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Camera approva fiducia alla Manovra con 219 voti favorevoli",
      "source": "TGCOM24",
      "summary": "La Camera concede fiducia alla Manovra con 219 sì contro 125 no; accoglie ordine del giorno Lega per bloccare aumento età pensionabile. Il testo passa ora al Senato per iter definitivo entro fine anno.",
      "link": "https://www.tgcom24.mediaset.it/politica/camera-via-libera-fiducia-manovra_107463595-202502k.shtml",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Muore ex premier bengalese Khaleda Zia favorita alle prossime elezioni",
      "source": "la Repubblica",
      "summary": "Khaleda Zia, leader del Partito Nazionalista del Bangladesh, muore mentre era in pole per il voto futuro. La scomparsa crea vuoto nel partito e incertezze politiche nel paese sudasiatico.",
      "link": "https://www.repubblica.it/esteri/2025/12/30/news/bangladesh_morta_khaleda_zia-425067174/?rss",
      "category": "society",
      "region": "asia-pacific",
      "importance": "notable"
    },
    {
      "title": "Pm accusano Toti di manipolazione dati Covid in Liguria sui contagi",
      "source": "Corriere della Sera",
      "summary": "Secondo i pm, governatore Toti ordinava al capo gabinetto Cozzani di truccare numeri Covid, ammettendo aumenti artificiali. L'inchiesta rivela irregolarità nella gestione pandemica ligure del 2020-2021.",
      "link": "https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 5,
    "articlesProcessed": 256,
    "categoryCounts": {
      "conflict": 4,
      "society": 2,
      "politics": 4
    },
    "regionCounts": {
      "middle-east": 2,
      "europe": 5,
      "asia-pacific": 2,
      "global": 1
    }
  }
}