{
  "date": "2025-08-26",
  "summary": "Giornata segnata dall'intensificarsi della polarizzazione geopolitica, con manifestazioni di pressione sia sul terreno diplomatico sia nelle piazze della capitale. A Montecitorio Maryam Rajavi e il Consiglio nazionale della resistenza iraniana hanno organizzato un sit‑in per denunciare l'aumento delle esecuzioni e la repressione in Iran, richiamando l'attenzione europea sul tema dei diritti umani. Su questo sfondo Mosca mantiene posizioni rigide: il ministro degli Esteri Sergej Lavrov ha negato qualsiasi piano per un bilaterale con Volodymyr Zelensky, accusando l'Occidente di ostacolare i negoziati e proponendo consultazioni alternative sul modello di Istanbul. In parallelo, le manovre politiche negli Stati Uniti — tra l'ipotesi di rimozione della governatrice Fed Lisa Cook e proposte di misure restrittive verso media e aziende tecnologiche considerate ostili, oltre a un messaggio critico di Donald Trump sulla situazione a Kiev — segnalano un ulteriore elemento di tensione a livello economico e diplomatico.\n\nA confliggere o ad accompagnare queste tensioni internazionali ci sono segnali di pressione sociale e culturale a livello nazionale. In Italia la confessione dell'autore del femminicidio di Tina Sgarbini e l'aggiornamento sull'aggressione a un 62enne a Bassano del Grappa evidenziano questioni di sicurezza pubblica e violenza interpersonale; a sottolineare la politicizzazione della sfera culturale, la critica di Kiev alla partecipazione di Woody Allen al festival di Mosca si affianca alla scelta di un parroco di esporre la bandiera palestinese in chiesa come atto identitario, entrambe interpretate come messaggi politici oltre che artistici o religiosi. In parallelo, misure di disciplina degli spazi pubblici come le multe annunciate dalle ferrovie irlandesi per chi parla a voce alta si confrontano con la funzione sociale dello sport — visibile nella larga vittoria dell'Inter a Torino — come valvola di coesione. Le dinamiche odierne implicano rischi di frammentazione sociale e incertezza per i mercati, richiedendo attenzione alle risposte di policy per preservare stabilità e fiducia.",
  "headlines": [
    {
      "title": "Assassino confessa femminicidio di Tina Sgarbini",
      "source": "ANSA",
      "summary": "Il presunto autore Christian Persico ammette le sue responsabilità; la sua difesa riferisce che ha tentato il suicidio dopo il delitto.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/25/il-femminicidio-di-tina-sgarbini-lassassino-ha-confessato_ef64669d-0795-4373-a524-a1f1507afe1b.html"
    },
    {
      "title": "Dissidenti iraniani chiedono democrazia a Montecitorio",
      "source": "TGCOM24",
      "summary": "Maryam Rajavi guida un sit-in con il Consiglio nazionale della resistenza per denunciare repressioni in Iran, dove aumentano esecuzioni capitali e repressione.",
      "link": "https://www.tgcom24.mediaset.it/2025/video/a-montecitorio-il-grido-degli-iraniani-oppressi-dal-regime_101760104-02k.shtml"
    },
    {
      "title": "Trump elimina Lisa Cook dalla Fed e propone dazi",
      "source": "TGCOM24",
      "summary": "Trump valuta la rimozione della governatrice dalla Fed e propone misure restrittive su media e aziende tecnologiche considerate ostili agli Stati Uniti.",
      "link": "https://www.tgcom24.mediaset.it/mondo/donald-trump-diretta-live-lunedi-25-agosto-2025_102622564-202502k.shtml"
    },
    {
      "title": "Inter domina Torino 5-0: sintesi degli highlights",
      "source": "Rai News",
      "summary": "Doppietta di Thuram, gol di Bastoni, Lautaro e Bonny trascinano l'Inter contro il Torino, Chivu conquista subito i riflettori nello storico match.",
      "link": "https://www.rainews.it/video/2025/08/sport-calcio-serie-a-giornata-1-inter-torino-sintesi-partita-highlights-rai-sport-video-18a4d04b-6c99-4ecc-84b9-c758ce857b74.html"
    },
    {
      "title": "Ferrovie irlandesi multano passeggeri per audio ad alto volume",
      "source": "TGCOM24",
      "summary": "L'operatore ferroviario annuncia multe per passeggeri che emettono suoni elevati o parlano a voce alta, per contenere i disturbi durante i viaggi.",
      "link": "https://www.tgcom24.mediaset.it/mondo/multa-audio-molesti-treni-irlanda_102625507-202502k.shtml"
    },
    {
      "title": "Rifiuta una sigaretta: 62enne accoltellato a Bassano del Grappa",
      "source": "TGCOM24",
      "summary": "La lama trafigge la spina dorsale dell'uomo, sfiorando l'aorta e il midollo; le circostanze dell'aggressione sono in fase di accertamento.",
      "link": "https://www.tgcom24.mediaset.it/cronaca/bassano-del-grappa-vicenza-rifiuta-sigaretta-accoltellato_102638671-202502k.shtml"
    },
    {
      "title": "Kiev critica la partecipazione di Woody Allen al festival di Mosca",
      "source": "la Repubblica",
      "summary": "Kiev critica la partecipazione al festival di Mosca e sottolinea preoccupazioni politiche, chiedendo chiarezza sulle scelte culturali e sugli obblighi internazionali.",
      "link": "https://www.repubblica.it/esteri/2025/08/26/news/woody_allen_festival_di_mosca_cinema_ira_ucraina-424807449/?rss"
    },
    {
      "title": "Bandiera palestinese in chiesa: parroco sostiene libertà del popolo",
      "source": "ANSA",
      "summary": "Il sacerdote sostiene che l'iniziativa non collega al terrorismo e descrive l'azione come espressione di identità e aspirazioni civili del popolo locale.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/25/la-bandiera-della-palestina-in-chiesa-il-parroco-il-popolo-reclama-la-sua-liberta_3868d7b5-fc24-4507-98ef-70bbadde6230.html"
    },
    {
      "title": "Lavrov: non c'è bilaterale con Zelensky, Occidente sabotatore",
      "source": "la Repubblica",
      "summary": "Lavrov nega piani di incontro bilaterale con Zelensky; sostiene che l'Occidente ostacola negoziati e propone alternative consultazioni sul modello Istanbul.",
      "link": "https://www.repubblica.it/esteri/2025/08/25/news/negoziati_russia_ucraina_usa-424805690/?rss"
    },
    {
      "title": "Trump invia messaggio a Kiev: carneficina senza senso",
      "source": "la Repubblica",
      "summary": "Trump invia un messaggio a Kiev criticando la carneficina; Zelensky celebra l’indipendenza e annuncia un maxi scambio di prigionieri, inclusi l'ex sindaco di Kherson.",
      "link": "https://www.repubblica.it/esteri/2025/08/25/news/festa_indipendenza_ucraina-424805501/?rss"
    }
  ]
}