{
  "date": "2025-08-15",
  "summary": "Il summit in Alaska tra Donald Trump e Vladimir Putin funge da elemento catalizzatore della giornata, con la convocazione di delegazioni, un’agenda negoziale dettagliata e una conferenza stampa congiunta che attende i media internazionali; su questo sfondo, le pressioni politiche e mediatiche si intrecciano a vicenda. In parallelo, lo scenario politico statunitense vede emergere una controversia giudiziaria e personale: Melania Trump avrebbe chiesto un miliardo di dollari a Hunter Biden e, secondo il racconto di quest’ultimo, sarebbe stata presentata a Donald Trump da Jeffrey Epstein — affermazioni che la parte opposta definisce false e diffamatorie — circostanza che contribuisce a polarizzare il dibattito pubblico proprio mentre leader mondiali si confrontano faccia a faccia. A sottolineare la dimensione umanitaria e geopolitica delle trattative, un gruppo di ex ostaggi sollecita Trump a favorire la cessazione delle ostilità e il governo italiano coordina voli umanitari che hanno trasferito 31 bambini feriti dalla Striscia di Gaza per cure specialistiche in Italia.",
  "headlines": [
    {
      "title": "Melania Trump chiede miliardo di dollari a Hunter Biden",
      "source": "Rai News",
      "summary": "Secondo Hunter Biden, Melania Trump fu presentata a Donald Trump da Jeffrey Epstein; la stessa accusa è definita falsa e diffamatoria dall'altra parte.",
      "link": "https://www.rainews.it/articoli/2025/08/lira-di-melania-trump-chiede-un-miliardo-di-dollari-a-hunter-biden-a64917ad-b55e-40e5-b4f4-9ff4a89906b3.html"
    },
    {
      "title": "In Alaska, summit tra Trump e Putin: data e partecipanti",
      "source": "TGCOM24",
      "summary": "Si apre un incontro bilaterale tra i due leader, seguito da una conferenza stampa con dichiarazioni congiunte e media presenti.",
      "link": "https://www.tgcom24.mediaset.it/mondo/summit-trump-putin-alaska-quando-a-che-ora-chi-partecipa_102195157-202502k.shtml"
    },
    {
      "title": "Programma e delegazioni al summit: cosa sappiamo",
      "source": "ANSA",
      "summary": "Riassume le delegazioni partecipanti e l'agenda prevista, sintetizzando i dettagli pubblicati dall'ANSA e fornendo contesto sugli orari, seduta prevista e eventuali note operative.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/14/quello-che-sappiamo-sul-summit-ecco-il-programma_8b3f4bcb-f0f1-44aa-be77-6a43e49f3ca4.html"
    },
    {
      "title": "Calano i femminicidi, ma aumentano vittime da partner o ex",
      "source": "Rai News",
      "summary": "Il dossier del Viminale indica una diminuzione dei reati del 9% e 60 femminicidi; crescono però le persone uccise dal partner.",
      "link": "https://www.rainews.it/articoli/2025/08/calano-i-femminicidi-ma-sempre-piu-donne-sono-uccise-dai-partner-o-dagli-ex-096eb5f7-76d5-40c3-b400-a6a144c1c31f.html"
    },
    {
      "title": "Interdizione temporanea per ex assessore Tancredi e altri due",
      "source": "Rai News",
      "summary": "Il riesame rafforza l'interdizione di un anno per tre indagati, sostenendo l'esistenza di gravi indizi nonché l'obbligo di proseguire l'inchiesta.",
      "link": "https://www.rainews.it/video/2025/08/milano-inchiesta-urbanistica-via-i-domiciliari-per-ex-assessore-tancredi-e-altri-due-tg3-e8f1d698-2656-454c-95a0-a31d0d2d8602.html"
    },
    {
      "title": "Oms: caldo estremo crea emergenza sanitaria in Europa",
      "source": "TGCOM24",
      "summary": "L'Oms segnala un aumento della mortalità di circa il 30% per ondate di caldo e l'impatto sulle malattie infettive in Europa nei prossimi anni.",
      "link": "https://www.tgcom24.mediaset.it/mondo/oms-eventi-meteo-estremi-emergenza-sanitaria-cambiamenti-climatici_102159903-202502k.shtml"
    },
    {
      "title": "Gruppo di ex ostaggi chiede a Trump di fermare la guerra",
      "source": "TGCOM24",
      "summary": "L'ONU attribuisce a Hamas crimini di violenza sessuale negli attacchi del 7 ottobre; i promotori chiedono a Trump di cessare il conflitto.",
      "link": "https://www.tgcom24.mediaset.it/mondo/gaza-israele-guerra-hamas-giorno-679-diretta-news_102219092-202502k.shtml"
    },
    {
      "title": "Voli umanitari per 31 bambini dalla Striscia di Gaza alle cure italiane",
      "source": "la Repubblica",
      "summary": "Il ponte umanitario gestito dal governo italiano trasferisce 31 bambini feriti in ospedali specializzati, per cure immediate e cure continue.",
      "link": "https://www.repubblica.it/esteri/2025/08/14/news/voli_speciali_31_bambini_malati_dalla_striscia_di_gaza_alle_cure_in_italia-424788245/?rss"
    },
    {
      "title": "A Odessa, abitanti esitano a cedere territorio in trattativa",
      "source": "la Repubblica",
      "summary": "Una residente racconta desiderio di pace ma rifiuta compromessi territoriali, temendo perdita per la sua famiglia e la sovranità ucraina.",
      "link": "https://www.repubblica.it/esteri/2025/08/14/news/odessa_ucraina_vigilia_vertice_alaska-424788088/?rss"
    },
    {
      "title": "Carrefour Italia ritira tre prodotti per rischio Listeria",
      "source": "Il Sole 24 Ore",
      "summary": "Carrefour Italia richiama tre prodotti per possibile presenza di Listeria Monocytogenes, con indicazioni su prodotti ritirati consultabili sul sito ufficiale dell'azienda carrefour.it.",
      "link": "https://www.ilsole24ore.com/art/alimenti-carrefour-italia-ritira-3-prodotti-rischio-microbiologico-listeria-AHf9UgBC"
    }
  ]
}