{
  "date": "2025-08-20",
  "summary": "Il nodo diplomatico del giorno è la proposta di vertice fra Volodymyr Zelensky e Vladimir Putin, con Kiev che respinge categoricamente Mosca come sede e solleva il dibattito internazionale su garanzie e neutralità. In parallelo, Washington valuta opzioni — dal sostegno aereo senza invio di truppe alla possibile sede alternativa di Budapest — mentre gli Stati europei si offrono come mediatori e una commissione su garanzie di sicurezza tra Usa, Ucraina e partner viene avviata; la decisione americana è segnata anche dalla sospensione delle vacanze presidenziali. Su questo sfondo le reazioni russe sono dominate dalla ricerca di una sede alternativa e dal tema del mandato d'arresto a Putin, che rimane centrale nei negoziati e condiziona le disponibilità diplomatiche dei governi europei.\n\nIn parallelo alle tensioni geopolitiche, la giornata mette in luce vulnerabilità locali e l'importanza dell'informazione pubblica: le ondate monsoniche che hanno trasformato le strade di Karachi in fiumi e provocato centinaia di vittime in Khyber-Pakhtunkhwa sottolineano la fragilità infrastrutturale dinanzi a eventi climatici estremi, mentre in Giappone l'esplosione di una meteora che ha illuminato il cielo sopra Kagoshima ha prodotto un'istantanea della natura imprevedibile. Sul fronte sociale le accuse formali contro il figlio della principessa norvegese, con contestazioni penali severe, e le manovre politiche interne italiane — dal Pd che prova a ricucire in Puglia all'attesa in Calabria — evidenziano pressioni sulle istituzioni. A sottolineare l'importanza di un'informazione coordinata, i palinsesti Rai aggiornano Tg1, Daytime e TG2 Post e dedicano spazi speciali all'ultimo saluto a Pippo Baudo. Questi sviluppi mostrano come shock geopolitici, climatici e giudiziari richiedano risposte pubbliche resilienti; per mercati e stabilità internazionale, la congiuntura aumenta la domanda di segnali politici chiari e sistemi di allerta efficaci.",
  "headlines": [
    {
      "title": "Zelensky rifiuta Mosca come sede del vertice",
      "source": "ANSA",
      "summary": "Trump valuta un supporto aereo ma non invia truppe Usa; Zelensky mantiene la posizione sul vertice proposto a Mosca, per il conflitto globale in corso.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/19/putin-propone-mosca-per-il-vertice-il-no-di-zelensky_bc552f02-b939-4c74-954f-b880a499d528.html"
    },
    {
      "title": "Strade trasformate in fiumi a Karachi durante piogge monsoniche",
      "source": "Rai News",
      "summary": "Le piogge torrenziali provocano quasi 400 morti nella provincia di Khyber-Pakhtunkhwa, mentre le strade cittadine restano allagate, causando disagi per famiglie e trasporti locali urbani.",
      "link": "https://www.rainews.it/video/2025/08/strade-come-fiumi-a-karachi-piogge-torrenziali-monsoniche-in-pakistan-34a9d998-d06b-4c3e-9fd4-3519fe3e62c9.html"
    },
    {
      "title": "Meteora esplode nell'atmosfera e illumina il cielo notturno di Kagoshima",
      "source": "Rai News",
      "summary": "Le riprese di sorveglianza mostrano l'esplosione visiva che illumina il cielo notturno su Kyushu e Shikoku registrate in diverse zone delle isole giapponesi.",
      "link": "https://www.rainews.it/video/2025/08/giappone-la-meteora-esplode-nellatmosfera-e-illumina-il-cielo-notturno-di-kagoshima-2d318314-d881-444a-9bd7-f53787bbdaf1.html"
    },
    {
      "title": "Il figlio della principessa norvegese accusato di quattro stupri",
      "source": "ANSA",
      "summary": "Il procuratore generale indica l'accusa di 32 reati, tra cui quattro stupri; il rischio massimo è di dieci anni di detenzione.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/18/il-figlio-della-principessa-norvegese-accusato-di-quattro-stupri_96f39889-59aa-4096-9a28-c9b567c1445b.html"
    },
    {
      "title": "Il Pd stringe sulla Puglia, in Calabria si aspetta Tridico",
      "source": "ANSA",
      "summary": "Schlein programma un vertice tra Decaro ed Emiliano per avviare un disgelo politico in Puglia, mentre in Calabria si attende Tridico.",
      "link": "https://www.ansa.it/sito/notizie/politica/2025/08/19/pd-vertice-con-decaro-e-emiliano-basi-per-lavoro-comune_15f629ee-db6d-4bf1-8df9-68df952c32f6.html"
    },
    {
      "title": "Spazio informativo Tg1 e Daytime: aggiornamenti in tempo reale",
      "source": "Rai News",
      "summary": "Lo spazio informativo riunisce Tg1 e Daytime con aggiornamenti live e approfondimenti sulle notizie italiane e regionali in tempo reale per la televisione nazionale.",
      "link": "https://www.rainews.it/rubriche/specialetg1/video/2025/08/Tgunomattina-Estate-302890cf-69ac-4a7c-a8ee-bbc3ea94d0e5.html"
    },
    {
      "title": "Preparativi per Zelensky-Putin incontro; ipotesi Budapest, Trump disdice vacanze",
      "source": "Rai News",
      "summary": "Kiev rifiuta colloqui a Mosca; Stati europei propongono sedi alternative, ma Washington valuta Budapest; Usa, Ucraina e partner avviano una commissione su garanzie di sicurezza.",
      "link": "https://www.rainews.it/maratona/2025/08/guerra-ucraina-trump-putin-zelensky-macron-starmer-merz-meloni-volenterosi-ue-f6ddf089-a5d9-4b3a-9a29-ed178ffcfa61.html"
    },
    {
      "title": "Reazioni russe sul vertice: si cerca sede dell'incontro",
      "source": "Rai News",
      "summary": "Diversi paesi europei si offrono come sedi, mentre la vicenda del mandato d'arresto a Putin resta centrale nel dibattito tra governi e attori internazionali.",
      "link": "https://www.rainews.it/video/2025/08/si-lavora-al-vertice-si-cerca-la-sede-le-reazioni-da-mosca-cc99470f-2376-4c7d-ba9c-b81538ff13e8.html"
    },
    {
      "title": "TG2 Post: rubrica informativa del 19 agosto 2025",
      "source": "Rai News",
      "summary": "La rubrica TG2 Post offre sintesi delle notizie con riferimenti al direttore, ai vicedirettori e alle principali attualità del notiziario televisivo di oggi in Italia.",
      "link": "https://www.rainews.it/rubriche/tg2post/video/2025/08/TG2-Post-del-19082025-8d5f9b29-6f3f-40fe-a531-4b4e57c50cf2.html"
    },
    {
      "title": "Ultimo saluto a Pippo Baudo con dirette, speciali e approfondimenti",
      "source": "Rai News",
      "summary": "La programmazione Rai cambia per i funerali di Pippo Baudo, con dirette e speciali che accompagnano i ricordi dell'icona televisiva nazionale e spettatori in trasmissione.",
      "link": "https://www.rainews.it/articoli/2025/08/lultimo-saluto-a-pippo-baudo-con-dirette-speciali-e-approfondimenti-programmazione-01f7208f-5c4d-425c-9dd4-b5c450cf5992.html"
    }
  ]
}