{
  "date": "2025-09-01",
  "summary": "Il fulcro della giornata è la visita di Vladimir Putin in Cina, dove ha chiesto un equilibrio di sicurezza per la crisi ucraina e ha raccolto il richiamo del presidente Xi all'equità e al rifiuto dell'egemonia e della politica della forza. A Tianjin si è aperto il vertice della Shanghai Cooperation Organization: la presenza di Putin e l'incontro di Xi con il primo ministro indiano Modi sottolineano il tentativo della Cina di promuovere partnership regionali e di porsi come mediatore o contrappeso nelle tensioni globali, proponendo soluzioni multilaterali al posto dell'escalation militare.\n\nAltrove, la giornata è segnata da emergenze umanitarie e tensioni politiche con effetti concreti sulla popolazione. Un terremoto di magnitudo 6,0 vicino a Jalalabad in Afghanistan ha causato vittime e feriti, mentre a Gaza continuano i morti e l'impatto del blocco spinge iniziative come la Global Sumud Flotilla partita da Barcellona con Greta Thunberg a bordo per consegnare aiuti. In Medio Oriente la proposta israeliana di annessione della Cisgiordania dopo l'uccisione di un portavoce aumenta il rischio di escalation, mentre in Europa e in Ucraina arresti e accuse politiche alimentano incertezza interna; in Italia riemergono polemiche sul presunto dumping fiscale e studenti palestinesi chiedono corridoi umanitari per raggiungere le borse di studio.",
  "headlines": [
    {
      "title": "Putin in Cina chiede equilibrio di sicurezza per l'Ucraina",
      "source": "ANSA",
      "summary": "Il discorso di Xi richiama l'equità e la giustizia, rifiuta l'egemonia e la politica della forza per gestire la crisi ucraina.",
      "link": "https://www.ansa.it/sito/notizie/mondo/europa/2025/09/01/putin-in-cina-la-crisi-in-ucraina-scaturita-da-un-colpo-di-stato_7987844a-22a7-4278-8b4e-007c5cd6a644.html"
    },
    {
      "title": "Terremoto di 6,0 in Afghanistan lascia vittime e feriti",
      "source": "Rai News",
      "summary": "Le scosse hanno colpito vicino a Jalalabad; la profondità ridotta aumenta i timori di vittime e danni estesi.",
      "link": "https://www.rainews.it/articoli/2025/09/terremoto-da-60-in-afghanistan-vittime-e-danni-8a99335d-c63e-49cf-9a58-af3525367999.html"
    },
    {
      "title": "Israele mira all'annessione della Cisgiordania dopo uccisione del portavoce",
      "source": "Rai News",
      "summary": "Il premier Netanyahu pianifica l'annessione della Cisgiordania in cooperazione con gli Stati Uniti, mentre a Gaza persistono morti e feriti.",
      "link": "https://www.rainews.it/video/2025/08/gaza-ucciso-portavoce-ala-miliare-hamas-israele-pianifica-annessione-cisgiordania-morti-17cdfa93-917b-46ec-9e4c-567fb243f537.html"
    },
    {
      "title": "Global Sumud Flotilla parte: Greta Thunberg lascia Barcellona",
      "source": "Rai News",
      "summary": "La missione mira a rompere il blocco di Gaza e a consegnare aiuti; Thunberg invita la comunità internazionale a reagire.",
      "link": "https://www.rainews.it/video/2025/08/partita-la-global-sumud-flotilla-la-nave-con-a-bordo-greta-thunberg-lascia-il-porto-di-barcellona-0e5b3b70-148b-486f-98bf-27b769891793.html"
    },
    {
      "title": "Ucraini cercano colloqui e si mostrano disposti a compromessi",
      "source": "la Repubblica",
      "summary": "Un sondaggio indica che la maggioranza cerca pace, accettando concessioni solo se garantite da partner affidabili sul piano di sicurezza.",
      "link": "https://www.repubblica.it/esteri/2025/09/01/news/ucraina_colloqui_compromessi_pace-424818517/?rss"
    },
    {
      "title": "Pechino ospita vertice SCO: Putin arriva; Xi incontra Modi",
      "source": "la Repubblica",
      "summary": "Si apre a Tianjin la riunione SCO; Putin partecipa, Xi invita a partnership India, ragionando su cooperazione e bilanciamento regionale.",
      "link": "https://www.repubblica.it/esteri/2025/08/31/news/vertice_cina_sco_xi_jinping_putin_oggi-424817818/?rss"
    },
    {
      "title": "La polizia arresta un sospetto per l'omicidio dell'ex presidente del Parlamento",
      "source": "la Repubblica",
      "summary": "Parubij, figura influente, passa dall'ultradestra all'europeismo e dirigeva il servizio d'ordine durante Maidan, ora vittima di un omicidio.",
      "link": "https://www.repubblica.it/esteri/2025/08/31/news/andrij_parubij_ucciso_ex_presidente_parlamento_ucraino-424817206/?rss"
    },
    {
      "title": "Bayrou accusa l'Italia di dumping fiscale in vista del voto",
      "source": "Rai News",
      "summary": "A otto giorni da una potenziale crisi, Bayrou rilascia una sera un'intervista su quattro canali, promettendo aggiornamenti e replica alle accuse.",
      "link": "https://www.rainews.it/articoli/2025/08/bayrou-non-diro-addio-in-gioco-il-destino-del-paese-polemiche-con-litalia-sul-dumping-fiscale-0603305c-0074-4378-8890-50737cd704b4.html"
    },
    {
      "title": "Studenti palestinesi chiedono corridoi umanitari per l'Italia",
      "source": "Rai News",
      "summary": "Decine di palestinesi hanno borse di studio in Italia ma restano bloccati a Gaza; altri paesi aprono corridoi umanitari, l'Italia resta inerte.",
      "link": "https://www.rainews.it/video/2025/08/appello-degli-studenti-palestinesi-per-corridoi-umanitari-che-li-facciano-arrivare-in-italia-tg3-1620025c-b998-4d7f-ba4b-9d834e8994a1.html"
    },
    {
      "title": "Zelensky segnala arresto di sospetto nell'omicidio dell'ex presidente del Parlamento ucraino",
      "source": "TGCOM24",
      "summary": "Zelensky segnala l'arresto di un sospetto per l'omicidio dell'ex presidente del Parlamento ucraino; Putin partecipa a Tianjin al vertice guidato dalla Cina.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1286-diretta-news_102932236-202502k.shtml"
    }
  ]
}