{
  "date": "2025-09-03",
  "summary": "È salito a oltre 1.400 il bilancio dei morti per il terremoto in Afghanistan, secondo ANSA; l'agenzia riporta che molte località restano isolate e che il conto provvisorio è destinato a salire. L'Unione europea ha promesso almeno 1 milione di euro in aiuti umanitari, ma le autorità regionali e le ONG avvertono che la logistica — strade interrotte, comunicazioni scarse e condizioni meteorologiche avverse — ostacola la distribuzione. Questa combinazione indica che la priorità immediata è potenziare i soccorsi e aprire corridoi umanitari: senza un rapido aumento delle consegne di generi di prima necessità e assistenza medica, il numero dei morti e dei feriti rischia di aumentare ulteriormente. Organizzazioni umanitarie sul terreno chiedono un massiccio aumento dei fondi e l'apertura immediata dei corridoi per soccorsi.\n\nIl resto delle informazioni riguarda la risposta umanitaria e le conseguenze pratiche: zone isolate rendono difficile evacuare i feriti e fornire cibo, acqua e medicine, aumentando il rischio per la salute pubblica e la vulnerabilità dei diritti fondamentali delle popolazioni colpite. La promessa dell'UE di almeno 1 milione di euro è un primo passo finanziario, ma ONG e operatori sanitari segnalano che servono somme e coordinamento molto maggiori per ricostruire infrastrutture essenziali e prevenire epidemie. La stabilità regionale e la sicurezza delle vie di transito sono messe alla prova; senza un rapido aumento degli aiuti e l'apertura di corridoi logistici nelle prossime 72 ore, la crisi rischia di aggravarsi.",
  "headlines": [
    {
      "title": "Salgono a oltre 1.400 i morti per il sisma in Afghanistan",
      "source": "ANSA",
      "summary": "ANSA afferma che molte località restano isolate e il bilancio tende a salire, perché conta: l'UE ha promesso almeno 1 milione di euro in aiuti umanitari.",
      "link": "https://www.ansa.it/sito/notizie/mondo/asia/2025/09/02/salgono-a-oltre-1.400-i-morti-per-il-sisma-in-afghanistan_e2e6ebb7-2738-4475-b596-104e82c39837.html"
    }
  ]
}