{
  "date": "2025-07-26",
  "summary": "L'agenda internazionale di oggi è dominata dalle tensioni crescenti tra Stati Uniti ed Europa tanto sulle questioni diplomatiche quanto su quelle commerciali. Donald Trump, in un doppio registro di critica politica ed engagement economico, ha respinto con vigore la posizione del presidente francese Macron sulla crisi umanitaria a Gaza, attribuendo la responsabilità dell'emergenza a Hamas e minimizzando la spinta francese al riconoscimento della Palestina all'ONU. Parallelamente, Parigi, Londra e Berlino hanno intensificato le pressioni per una soluzione della crisi umanitaria nella Striscia, amplificando la divisione transatlantica sulla gestione del conflitto in Medio Oriente. Sul piano economico, la visita di Trump in Scozia, culminata in un incontro con Ursula von der Leyen, ha posto il tema dei dazi USA-UE in primo piano, alimentando interrogativi sull'impatto di una tariffa del 15% sui rapporti commerciali globali.\n\nSu questo sfondo di politiche internazionali divergenti, la giornata è stata segnata anche da tensioni interne e da episodi di instabilità. Mentre 13 milioni di italiani hanno dato il via all'esodo estivo, creando congestioni su strade e aeroporti acuite da scioperi nel settore aereo, la crisi di Gaza è stata nuovamente sottolineata dalla denuncia delle donne locali, che riferiscono condizioni di grave malnutrizione e scarsità d'acqua, secondo l'Unicef. In parallelo, lo scenario bellico ai confini dell'Europa si è ulteriormente complicato: fonti ucraine dichiarano l'attacco con droni a uno stabilimento elettronico in Russia, evidenziando la persistenza di un conflitto ad alta tecnologia. A sottolineare la turbolenza anche nel panorama mediatico, i giornalisti della Rai hanno annunciato mobilitazioni per la difesa di un'informazione corretta e di condizioni contrattuali più eque. Insieme, questi sviluppi riflettono un quadro mondiale segnato da profonde polarizzazioni politiche ed economiche che rischiano di accrescere l'incertezza per la stabilità globale e le società civili.",
  "headlines": [
    {
      "title": "Trump critica Macron sulla questione palestinese e sulla crisi umanitaria",
      "source": "ANSA",
      "summary": "Trump respinge le dichiarazioni di Macron sulla Palestina, sottolineando la responsabilità di Hamas e minimizzando la posizione francese all'ONU.",
      "link": "https://www.ansa.it/sito/notizie/mondo/mediooriente/2025/07/25/trump-contro-macron-sulla-palestina-non-conta-niente_a5fce6e0-7b86-42f3-a9ec-414bce6c51d6.html"
    },
    {
      "title": "Esodo estivo: 13 milioni di italiani in viaggio con disagi e sciopero aereo",
      "source": "ANSA",
      "summary": "Inizia il fine settimana di esodo con milioni di italiani in viaggio, causando congestioni stradali e scioperi di quattro ore nel settore aereo.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/07/25/parte-lesodo-estivo-al-via-3-giorni-da-bollino-rosso-sulle-strade_9d4ac79b-9925-4ebb-8930-e93512c575e4.html"
    },
    {
      "title": "Trump commenta la posizione di Macron sulla Palestina e la crisi a Gaza",
      "source": "Rai News",
      "summary": "Trump minimizza la proposta francese di riconoscere la Palestina all'ONU e attribuisce la crisi umanitaria a Gaza a Hamas, criticando Macron.",
      "link": "https://www.rainews.it/video/2025/07/trump-su-macron-vuole-riconoscere-la-palestina-affari-suoi-0ac42aca-7d68-4873-82a4-7b6bdfe855ec.html"
    },
    {
      "title": "Incendio a Stavropol: drone ucraino colpisce stabilimento elettronico russo",
      "source": "Rai News",
      "summary": "Un drone ucraino avrebbe attaccato uno stabilimento di elettronica a Stavropol, che produce postazioni di guerra elettronica per l'esercito russo, secondo social ucraini.",
      "link": "https://www.rainews.it/video/2025/07/incendio-a-stavropol-drone-ucraino-su-stabilimento-elettronico-russo-video-dopo-lesplosione-d7f06c6f-292b-411e-b102-49b644b7e335.html"
    },
    {
      "title": "Parigi, Londra e Berlino chiedono di fermare la crisi umanitaria a Gaza",
      "source": "Rai News",
      "summary": "Le capitali europee chiedono di interrompere la crisi umanitaria a Gaza, mentre Trump minimizza l'importanza della posizione di Macron e commenta la situazione.",
      "link": "https://www.rainews.it/maratona/2025/07/gaza-parigi-londra-berlino-fermare-la-catastrofe-trump-macron-non-conta-nulla-riconoscere-stato-di-palestina-52b9b95d-367e-40fc-b635-79bcab2ce967.html"
    },
    {
      "title": "Donne di Gaza denunciano grave malnutrizione e scarsità di acqua",
      "source": "Rai News",
      "summary": "Le donne di Gaza riferiscono di bambini in grave malnutrizione e di dover bere acqua salata, mentre l'Unicef segnala 5.000 bambini in condizioni critiche.",
      "link": "https://www.rainews.it/video/2025/07/gaza-fame-donne-voci-unicef-bambini-non-si-trova-niente-beviamo-acqua-salata-d564a8fd-abc3-454e-8b36-fa97dbbfa978.html"
    },
    {
      "title": "Trump visita la Scozia e incontra Ursula von der Leyen per accordo sui dazi",
      "source": "Rai News",
      "summary": "In Scozia, Trump si incontra con Ursula von der Leyen per discutere di un possibile accordo sui dazi tra USA e UE, con una tariffa base del 15%.",
      "link": "https://www.rainews.it/video/2025/07/trump-in-scozia-domenica-incontro-ursula-donna-stimata-dazi-negoziati-accordo-183f6248-a8af-4016-a774-864c2222c1e4.html"
    },
    {
      "title": "Giornalisti Rai pronti a mobilitarsi per contratto e informazione corretta",
      "source": "Rai News",
      "summary": "I giornalisti Rai chiedono investimenti sui giovani e sul digitale, lamentando il blocco del contratto dal 2016 e il crescente precariato.",
      "link": "https://www.rainews.it/articoli/2025/07/i-giornalisti-rai-pronti-a-mobilitarci-per-il-contratto-e-uninformazione-corretta-86377b5c-7292-41bf-b7f1-4508ffd2533f.html"
    },
    {
      "title": "TG2 Post del 25 luglio 2025: notiziario del telegiornale",
      "source": "Rai News",
      "summary": "Il TG2 Post presenta le principali notizie del 25 luglio 2025, con commenti e approfondimenti curati dai direttori Antonio Preziosi, Massimo D'Amore e Fabrizio Frullani.",
      "link": "https://www.rainews.it/rubriche/tg2post/video/2025/07/TG2-Post---Puntata-del-25072025-92497e14-88ae-45d3-876d-b7299a9fdef7.html"
    },
    {
      "title": "Dazi tra USA e UE: incontro tra von der Leyen e Trump in Scozia",
      "source": "Rai News",
      "summary": "In Scozia, von der Leyen e Trump discutono di un'intesa sui dazi, ipotizzando una tariffa del 15% sui prodotti europei importati negli USA.",
      "link": "https://www.rainews.it/video/2025/07/dazi-verso-unintesa-usa-ue-domenica-von-der-leyen-incontra-trump-in-scozia-tg2-313e28fe-3ac6-40cb-9d6b-bca9cb60c4a9.html"
    }
  ]
}