{
  "date": "2025-08-29",
  "summary": "La giornata è stata segnata da una marcata escalation delle tensioni militari in Europa orientale, con raid notturni di droni ucraini sulla regione russa di Orel e un attacco a Kiev che ha provocato 19 vittime, coinvolgendo anche uffici Ue e Gb. In parallelo gli Stati Uniti hanno autorizzato nuove forniture di armi all'Ucraina, mentre Bruxelles e Londra hanno condannato l'operazione, acuendo la pressione diplomatica. Su questo sfondo si è però consumata una significativa svolta economica transatlantica: l'accordo USA‑UE riduce i dazi sulle auto europee al 15% e azzera le tariffe su prodotti industriali Made in USA in Europa, una mossa volta a ridefinire le regole commerciali tra i partner. Questa combinazione di escalation militare e riallineamento economico delinea un doppio binario di competizione e pragmatismo tra sicurezza e mercato.\n\nSu questo sfondo, la scena domestica e finanziaria mostra fragilità e adeguamenti: in Italia l'adesione di MPS all'Opa su Mediobanca è salita al 27,06% con oltre 63 milioni di azioni, indice di interesse per operazioni di consolidamento, mentre l'Istat rileva calo della fiducia dei consumatori e un peggioramento dell'industria, pur con fatturati di giugno stabili per alcuni settori. Parallelamente il maltempo al Nord ha causato chiusure di parchi a Milano, blackout in Piemonte e temporali su Desenzano; al Centrosud permangono ondate di caldo, aumentando la pressione su servizi e infrastrutture. In ambito sociale, la presenza di Cristiano Ronaldo in Arabia Saudita, dove la convivenza fra stranieri è tollerata, e l'avvio dei campionati — con De Bruyne in campo e Pogba a disposizione della Juve — segnalano aperture culturali che convivono con preoccupazioni economiche e di sicurezza. A chiudere, la coesistenza di rischi geopolitici, fragilità economiche e shock climatici incrementa le tensioni sulla stabilità globale e la volatilità dei mercati.",
  "headlines": [
    {
      "title": "De Bruyne affronta subito il City; Pogba è a disposizione della Juve",
      "source": "ANSA",
      "summary": "Nel turno d'esordio, De Bruyne affronta il City; restano complesse le sfide di Inter, Liverpool e Arsenal, e Atalanta contro Chelsea e PSG.",
      "link": "https://www.ansa.it/sito/notizie/sport/2025/08/28/champions-de-bruyne-subito-contro-il-city-juve-ce-pogba_7b1dd719-e376-472e-9ad2-3548fcdf140e.html"
    },
    {
      "title": "Ronaldo e Georgina in Arabia: convivenza tollerata per stranieri",
      "source": "ANSA",
      "summary": "Le regole conservatrici restano, ma una maggiore flessibilità nei rapporti sociali riflette un pragmatismo crescente nel regno e apertura agli ospiti.",
      "link": "https://www.ansa.it/canale_lifestyle/notizie/societa_diritti/2025/08/27/ronaldo-e-georgina-in-arabia-la-convivenza-fuori-dal-matrimonio-tollerata-per-stranieri_99be7320-3200-413a-827d-121b70ab6db2.html"
    },
    {
      "title": "Adesioni di MPS all'Opa Mediobanca salgono al 27,06%",
      "source": "ANSA",
      "summary": "Nel periodo si aggiungono oltre 63 milioni di azioni, indicando l'interesse degli investitori nell'OPA su Mediobanca italiana, con una valutazione di mercato.",
      "link": "https://www.ansa.it/sito/notizie/economia/2025/08/28/mps-le-adesioni-allops-su-mediobanca-balzano-al-2706_3de1a7f8-e781-4821-8079-e0bdde8e4c59.html"
    },
    {
      "title": "Cala la fiducia dei consumatori; peggiora nell'industria",
      "source": "ANSA",
      "summary": "I dati Istat mostrano pessimismo dei consumatori, ma il fatturato delle aziende a giugno resta stabile per alcuni; difficoltà generali persiste.",
      "link": "https://www.ansa.it/sito/notizie/economia/2025/08/28/cala-la-fiducia-dei-consumatori-peggiora-nellindustria_692f8170-9d52-4325-ad2e-c20d2e89238a.html"
    },
    {
      "title": "Droni ucraini colpiscono Orel: incendi e fuoco nella regione russa",
      "source": "Rai News",
      "summary": "Un raid notturno di droni a Orel si verifica nella regione russa; l'esito resta non confermato, mentre continuano le operazioni militari.",
      "link": "https://www.rainews.it/video/2025/08/orel-e-la-regione-russa-attaccati-droni-ucraini-incendi-e-fuoco-nella-notte-video-dellattacco-955610c8-ce70-4cf5-b334-636a94688b73.html"
    },
    {
      "title": "Bombe russe su Kiev: 19 morti; uffici Ue e Gb colpiti",
      "source": "Rai News",
      "summary": "Un attacco notturno russo a Kiev provoca morti e danni; Stati Uniti concedono ulteriori armi a Kiev; l'Europa critica le azioni russe.",
      "link": "https://www.rainews.it/maratona/2025/08/ucraina-guerra-bombe-russe-su-kiev-19-morti-4-bambini-colpiti-uffici-ue-gb-proteste-3be085fe-f56e-4a02-9918-e0fcadb3651b.html"
    },
    {
      "title": "Dazi USA-UE: auto europee a 15%",
      "source": "Rai News",
      "summary": "Con l'accordo, i dazi sulle auto europee crollano al 15%; in cambio, dazi azzerati sui prodotti industriali Made in USA in Europa.",
      "link": "https://www.rainews.it/video/2025/08/accordo-usa-ue-sui-dazi-per-auto-europee-15-marchetti-04150dd0-cfe2-4897-9e9d-ff5a6b55adc4.html"
    },
    {
      "title": "Maltempo al Nord: l'estate svanisce, scatta l'allerta",
      "source": "ANSA",
      "summary": "Le perturbazioni al Nord provocano chiusure di parchi a Milano e blackout in Piemonte; al Centrosud persistono condizioni di caldo.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/28/temporali-intensi-a-partire-da-nordovest-lafa-persiste-al-sud_ec6eb039-0dfc-4459-afc9-e2389f6534e8.html"
    },
    {
      "title": "Desenzano sotto temporale sul Lago di Garda",
      "source": "Rai News",
      "summary": "Il fronte temporalesco attraversa Lombardia e raggiunge Desenzano; si registrano forti rovesci e allerta meteo per condizioni locali nelle ore prossime aggiornamenti.",
      "link": "https://www.rainews.it/video/2025/08/il-cielo-diventa-blu-desenzano-sotto-il-temporale-video-del-maltempo-sul-lago-di-garda-forti-temporali-e-rovesci-2caaec41-e6cd-43bf-a6f9-2954551645f5.html"
    }
  ]
}