{
  "date": "2025-12-26",
  "summary": "L'Ucraina ha intensificato il conflitto colpendo con missili Storm Shadow la raffineria di Novoshakhtinsk, nel sud della Russia, provocando numerose esplosioni e interruzioni nella produzione di carburante. Questo attacco, il più audace degli ultimi mesi, arriva mentre Mosca propone un patto di non aggressione con i Paesi Nato e il presidente Zelensky consulta inviati statunitensi per idee di pace. Il Cremlino critica i negoziati lenti con Washington, segnalando come le escalation militari coesistano con spiragli diplomatici in un guerra che dura da oltre due anni e ha già causato centinaia di migliaia di vittime.\n\nNel frattempo, tensioni globali si acuiscono altrove: Kim Jong Un ha ordinato l'espansione della produzione di missili balistici nella Corea del Nord entro il 2026, dopo una visita a una fabbrica di sottomarini e test nel Mar del Giappone, rafforzando le capacità nucleari Pyongyang in un contesto di instabilità regionale. Negli Stati Uniti, il presidente Trump ha autorizzato bombardamenti aerei contro postazioni dell'Isis nel nord-ovest della Nigeria, per vendicare uccisioni di cristiani innocenti, in un'operazione definita 'potente e letale' che amplia la lotta antiterrorismo americana in Africa. Questo avviene mentre un naufragio al largo della Libia lascia 116 migranti dispersi, con un solo sopravvissuto, alimentando accuse delle Ong contro la gestione inadeguata delle emergenze migratorie.\n\nGuardando al futuro, un rapporto di 200 scienziati rivela che la copertura dei coralli duri nei Caraibi è calata del 48% dal 1980 al 2024 per il riscaldamento globale, minacciando il 9,7% delle barriere mondiali. Uno studio di UC San Diego e Princeton su Nature Climate Change conferma invece l'efficacia di sussidi per rinnovabili e tasse sulle emissioni per ridurre i gas serra, offrendo strumenti concreti per accelerare la transizione verde globale.",
  "headlines": [
    {
      "title": "Naufragio al largo Libia causa 116 dispersi tra migranti e un solo sopravvissuto",
      "source": "Il Sole 24 Ore",
      "summary": "Un naufragio al largo della Libia ha provocato la scomparsa di 116 migranti, con un unico sopravvissuto. Le Ong accusano la gestione inadeguata dell'emergenza; monsignor Perego critica la difesa dei confini prima delle persone. Le polemiche intensificano i dibattiti sulle migrazioni.",
      "link": "https://www.ilsole24ore.com/art/naufragio-largo-libia-116-migranti-dispersi-solo-sopravvissuto-l-accusa-ong-AIZCUJZ",
      "category": "society",
      "region": "africa",
      "importance": "notable"
    },
    {
      "title": "Stati Uniti bombardano postazioni Isis nel nord-ovest Nigeria su ordine Trump",
      "source": "AGI",
      "summary": "Gli Stati Uniti hanno condotto attacchi aerei contro postazioni Isis in Nigeria, annunciati da Trump per vendicare uccisioni di cristiani innocenti. Il presidente definisce l'operazione potente e letale. L'azione rafforza la lotta antiterrorismo USA in Africa.",
      "link": "https://www.agi.it/estero/news/2025-12-26/nigeria-trump-colpisce-isis-34803037/",
      "category": "conflict",
      "region": "global",
      "importance": "major"
    },
    {
      "title": "Kim Jong Un ordina espansione produzione missili Corea del Nord per 2026",
      "source": "Rai News",
      "summary": "Kim Jong Un ha ordinato l'aumento della produzione missili nel 2026 dopo visita a fabbrica sottomarini e test antiaerei sul Mar del Giappone. La mossa rafforza capacità militari nordcoreane. Il mondo monitora tensioni nucleari nella regione.",
      "link": "https://www.rainews.it/articoli/2025/12/kim-jong-un-ordina-di-espandere-la-produzione-di-missili-nel-2026-corea-del-nord-7fbb7f62-517d-4e7e-b26b-1be489293687.html",
      "category": "conflict",
      "region": "asia-pacific",
      "importance": "notable"
    },
    {
      "title": "Ucraina colpisce raffineria russa Novoshakhtinsk con missili Storm Shadow",
      "source": "TGCOM24",
      "summary": "Kiev ha attaccato la raffineria di Novoshakhtinsk in Russia usando missili inglesi Storm Shadow, registrando numerose esplosioni. L'operazione intensifica il conflitto. Mosca valuterà contromisure mentre prosegue la guerra.",
      "link": "https://www.tgcom24.mediaset.it/mondo/kiev-colpita-raffineria-russa-missili-inglesi-storm-shadow_107372324-202502k.shtml",
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Copertura coralli duri Caraibi diminuisce 48% tra 1980 e 2024",
      "source": "AGI",
      "summary": "La copertura corallina nei Caraibi è calata del 48% dal 1980 al 2024 per riscaldamento globale, secondo rapporto di 200 scienziati su 14.000 siti. Le barriere, 9,7% mondiali, affrontano temperature record. Urge azione climatica per preservarle.",
      "link": "https://www.agi.it/cronaca/news/2025-12-26/barriere-coralline-caraibi-calo-coralli-riscaldamento-34781747/",
      "category": "environment",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Studio dimostra efficacia sussidi energia pulita e tasse inquinamento contro clima",
      "source": "AGI",
      "summary": "Ricercatori UC San Diego e Princeton dimostrano che sussidi rinnovabili e tasse emissioni riducono gas serra, simulati in modelli economici su Nature Climate Change. Politiche usate globalmente accelerano transizione verde. Aiutano obiettivi climatici mondiali.",
      "link": "https://www.agi.it/scienza/news/2025-12-26/clima-sussidi-tasse-studio-34776388/",
      "category": "science",
      "region": "global",
      "importance": "major"
    },
    {
      "title": "Russia propone patto non aggressione con Paesi Nato mentre Zelensky consulta Usa",
      "source": "Rai News",
      "summary": "La Russia si dice pronta a firmare patto non aggressione con Nato; Zelensky sente inviati USA per idee pace, Cremlino lo critica. Zakharova nota negoziati lenti con Washington. Sviluppi potrebbero influenzare conflitto ucraino.",
      "link": "https://www.rainews.it/maratona/2025/12/russia-pronti-a-firmare-patto-di-non-aggressione-con-i-paesi-nato-55576666-292e-498e-bff4-09ce7081393a.html",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Pm accusano Toti di manipolazione dati Covid in Liguria sui contagi",
      "source": "Corriere della Sera",
      "summary": "Secondo pm liguri, governatore Toti e capo gabinetto Cozzani manipolavano dati pandemia: Toti aumentava contagi. Indagine rivela intercettazioni. Procede inchiesta su falsi report, rilevanti per gestione emergenze sanitarie.",
      "link": "https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Arsenale lancia treno ultra lusso Dream of the Desert in Arabia Saudita",
      "source": "AGI",
      "summary": "Arsenale e Simest investono 37 milioni euro equity più 35 milioni finanziamento saudita per primo treno lusso italiano in Arabia, su rete Saudi Railways. Entra mercato mediorientale turismo. Progetto amplia offerta high-end globale.",
      "link": "https://www.agi.it/economia/news/2025-12-26/dream-desert-treno-lusso-34776391/",
      "category": "society",
      "region": "middle-east",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 6,
    "articlesProcessed": 261,
    "categoryCounts": {
      "society": 2,
      "conflict": 3,
      "environment": 1,
      "science": 1,
      "politics": 2
    },
    "regionCounts": {
      "africa": 1,
      "global": 2,
      "asia-pacific": 1,
      "europe": 3,
      "americas": 1,
      "middle-east": 1
    }
  }
}