{
  "date": "2025-08-25",
  "summary": "Il tema che incornicia la giornata è la sovrapposizione fra offensiva militare e battaglia per la narrazione pubblica, con ripercussioni umane e simboliche. A Gaza, l’avanzata di carri armati nella periferia di Gaza City e la crescente difficoltà dei civili a reperire cibo si combinano a un’operazione mediatica: il governo israeliano ha portato una decina di influencer sul territorio per mostrare la disponibilità di cibo, rifiutando le accuse di carestia, mentre il divieto di accesso ai giornalisti ha lasciato spazio a presenze \"embedded\" che offrono letture selettive della situazione; a Tel Aviv le famiglie degli ostaggi denunciano carenze di supporto istituzionale, accentuando la pressione politica interna. In parallelo, la conferma della morte del volontario italiano Luca Cecca in Ucraina ricorda che i conflitti lontani producono perdite individuali e reti transnazionali di coinvolgimento che restano esposte ai rischi del teatro bellico.\n\nSu questo sfondo, sviluppi nazionali e internazionali apparentemente distinti contribuiscono a delineare dinamiche di fiducia, rischio e gestione pubblica. Sul fronte della comunicazione scientifica, la richiesta di ritiro da parte di Robert F. Kennedy di uno studio sull’alluminio — respinta dalla rivista — evidenzia il confronto fra ricerca e contestazione mediatica che può influire sulla percezione pubblica; in ambito di guerra ibrida, il video russo sui droni intercettati sottolinea l’uso di immagini per scopi strategici. Allo stesso tempo, il nubifragio in Romagna con allagamenti e danni e il divieto da settembre di due sostanze nelle ricostruzioni per unghie mostrano attenzione regolatoria e vulnerabilità infrastrutturale e sanitaria. L’annuncio sul congelamento dell’aumento dell’età pensionabile dal 2027 e la vittoria della Juventus offrono segnali di stabilità sociale, ma nel loro insieme l’odierna combinazione di crisi, comunicazione e governance suggerisce che mercati e governi dovranno vigilare sulla fiducia pubblica e sulla capacità di gestione del rischio in un contesto internazionale instabile.",
  "headlines": [
    {
      "title": "Volontario italiano Luca Cecca muore; era disperso in Ucraina",
      "source": "ANSA",
      "summary": "È un annuncio diffuso su Facebook da un sito ucraino che celebra la memoria dei caduti, confermando la morte del volontario.",
      "link": "https://www.ansa.it/sito/notizie/mondo/europa/2025/08/24/morto-il-volontario-italiano-luca-cecca-era-disperso-in-ucraina_77178ec7-2c64-4d92-b208-40cb300337b3.html"
    },
    {
      "title": "Israele porta dieci influencer a Gaza per mostrare cibo",
      "source": "ANSA",
      "summary": "Un tour governativo mostra ai media e agli influencer la disponibilità di cibo in Gaza, rifiutando accuse di fame pubbliche.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/08/24/israele-porta-10-influencer-a-gaza-menzogne-sulla-fame_5a7e2304-581d-4cb9-9dc0-fc413efc92b8.html"
    },
    {
      "title": "Tanks israeliani avanzano nella periferia di Gaza City",
      "source": "Rai News",
      "summary": "La situazione a Gaza resta critica con cittadini in cerca di cibo, mentre a Tel Aviv i familiari degli ostaggi lamentano mancanza di sostegno governativo.",
      "link": "https://www.rainews.it/video/2025/08/i-tank-israeliani-alla-periferia-di-gaza-city-94bf7cf4-8507-4fc5-93a0-b7d9e3ac3611.html"
    },
    {
      "title": "Kennedy chiede ritiro studio sui vaccini; rivista rifiuta",
      "source": "ANSA",
      "summary": "Il dibattito riguarda legame tra alluminio e malattie infantili; Kennedy chiede ritiro di uno studio, ma la rivista resiste pubblicamente.",
      "link": "https://www.ansa.it/canale_saluteebenessere/notizie/sanita/2025/08/24/kennedy-chiede-ritiro-studio-su-vaccini-ma-la-rivista-si-rifiuta_0295109e-c23c-430a-b9b6-612485a1729a.html"
    },
    {
      "title": "Nubifragio notturno romagnolo provoca danni e paura",
      "source": "ANSA",
      "summary": "La tempesta provoca allagamenti e crolli di pini, con Milano Marittima tra i luoghi colpiti e Rimini tra le zone allagate.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/24/nubifragio-sulla-romagna-grandine-strade-allagate-e-alberi-crollati-sulle-auto_09198369-0eca-424b-be5c-dcb5673d4a7b.html"
    },
    {
      "title": "Unghie e gel, da settembre al bando due sostanze tossiche",
      "source": "Rai News",
      "summary": "L'elenco include due sostanze per creme e gel, vietando i prodotti da settembre per ridurre l'esposizione prolungata a tali sostanze.",
      "link": "https://www.rainews.it/articoli/2025/08/da-settembre-stop-in-ue-a-2-sostanze-per-gel-e-smalti-unghie-6feacd87-8b32-444b-a716-249dee9788da.html"
    },
    {
      "title": "Drone calabrone sfreccia di notte: video infrarossi da Tula",
      "source": "Rai News",
      "summary": "I russi diffondono un video che mostra l'uso di droni ucraini intercettati dalla guerra elettronica, con riprese notturne e infrarossi.",
      "link": "https://www.rainews.it/video/2025/08/drone-calabrone-sfreccia-nella-notte-il-video-ad-infrarossi-f7a8bc59-c235-40ea-bae2-23a9d948b776.html"
    },
    {
      "title": "Influencer embedded per dimostrare che a Gaza si mangia al ristorante",
      "source": "Rai News",
      "summary": "Vietato l'accesso ai giornalisti dà spazio a influencer che alimentano propaganda pro-Netanyahu durante la situazione a Gaza e documenta un contesto politico.",
      "link": "https://www.rainews.it/video/2025/08/influencer-embedded-per-dimostrare-cha-a-gaza-si-mangia-al-ristorante-236729c2-6358-4c3b-89fb-a1ebded3e4fa.html"
    },
    {
      "title": "Juventus batte Parma 2-0; sintesi della partita",
      "source": "Rai News",
      "summary": "La Juventus avvia la stagione con una vittoria; David segna all'esordio e Vlahovic realizza, tentando di rispondere alle critiche dei tifosi.",
      "link": "https://www.rainews.it/video/2025/08/calcio-serie-a-giornata-1-juventus-parma-2-2-sintesi-partita-highlights-video-b6e51a1d-c616-41f5-8843-559826be43cd.html"
    },
    {
      "title": "Durigon: dal 2027 stop all'aumento dei requisiti per l'età pensionabile",
      "source": "Rai News",
      "summary": "Il sottosegretario annuncia che la futura legge di bilancio congelerà l'aumento dell'età pensionabile di tre mesi, portandola a 67 anni e tre mesi.",
      "link": "https://www.rainews.it/video/2025/08/politiche-sociali-durigondal-2027-stop-aumento-requisiti-per-eta-pensionabiletg1-72b99433-3530-4577-ac8e-b7c31c99cb25.html"
    }
  ]
}