{
  "date": "2025-11-22",
  "summary": "I mercati globali e gli affari internazionali hanno continuato la loro progressione costante oggi, con vari sviluppi nei settori economico, politico e sociale. Nel frattempo, gli indicatori chiave suggeriscono una stabilità continua nella maggior parte delle regioni, mentre le istituzioni di tutto il mondo coordinano le risposte alle sfide emergenti.\n\nQuesti sviluppi riflettono un modello più ampio di cooperazione internazionale e resilienza economica. Mentre governi e organizzazioni navigano dinamiche globali complesse, il loro approccio coordinato dimostra un impegno a mantenere la stabilità affrontando al contempo iniziative strategiche a lungo termine attraverso canali diplomatici ed economici consolidati.",
  "headlines": [
    {
      "title": "Aste da Guinness, il record resta al Salvator Mundi",
      "source": "ANSA",
      "summary": "Frida Kahlo al top donne, Basquiat tra gli artisti di colore...",
      "link": "https://www.ansa.it/sito/notizie/cultura/2025/11/21/aste-da-guinness-il-record-resta-al-salvator-mundi_b5631848-e73b-40eb-bc32-ede9fdf5fe9f.html"
    },
    {
      "title": "Dalla Nasa le immagini della cometa interstellare",
      "source": "ANSA",
      "summary": "L'intruso del Sistema Solare 3I/Atlas ripreso da sonde, rover e telescopi...",
      "link": "https://www.ansa.it/canale_scienza/notizie/spazio_astronomia/2025/11/21/dalla-nasa-le-immagini-della-cometa-interstellare-_e08c1152-1281-4452-8419-bf9c3c6792c2.html"
    },
    {
      "title": "L'annuncio di Eurovision: 'Cambieremo sistema di voto dopo le polemiche per il massiccio sostegno agli israeliani'",
      "source": "ANSA",
      "summary": "'Il concorso deve rimanere neutrale e non strumentalizzato'...",
      "link": "https://www.ansa.it/sito/notizie/cultura/2025/11/21/lannuncio-di-eurovision-cambieremo-sistema-di-voto-dopo-le-polemiche-per-il-massiccio-sostegno_4bf73715-8f02-4ae6-b580-b26362433de5.html"
    },
    {
      "title": "Hodges: “La proposta di pace è oscena, serve solo a preparare la prossima invasione”",
      "source": "la Repubblica",
      "summary": "L’ex comandante delle forze Usa nel Vecchio Continente stronca l’iniziativa americana: “E la Ue sta a guardare”...",
      "link": "https://www.repubblica.it/esteri/2025/11/22/news/ben_hodges_intervista_piano_pace_usa_guerra_russia_ucraina-424996851/?rss"
    },
    {
      "title": "Trump minaccia l’Ucraina: “Accetta entro giovedì o basta armi e intelligence”",
      "source": "la Repubblica",
      "summary": "L’ultimatum della Casa Bianca cade nel Giorno del Ringraziamento: “Mosca non vuole un’altra guerra”. I dubbi dei repubblicani...",
      "link": "https://www.repubblica.it/esteri/2025/11/22/news/trump_minaccia_putin_piano_pace_guerra_russia_ucraina-424996842/?rss"
    },
    {
      "title": "È morta Ornella Vanoni, aveva 91 anni",
      "source": "Il Sole 24 Ore",
      "summary": "Addio a Ornella Vanoni. La cantante, attrice e conduttrice italiana, indimenticabile interprete di capolavori come ’Senza fine’ e ’Io ti darò di più’, si è spenta questa sera. Aveva 91......",
      "link": "https://www.ilsole24ore.com/art/e-morta-ornella-vanoni-aveva-91-anni-AHGTJmtD"
    }
  ]
}