{
  "date": "2025-08-11",
  "summary": "La giornata è stata dominata da una serie di emergenze che hanno messo alla prova capacità operative e catene di comando locali. In Italia, il Vesuvio si è riacceso con tre fronti di incendio e le squadre specialistiche coordinate sul territorio mentre una nuova bocca si apriva sull'Etna, alimentando monitoraggi geofisici e piani di evacuazione; in parallelo due incidenti marittimi — l'incendio sul traghetto Rubattino in navigazione da Palermo e un altro rogo domato al largo di Capri — hanno richiesto manovre di rimorchio e ispezioni di sicurezza, senza feriti ma con indagini sulle cause e sugli standard. Allo stesso tempo, un sisma in Turchia ha causato il crollo di una dozzina di edifici, con ricerche di superstiti e alcuni ricoverati, esercitando una pressione simile sui soccorsi e sulle infrastrutture locali.\n\nSu questo sfondo, la giornata mette in luce anche tensioni non emergenziali ma rilevanti per governance e fiducia pubblica. In Calabria la procura ha ampliato l'inchiesta su una serie di casi di botulismo con 14 ricoveri e nove indagati, tra cui cinque medici, sollevando questioni di responsabilità clinica e sorveglianza sanitaria; in parallelo il dibattito internazionale si concentra su norme e partecipazioni diplomatiche dopo l'intervista dell'ex ambasciatore britannico che propone la presenza di Zelensky a un possibile vertice tra leader globali, mentre la vendita a New York di una roccia marziana ricollegata al Niger riapre temi di tracciabilità e diritto internazionale sulle risorse. A sottolineare la resilienza civile, celebrazioni culturali proseguono — dal sessantesimo di Lorella Cuccarini al debutto in MLB della prima arbitra donna e agli episodi sportivi in regata — mostrando come istituzioni, mercati e società si adattano contestualmente alle sfide. Queste dinamiche combinano rischi immediati con pressioni su fiducia istituzionale, regolazione dei mercati e cooperazione transnazionale.",
  "headlines": [
    {
      "title": "Nove indagati per morti da botulino, cinque medici",
      "source": "ANSA",
      "summary": "La procura amplia l'inchiesta: 14 ricoveri a Cosenza e nove indagati, tra cui cinque medici, per morti legate al botulino.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/10/morti-per-botulino.-9-gli-indagati-cinque-sono-medici_d5d207aa-2139-4cec-ab6d-775005df57e3.html"
    },
    {
      "title": "Brucia il Vesuvio; task force di specialisti al lavoro",
      "source": "ANSA",
      "summary": "Tre fronti di fuoco attivi; si apre nuova bocca sull'Etna, mentre squadre d'emergenza coordinano l'intervento e monitorano l'area vesuviana in queste ore.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/10/fiamme-sul-vesuvio-al-lavoro-una-task-force-investigativa-specializzata-sui_cd603f8c-8ad6-46f7-835c-34c8eb1c945a.html"
    },
    {
      "title": "Terremoto in Turchia: crollano una dozzina di edifici",
      "source": "Rai News",
      "summary": "Il ministro della Salute riferisce quattro ricoveri; si cercano superstiti tra le macerie e proseguono le operazioni di soccorso nelle zone colpite.",
      "link": "https://www.rainews.it/video/2025/08/terremoto-in-turchia-dopo-il-sisma-crollati-una-dozzina-di-edifici--bc48b836-9177-49fd-8755-6ea6d3e92085.html"
    },
    {
      "title": "Incendio su traghetto da Palermo: nave in deriva",
      "source": "Rai News",
      "summary": "Le fiamme sul Rubattino restano contenute; passeggeri sono illesi, si procede con manovre di rimorchio e ispezioni di sicurezza a bordo.",
      "link": "https://www.rainews.it/video/2025/08/incendio-sul-traghetto-da-palermo-nave-alla-deriva-nel-golfo-di-napoli-df23e3a3-cdb9-48b2-bd83-bc952c319b40.html"
    },
    {
      "title": "Fiamme su nave-traghetto al largo di Capri; nessun ferito",
      "source": "ANSA",
      "summary": "Incendio domato dall'equipaggio; rimorchiatori trainano la nave in porto a Napoli; nessun ferito tra i passeggeri, probabili fattori di sicurezza in contesto.",
      "link": "https://www.ansa.it/sito/notizie/cronaca/2025/08/11/fiamme-su-una-nave-traghetto-al-largo-di-capri-paura-ma-nessun-ferito_7bce7961-e5c3-462b-beb9-2b58a3ace811.html"
    },
    {
      "title": "Collisione all'avvio di regata; due barche ritirate",
      "source": "Rai News",
      "summary": "Allagrande MAPEI Racing subisce danno a vela Code 0 in avvio; l'altra imbarcazione risulta danneggiata, entrambe ritirano dalla tappa in regata dell'evento.",
      "link": "https://www.rainews.it/video/2025/08/collisione-e-vela-squarciata-in-avvio-di-regata-due-barche-costrette-al-ritiro-dalla-prima-tappa-386e403e-d803-4291-bf02-2bca7e683ab8.html"
    },
    {
      "title": "Ex ambasciatore britannico: europei chiedono Zelensky in quella stanza",
      "source": "la Repubblica",
      "summary": "L'intervista suggerisce che la partecipazione di Zelensky al vertice tra Trump e Putin potrebbe influire sugli scenari futuri, con tre ipotesi delineate.",
      "link": "https://www.repubblica.it/esteri/2025/08/11/news/kim_darroch_vertice_trump_usa_intervista-424783133/?rss"
    },
    {
      "title": "Roccia marziana venduta a New York; dubbi su Niger",
      "source": "la Repubblica",
      "summary": "Secondo la BBC, il meteorite marziano sarebbe stato trovato in Niger; la vendita solleva dubbi sulla legalità e tracciabilità dell'esportazione.",
      "link": "https://www.repubblica.it/esteri/2025/08/10/news/meteorite_marte_venduta_new_york_milioni_di_dollari_trovati_in_niger-424782399/?rss"
    },
    {
      "title": "Lorella Cuccarini compie 60 anni; lunga carriera",
      "source": "ANSA",
      "summary": "Attrice e presentatrice festeggia sessantesimo compleanno; storica esperienza tra Fantastico, Amici, Rai e Mediaset, con contributi alla cultura televisiva del secolo.",
      "link": "https://www.ansa.it/sito/notizie/cultura/tv/2025/08/08/lorella-cuccarini-60-anni-per-la-piu-amata-dagli-italiani_f079e072-72f3-4ab9-ad71-b9095c561336.html"
    },
    {
      "title": "Cade tabù nel baseball: prima arbitra in MLB",
      "source": "ANSA",
      "summary": "Jen Pawol diventa la prima arbitra donna a dirigere una partita MLB, seguito da precedenti in NBA e NFL per anni di esperienza professionale.",
      "link": "https://www.ansa.it/sito/notizie/sport/altrisport/2025/08/10/cade-un-tabu-nel-baseball-prima-arbitra-in-mlb_32da5c98-a8b7-4b99-b51d-02967b888346.html"
    }
  ]
}