{
  "date": "2025-11-30",
  "summary": "I mercati globali e gli affari internazionali hanno continuato la loro progressione costante oggi, con vari sviluppi nei settori economico, politico e sociale. Nel frattempo, gli indicatori chiave suggeriscono una stabilità continua nella maggior parte delle regioni, mentre le istituzioni di tutto il mondo coordinano le risposte alle sfide emergenti.\n\nQuesti sviluppi riflettono un modello più ampio di cooperazione internazionale e resilienza economica. Mentre governi e organizzazioni navigano dinamiche globali complesse, il loro approccio coordinato dimostra un impegno a mantenere la stabilità affrontando al contempo iniziative strategiche a lungo termine attraverso canali diplomatici ed economici consolidati.",
  "headlines": [
    {
      "title": "Infanzia, crolla il mito del 'dover sempre fare' e come recuperare il valore del gioco",
      "source": "ANSA",
      "summary": "Il gioco è necessario per lo sviluppo, una guida completa e istruzioni per i genitori...",
      "link": "https://www.ansa.it/canale_lifestyle/notizie/teen/2025/11/06/infanzia-crolla-il-mito-del-dover-sempre-fare-e-come-recuperare-il-valore_0138f0e2-a825-4a0d-8e6e-9a0da2aa2826.html"
    },
    {
      "title": "Gambero Rosso, strenna natalizia con la prima guida sul caffè",
      "source": "ANSA",
      "summary": "Città del Gusto nel 2026 festeggerà i 40 anni di vita...",
      "link": "https://www.ansa.it/canale_terraegusto/notizie/fiere_eventi/2025/11/27/gambero-rosso-strenna-natalizia-con-la-prima-guida-sul-caffe_3c02b9d4-dd16-4f86-b78b-5e3f8ae47abb.html"
    },
    {
      "title": "Cagliari celebra Ligabue con autoritratti e belve feroci",
      "source": "ANSA",
      "summary": "Sessanta opere, oli e disegni, al Palazzo di città fino a giugno...",
      "link": "https://www.ansa.it/canale_viaggi/regione/sardegna/2025/11/27/cagliari-celebra-ligabue-con-autoritratti-e-belve-feroci_a6da367d-39bd-47bd-be6e-32fc1e71f53f.html"
    },
    {
      "title": "Rafael Grossi: “Diplomazia attiva per la pace, l’Onu torni a contare. Mi candido a segretario”",
      "source": "la Repubblica",
      "summary": "Il capo argentino dell’Aiea annuncia la corsa a leader delle Nazioni Unite al posto di Guterres. Con il sostegno di Milei, Trump e Meloni: “ma parlo con chiunque, da Zelensky a Putin”...",
      "link": "https://www.repubblica.it/esteri/2025/11/30/news/rafael_grossi_si_candida_a_segretario_onu_intervista-425011589/?rss"
    },
    {
      "title": "Trump chiude i cieli sopra al Venezuela. Caracas: “Colonialista”",
      "source": "la Repubblica",
      "summary": "Annuncio sui social dopo la notizia di una chiamata con Maduro. Hegseth sotto accusa per l’ordine di uccidere due sospetti narcos...",
      "link": "https://www.repubblica.it/esteri/2025/11/30/news/trump_chiude_i_cieli_sopra_al_venezuela_colonialista-425011675/?rss"
    },
    {
      "title": "Qualità della vita, Trento vince davanti a Bolzano e Udine. Roma guida la risalita delle grandi città",
      "source": "Il Sole 24 Ore",
      "summary": "Nella top ten si incontrano Bologna al quarto posto e Milano ottava. Rientra dopo trent’anni Padova, mentre Bergamo – vincitrice dello scorso anno – insieme a Treviso, Verona e Parma completano il gru...",
      "link": "https://www.ilsole24ore.com/art/qualita-vita-trento-vince-a-bolzano-e-udine-roma-guida-risalita-grandi-citta-AH1qZG1D"
    }
  ]
}