{
  "date": "2025-09-26",
  "summary": "I caccia Nato hanno intercettato jet russi, un episodio che oggi ha alzato la tensione e spinge l'Europa a valutare risposte più nette. Secondo diplomatici europei, l'incidente rafforza la pressione per misure coordinate dell'UE; nello stesso quadro il cancelliere tedesco Merz propone di utilizzare i beni russi congelati per finanziare Kiev, stimandone il valore in almeno 140 miliardi. L'accostamento mostra come la dimensione militare e quella economica si sommano: aumento delle intercettazioni e proposte di «reimpiego» degli asset potrebbero accelerare sanzioni mirate e creare procedure legali complesse. Affermazione controversa: la proposta di Merz richiederà decisioni giuridiche e politiche precise; prossimo passo concreto è l'avvio, da parte dell'UE, di un coordinamento formale e di una verifica legale.\n\nAltri sviluppi si raggruppano per tema: economia e tecnologia, politica e giustizia, sicurezza umanitaria. Rai News riporta perquisizioni dei Carabinieri e della Finanza nelle case di giudici nel caso Garlasco, indagine che riguarda presunta corruzione e può incidere sulla fiducia nelle istituzioni. Negli Usa, Trump ha imposto dazi almeno al 100% su farmaci di marca e mobili e ha firmato un ordine per una società che gestisca TikTok, valutata almeno 14 miliardi (Rai News, TGCOM24): mosse con possibili effetti su prezzi, catene di fornitura e mercato digitale. Nel Mediterraneo la Flotilla rifiuta la mediazione complicando i soccorsi; Abu Mazen si dice pronto a governare e collaborare con Trump (ANSA). Rischio concreto: reazioni di mercato e impugnazioni legali nei prossimi giorni.",
  "headlines": [
    {
      "title": "Jet russi intercettati dai caccia Nato: europei valutano ulteriori risposte",
      "source": "TGCOM24",
      "summary": "Diplomatici europei affermano che l'incidente aumenta la tensione; la situazione conta perché potrebbe guidare nuove pressioni diplomatiche e sanzioni mirate, con l'UE che coordina risposte comuni e monitoraggio continuo.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1311-diretta_103974234-202502k.shtml"
    },
    {
      "title": "Merz propone l'uso dei beni russi congelati per Kiev",
      "source": "la Repubblica",
      "summary": "Il cancelliere tedesco afferma che i beni russi congelati possano finanziare l'Ucraina con almeno 140 miliardi, contesto utile a rafforzare la resistenza ucraina; passo concreto da definire.",
      "link": "https://www.repubblica.it/economia/2025/09/26/news/beni_russi_congelati_svolta_merz_guerra_russia_ucraina-424871202/?rss"
    },
    {
      "title": "Flotilla rifiuta mediazione: cosa potrebbe accadere ora sui soccorsi",
      "source": "Il Sole 24 Ore",
      "summary": "Il Sole 24 Ore segnala che la Flotilla rifiuta la mediazione; la situazione conta perché potrebbe spingere a nuove misure di interdizione e gestione dei soccorsi.",
      "link": "https://www.ilsole24ore.com/art/aiuti-gaza-flotilla-rifiuta-mediazione-ecco-cosa-puo-accadere-ora-AHVFMepC"
    },
    {
      "title": "Perquisizioni di Carabinieri e Finanza nelle case di giudici",
      "source": "Rai News",
      "summary": "Rai News riferisce di perquisizioni di Carabinieri e Finanza in casa di giudici ed ex investigatori nel caso Garlasco; l'inchiesta riguarda corruzione in atti giudiziari, Venditti è parte interessata.",
      "link": "https://www.rainews.it/articoli/2025/09/garlasco-perquisizioni-di-carabinieri-e-finanza-in-casa-di-giudici-ed-ex-investigatori-del-caso-omicidio-chiara-poggi-ceda9a2e-ad9a-440d-9e8f-0affd72f22d2.html"
    },
    {
      "title": "Trump impone dazi al 100% su farmaci di marca e mobili",
      "source": "Rai News",
      "summary": "Rai News riporta che Trump impone dazi almeno al 100% su farmaci di marca e mobili; l'obiettivo è spingere produzioni interne, con possibili ricadute sui prezzi.",
      "link": "https://www.rainews.it/articoli/2025/09/trump-annuncia-nuovo-dazi-su-farmaci-mobili-e-camion-4546f596-ea05-4d16-b2c0-da18e5270130.html"
    },
    {
      "title": "Trump firma ordine su TikTok, crea una società e valuta circa 14 miliardi",
      "source": "TGCOM24",
      "summary": "TGCOM24 riferisce che Trump firma l'ordine su TikTok, creando una società per gestire le attività statunitensi; la stima è di almeno 14 miliardi di dollari, con possibili implicazioni normative.",
      "link": "https://www.tgcom24.mediaset.it/mondo/donald-trump-live-mercoledi-25-settembre_103956796-202502k.shtml"
    },
    {
      "title": "Trump riferisce Netanyahu: vicini a nuovo accordo per Gaza",
      "source": "TGCOM24",
      "summary": "TGCOM24 riporta che Netanyahu è a New York e che Trump mira a guidare Blair come responsabile futuro di Gaza; la dinamica conta perché potrebbe ridefinire gli equilibri regionali.",
      "link": "https://www.tgcom24.mediaset.it/mondo/israele-guerra-hamas-giorno-721-diretta-news_103974228-202502k.shtml"
    },
    {
      "title": "Zelensky: pace prima, poi se Mosca non si ferma risponderemo",
      "source": "la Repubblica",
      "summary": "La Repubblica riferisce che Zelensky ribadisce la priorità della pace ma avverte che risponderà a Mosca se gli attacchi continuano; la situazione conta perché influenza credibilità internazionale e sicurezza europea.",
      "link": "https://www.repubblica.it/esteri/2025/09/26/news/zelensky_non_mi_ricandidero_ucraina-424871277/?rss"
    },
    {
      "title": "Abu Mazen si mostra pronto a governare e collaborare con Trump",
      "source": "ANSA",
      "summary": "ANSA riporta che Abu Mazen si mostra pronto a governare e collaborare con Trump, mentre si chiede a Hamas di consegnare le armi; l'evoluzione conta perché ridefinisce le alleanze regionali.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/25/abu-mazen-allonu-tutti-gli-stati-riconoscano-la-palestina_a623617b-c7f4-4ffc-b5fd-2da60b39a67c.html"
    }
  ]
}