{
  "date": "2025-09-30",
  "summary": "Il presidente Mattarella ha posto oggi la Carta delle Nazioni Unite come «bussola» per affrontare i conflitti, sollecitando canali di cooperazione e monitoraggio multilaterale e sottolineando l'importanza di regole condivise per la stabilità internazionale (Rai News). Alla stessa ora il presidente ucraino Volodymyr Zelensky ha chiesto agli alleati uno «scudo comune» contro gli attacchi russi, richiamando l'urgenza di coordinamento nelle forniture militari e nella difesa collettiva (TGCOM24); tale richiesta è controversa tra paesi che temono un'escalation. In Europa la Moldova conferma una maggioranza europeista, con almeno il 50% dei seggi in Parlamento secondo la Repubblica, un esito lodato da Bruxelles e da Zelensky ma criticato da osservatori per presunte pressioni russofone. Implicazione: serve coordinamento diplomatico e di difesa, con monitoraggi più stretti e decisioni concrete degli alleati.\n\nSul fronte interno Milano ha approvato la delibera che permette la vendita di San Siro a Inter e Milan, aprendo la strada a nuovi investimenti e a una diversa gestione (Il Sole 24 Ore). Nelle Marche FdI è primo partito col 27,4% mentre Pd è secondo nella coalizione; Lega e M5S registrano cali che ridisegnano gli equilibri regionali. Sul piano economico, Eni e CFS hanno siglato un accordo per l'acquisto di almeno 1 miliardo di energia (ANSA). Nel sociale e scienza il Gemelli avvia il cantiere Cuore, 27.000 metri quadri con almeno 100 posti letto. A Caivano è in corso un'operazione di polizia con indagini aperte. Conta per mercati, politiche e sicurezza; prossima scadenza: definizione dei piani d'investimento nelle settimane.",
  "headlines": [
    {
      "title": "Mattarella ritiene la Carta dell'ONU bussola per affrontare conflitti",
      "source": "Rai News",
      "summary": "X afferma che l'ONU resta bussola per affrontare conflitti, perché conta promuovere dialogo e stabilità; al contempo bisogna attivare canali di cooperazione e monitoraggio.",
      "link": "https://www.rainews.it/articoli/2025/09/mattarella-in-kazakistan-carta-onu-e-la-bussola-per-affrontare-ogni-conflitto-3acccbeb-0fde-409f-8019-c1970614d492.html"
    },
    {
      "title": "Zelensky chiede agli alleati uno scudo comune contro attacchi russi",
      "source": "TGCOM24",
      "summary": "X afferma che serve uno scudo comune contro gli attacchi russi, perché conta rafforzare la difesa collettiva e sostenere Kyiv, con coordinamento tra alleati e forniture militari.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1315-diretta_104113046-202502k.shtml"
    },
    {
      "title": "Milano approva la vendita di San Siro a Inter e Milan",
      "source": "Il Sole 24 Ore",
      "summary": "La delibera definitiva consente la vendita, aprendo investimenti e rilanciando lo stadio; perché conta dare impulso a nuove economie e gestione sportiva.",
      "link": "https://www.ilsole24ore.com/art/milano-si-vendita-san-siro-inter-e-milan-fi-decisiva-AHtARXuC"
    },
    {
      "title": "Eni e CFS siglano accordo per l'acquisto di energia oltre un miliardo",
      "source": "ANSA",
      "summary": "La partnership rafforza l'energia da fusione, prevedendo forniture stabili e investimenti condivisi; perché conta ampliare l'offerta energetica e stimolare la ricerca tecnologica, secondo ANSA.",
      "link": "https://www.ansa.it/ansacom/notizie/economia/eni/2025/09/24/eni-cfs-oltre-un-miliardo-di-dollari-per-lacquisto-di-energia_36bf582d-a7c5-4880-acec-7e9b4eed95b0.html"
    },
    {
      "title": "Caivano: operazione ad alto impatto delle forze dell'ordine in corso",
      "source": "Rai News",
      "summary": "Le forze dell'ordine dichiarano un'azione coordinata per contrastare criminalità e minacce; perché conta proteggere i cittadini e fornire risposte rapide, con indagini in corso sui fatti.",
      "link": "https://www.rainews.it/articoli/2025/09/caivano-in-corso-dallalba-vasta-operazione-ad-alto-impatto-delle-forze-dell ordine-napoli-eba6a254-d6db-441d-b7b2-e6d148517f9d.html"
    },
    {
      "title": "Gemelli avvia il cantiere Cuore, maxi polo cardiovascolare in costruzione",
      "source": "Rai News",
      "summary": "L'opera di 27.000 metri quadri ospiterà oltre 100 posti letto; perché conta potenziare le terapie e la ricerca, con tempi di realizzazione inferiori a tre anni.",
      "link": "https://www.rainews.it/articoli/2025/09/gemelli-al-via-il-cantiere-di-cuore-il-maxi-polo-per-le-malattie-cardiovascolari-f2ccf685-d9aa-4264-9008-b4d8cc08bb87.html"
    },
    {
      "title": "Moldova conferma maggioranza europeista oltre il 50% in Parlamento",
      "source": "la Repubblica",
      "summary": "La vittoria europeista rafforza l'adesione all'UE; perché conta accelerare l'integrazione europea, con Bruxelles e Zelensky che elogiano l'esito, mentre osservatori criticano l'influenza russofona.",
      "link": "https://www.repubblica.it/esteri/2025/09/30/news/moldova_vittoria_europeista_maia_sandu_reazioni_ue-424879316/?rss"
    },
    {
      "title": "Regionali Marche: FdI primo partito, Pd secondo, calo di Lega e M5S",
      "source": "Il Sole 24 Ore",
      "summary": "FdI guida la regione con il 27,4%, Pd resta primo in coalizione; Lega e M5S perdono terreno; perché conta ridefinire equilibri regionali e di coalizione.",
      "link": "https://www.ilsole24ore.com/art/regionali-marche-ecco-come-sono-andati-partiti-fdi-primo-pd-secondo-calo-lega-e-m5s-AHX7IIuC"
    }
  ]
}