{
  "date": "2025-09-17",
  "summary": "La novità più importante di oggi è la dichiarazione della commissione ONU che parla di genocidio nella Striscia di Gaza, un'accusa contro i vertici israeliani che la commissione afferma di poter provare; si tratta di un'affermazione controversa che potrebbe innescare nuove indagini internazionali e responsabilità legali. Contemporaneamente l'IDF segnala l'apertura di una seconda via di evacuazione su Salah ad-Din e si registrano almeno 400 mila sfollati da Gaza City, un dato provvisorio che accentua l'emergenza umanitaria. La combinazione di accusa internazionale e esodo di massa aumenta la pressione su Bruxelles e altri governi: il prossimo passo sarà la discussione del pacchetto sanzionatorio ai Ventisette.\n\nAltri sviluppi si raggruppano fra politica internazionale, politica interna e questioni civili. In Europa cresce la pressione politica: la Commissione, tramite Kallas, presenterà oggi un pacchetto di sanzioni che però incontra resistenze da parte del governo italiano, mentre il ministro Tajani conferma che Roma è contraria a un'offensiva terrestre a Gaza; questo confronto può influire su mercati e decisioni operative. Non di conflitto, l'Europa registra oltre 4.500 morti per le ondate di caldo, con l'Italia in testa, un segnale che richiede investimenti in adattamento sanitario. Intanto Donald Trump è atterrato a Londra per una visita di Stato con cerimonie a Windsor domani, evento che potrebbe provocare proteste. Rischio concreto: escalation diplomatica e decisioni sulle sanzioni entro le prossime 48 ore.",
  "headlines": [
    {
      "title": "ONU afferma genocidio nella Striscia di Gaza, vertici israeliani accusati",
      "source": "la Repubblica",
      "summary": "La commissione riferisce genocidio e indica prove; l'ONU chiede interventi internazionali. Perché conta: cambia la percezione della crisi e spinge a nuove indagini e responsabilità politiche.",
      "link": "https://www.repubblica.it/esteri/2025/09/17/news/genocidio_israele_gaza_commissione_onu-424851284/?rss"
    },
    {
      "title": "Evacuazione di Gaza City: almeno 400 mila palestinesi fuggono",
      "source": "ANSA",
      "summary": "L'IDF afferma l'apertura di una seconda via di evacuazione su Salah ad-Din; al momento almeno 400 mila palestinesi sfollano. Perché conta: evidenzia la gravità umanitaria e la pressione sui corridoi.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/17/fuga-da-gaza-city-400-mila-persone-sono-fuggite-dalla-citta_2ffca5db-db14-4cbb-b1eb-add4121043f0.html"
    },
    {
      "title": "Morti per caldo in Europa: l'Italia al primo posto",
      "source": "Rai News",
      "summary": "Rai News riferisce oltre 4500 decessi per ondate di caldo in Europa, con Milano e Roma tra le città più colpite. Perché conta: mostra vulnerabilità sanitaria e necessità di adattamenti.",
      "link": "https://www.rainews.it/articoli/2025/09/morti-per-il-caldo-europa-italia-primo-posto-4500-vittime--d6844c13-612c-4b96-a237-f93e6c41b34e.html"
    },
    {
      "title": "Trump è atterrato a Londra: visita di Stato bis in Gran Bretagna",
      "source": "TGCOM24",
      "summary": "TGCOM24 riporta l'arrivo di Trump in Gran Bretagna per la seconda visita di Stato; domani cerimonie al Castello di Windsor e possibili proteste.",
      "link": "https://www.tgcom24.mediaset.it/2025/video/trump-atterra-a-londra-al-via-la-visita-di-stato-bis-in-gb-_103578386-02k.shtml"
    },
    {
      "title": "UE pronta a imporre sanzioni; governo Meloni frena",
      "source": "la Repubblica",
      "summary": "La Repubblica riferisce che il pacchetto di misure sarà presentato oggi ai Ventisette da Kallas; perché conta: definisce la risposta europea e le dinamiche tra membri.",
      "link": "https://www.repubblica.it/esteri/2025/09/17/news/svolta_ue_pronte_prime_sanzioni_ma_governo_meloni_tira_freno-424851227/?rss"
    },
    {
      "title": "Draghi propone ricetta per salvare la sovranità Ue: riforme e investimenti",
      "source": "Il Sole 24 Ore",
      "summary": "Il Sole 24 Ore riporta Draghi su riforme, capitale privato e tabù da abbattere per risultati entro mesi concreti e tangibili.",
      "link": "https://www.ilsole24ore.com/art/dalle-e-car-barriere-tecnologiche-ecco-ricetta-draghi-salvare-sovranita-ue-AHHYwpfC"
    },
    {
      "title": "Tajani schiera l’Italia: governo contrario all’offensiva a Gaza",
      "source": "Il Sole 24 Ore",
      "summary": "Il Sole 24 Ore riferisce che l'Italia resta contraria all'offensiva terrestre a Gaza; perché conta: definisce la posizione europea e influisce su operazioni future.",
      "link": "https://www.ilsole24ore.com/art/tajani-schiera-l-italia-governo-contrario-all-offensiva-gaza-AHcqzffC"
    },
    {
      "title": "Donald Trump è a Londra: oggi incontra Carlo",
      "source": "Rai News",
      "summary": "Rai News riporta l'incontro di Stato a Windsor e una cena ufficiale; perché conta: rafforza i legami transatlantici e presenta opportunità diplomatiche.",
      "link": "https://www.rainews.it/articoli/2025/09/donald-trump-e-a-londra-oggi-incontra-carlo-un-amico-da-molto-tempo-15a4799f-3d37-41a2-8705-5214da3959cf.html"
    },
    {
      "title": "Zelensky afferma altre due offensive russe in Ucraina",
      "source": "TGCOM24",
      "summary": "ANSA riferisce Zelensky sull'intenzione russa di lanciare due offensive in Ucraina; Papa Francesco sostiene che la Nato non ha iniziato una guerra; perché conta: accende dibattito sulla gestione del conflitto.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1302-diretta_103586482-202502k.shtml"
    }
  ]
}