{
  "date": "2025-07-07",
  "summary": "La giornata si apre con un rafforzamento delle linee di frizione commerciali internazionali, catalizzato dalle nuove comunicazioni sui dazi annunciate dagli Stati Uniti. Il presidente Trump ha firmato lettere ufficiali che prevedono incrementi tariffari dal 10% al 130%, colpendo in particolare i paesi allineati ai BRICS, mentre rimangono in corso negoziati con l’Unione Europea che finora non hanno prodotto intese. Il ministro del Tesoro Bessent ha confermato che la strategia mira ad esercitare la massima pressione, con l’invio delle lettere già previsto per lunedì. In parallelo, Trump ha colto l’occasione per criticare apertamente Elon Musk, sottolineando il clima competitivo globale e la crescente rilevanza di relazioni transatlantiche e sud-sud nelle future dinamiche di mercato e sicurezza.\n\nSu questo sfondo di tensioni geopolitiche e ridefinizione degli equilibri, altre notizie riflettono la complessità del quadro globale. Dall’intensificarsi dei negoziati tra Israele e Hamas a Doha, seguiti dalle dichiarazioni irremovibili di Netanyahu sulla presunta inaccettabilità delle proposte, fino all’intervento di voci intellettuali controverse, come il professore italiano che ha espresso solidarietà a Hezbollah, emerge una crescente polarizzazione che sfida le capacità diplomatiche delle principali potenze. Eventi come l’inondazione che ha colpito il Camp Mystic in Texas illustrano inoltre la vulnerabilità delle strutture sociali davanti a minacce naturali. Infine, le iniziative culturali come la celebrazione della Giornata Internazionale del Bacio e la riscoperta dell’intervista ai Beatles su Rai News ricordano che, anche in un contesto agitato, permangono spazi di comunicazione globale e resilienza simbolica. L’integrazione di questi eventi suggerisce che la stabilità internazionale è ora più che mai soggetta a un fragile equilibrio tra antagonismo politico, emergenze ambientali e ricerca di valori comuni.",
  "headlines": [
    {
      "title": "Trump annuncia lettere sui dazi con aumento del 10% ai pro-Brics",
      "source": "ANSA",
      "summary": "Gli Stati Uniti comunicano le prime lettere sui dazi, con un incremento del 10% per i paesi pro-Brics, in attesa di negoziati con l'UE.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/07/07/trump-alle-12-partiranno-le-prime-lettere-sui-dazi-10-ai-pro-brics_4c5deadd-ca14-4f32-94ee-cf1fc7c5af06.html"
    },
    {
      "title": "Giornata Internazionale del Bacio celebra il linguaggio universale",
      "source": "ANSA",
      "summary": "La giornata riconosce il bacio come forma di comunicazione globale, con riferimenti alle etichette e ai modi di dire associati a questa pratica.",
      "link": "https://www.ansa.it/canale_lifestyle/notizie/societa_diritti/2025/07/04/tutto-sul-bacio-un-linguaggio-quasi-universale_3ad0a144-91ab-436f-8489-0031c76dd326.html"
    },
    {
      "title": "Accoltellamento fatale durante vacanza a Luino, padre ucciso dal figlio",
      "source": "Rai News",
      "summary": "Un uomo di 57 anni residente in Svizzera viene ucciso dal figlio durante una lite in vacanza, mentre la famiglia è in visita a Luino; il giovane fugge ma viene catturato dai carabinieri.",
      "link": "https://www.rainews.it/articoli/2025/07/al-culmine-di-una-lite-il-figlio-accoltella-il-padre-la-famiglia-era-in-vacanza-a-luino-21b51cee-fc5b-4537-a02e-a2f81b48e796.html"
    },
    {
      "title": "Intervista ai Beatles di Gianni Bisiach nel 1963 su Rai News",
      "source": "Rai News",
      "summary": "Nel 1963, il giornalista Gianni Bisiach intervista i Beatles, i giovani musicisti che stanno diventando icone internazionali del rock.",
      "link": "https://www.rainews.it/video/2025/07/tv7-gianni-bisiach-intervista-i-beatles--4e70cfec-70d6-4732-af34-7b1405f24968.html"
    },
    {
      "title": "Trump firma lettere sui dazi con tariffe dal 10% al 130%",
      "source": "Rai News",
      "summary": "Il presidente Trump firma le comunicazioni ufficiali sui dazi, che variano dal 10% al 130%, mentre le trattative con l'UE continuano senza accordo.",
      "link": "https://www.rainews.it/video/2025/07/trump-firma-le-lettere-che-comunicano-la-consistenza-dei-dazi-f5075fcf-cc99-4cc9-b407-ebd5cb468df3.html"
    },
    {
      "title": "Trump annuncia l'invio delle lettere sui dazi e critica Musk",
      "source": "TGCOM24",
      "summary": "Il segretario del Tesoro Bessent conferma che le lettere sui dazi partiranno lunedì, con una strategia di massima pressione; Trump critica Musk per il suo fallimento.",
      "link": "https://www.tgcom24.mediaset.it/mondo/donald-trump-live-domenica-6-luglio-diretta_100711057-202502k.shtml"
    },
    {
      "title": "Professore di filosofia esprime solidarietà a Hezbollah",
      "source": "TGCOM24",
      "summary": "Un docente universitario di filosofia mostra sostegno a Hezbollah e ai leader iraniani, suscitando polemiche per le sue dichiarazioni politiche estremiste.",
      "link": "https://www.tgcom24.mediaset.it/2025/video/il-professore-che-tifa-hezbollah_100721168-02k.shtml"
    },
    {
      "title": "Camp Mystic in Texas colpito da inondazioni, immagini prima e dopo",
      "source": "TGCOM24",
      "summary": "Il campeggio fondato nel 1926, dedicato a esperienze cristiane per giovani, è stato travolto dalle inondazioni, con immagini che mostrano i danni subiti.",
      "link": "https://www.tgcom24.mediaset.it/mondo/camp-mystic-campeggio-travolto-inondazioni-texas_100706327-202502k.shtml"
    },
    {
      "title": "Diplomatico: Trump necessita di una tregua, sarà convincerà",
      "source": "la Repubblica",
      "summary": "Secondo Jeremy Issacharoff, sconfiggere Hamas richiede un'alternativa politica, poiché l'organizzazione rappresenta un'ideologia oltre a un gruppo militare.",
      "link": "https://www.repubblica.it/esteri/2025/07/07/news/jeremy_issacharoff_intervista_trump_tregua_hamas-424715210/?rss"
    },
    {
      "title": "Netanyahu: trattative a Doha, proposte inaccettabili",
      "source": "la Repubblica",
      "summary": "Il premier israeliano Netanyahu annuncia che, nonostante le proposte inaccettabili, si continuerà a trattare con Hamas a Doha, mentre si intensificano gli attacchi.",
      "link": "https://www.repubblica.it/esteri/2025/07/06/news/tregua_israele_hamas_condizioni_israeliani_doha-424713712/?rss"
    }
  ]
}