{
  "date": "2025-09-18",
  "summary": "Oggi la notizia principale è l'intensificazione dell'offensiva israeliana nella Striscia di Gaza, con bombardamenti che hanno colpito ospedali e provocato almeno 80 morti (TGCOM24), mentre altre ondate hanno causato almeno 50 vittime secondo La Repubblica. Il governo israeliano ha aperto un nuovo corridoio di fuga e Hamas avrebbe spostato ostaggi, mentre esponenti come il ministro Smotrich hanno fatto dichiarazioni che alcuni osservatori definiscono controverse: Smotrich ha parlato di una \"miniera d'oro\" per le aree conquistate. L'Italia, per bocca del presidente del Consiglio, non condivide l'occupazione di Gaza City, e Bruxelles ha annunciato sanzioni; la situazione rende più difficile l'accesso ai corridoi umanitari e la prossima mossa potrebbe essere un aumento della pressione diplomatica e misure umanitarie coordinate.\n\nAltri fatti incidono su mercati, politiche e diritti: la Fed ha tagliato i tassi di 0,25 punti al 4–4,25% secondo TGCOM24, una mossa che apre a possibili riduzioni nel 2025 e influenza i mercati finanziari. Il Senato ha approvato la legge sull'intelligenza artificiale, secondo Il Sole 24 Ore, con deleghe per allineare norme all'AI Act e limiti per usi in sanità e lavoro, rilevante per protezioni e innovazione. In Francia scioperi hanno mobilitato almeno 80.000 agenti; negli Usa una sparatoria in Pennsylvania ha ucciso tre agenti. La sospensione di Jimmy Kimmel e la visita di Trump a Windsor sollevano discussioni su libertà d'espressione e ruolo dei media. Scadenza concreta: verificare nelle prossime 48 ore l'accesso umanitario a Gaza.",
  "headlines": [
    {
      "title": "Israele prosegue l'offensiva nella Striscia: bombe su ospedali e oltre ottanta morti",
      "source": "TGCOM24",
      "summary": "Meloni afferma che l'Italia non condivide la scelta di occupare Gaza City; la situazione spinge Bruxelles a sanzionare e condanna, per cui conta l'ulteriore pressione diplomatica.",
      "link": "https://www.tgcom24.mediaset.it/mondo/israele-guerra-hamas-giorno-713-diretta-news_103630408-202502k.shtml"
    },
    {
      "title": "Gaza vive bombardamenti e almeno 50 morti; Smotrich valuta 'miniera d’oro'",
      "source": "la Repubblica",
      "summary": "IDF apre un nuovo percorso di fuga e Hamas sposta ostaggi; Smotrich afferma che sarà una 'miniera d’oro', perché conta per le dinamiche civili.",
      "link": "https://www.repubblica.it/esteri/2025/09/18/news/gaza_bombardamento_ospedale_pediatrico-424853598/?rss"
    },
    {
      "title": "Jimmy Kimmel è sospeso dopo commenti sull'omicidio di Kirk",
      "source": "Rai News",
      "summary": "Rai News riferisce che Kimmel è sospeso dopo commenti su un omicidio; Trump afferma che la Disney è una grande notizia, alimentando dibattito su libertà e controllo mediatico.",
      "link": "https://www.rainews.it/articoli/2025/09/jimmy-kimmel-sospeso-dopo-i-commenti-sullomicidio-di-kirk-trump-loda-disney-grande-notizia-9b9e7a54-0213-4a74-8f8d-d9ad9b3ee17f.html"
    },
    {
      "title": "Trump a Windsor: Carlo III lo accoglie come un re",
      "source": "TGCOM24",
      "summary": "Trump afferma che essere a Windsor è uno dei più grandi onori della sua vita; Carlo III elogia l'impegno personale per la pace, segnalando una cerimonia sobria.",
      "link": "https://www.tgcom24.mediaset.it/mondo/donald-trump-live-mercoledi-17-settembre-diretta-news_103601887-202502k.shtml"
    },
    {
      "title": "La Fed taglia i tassi di 0,25 punti portandoli al 4-4,25%",
      "source": "TGCOM24",
      "summary": "Powell afferma che la banca resta impegnata a mantenere l'indipendenza; i mercati valutano ulteriori tagli nel 2025, perché conta la stabilità monetaria per la ripresa.",
      "link": "https://www.tgcom24.mediaset.it/economia/usa-fed-taglia-tassi-0-25-punti-4--4-25-_103614655-202502k.shtml"
    },
    {
      "title": "IA, via libera finale del Senato: è legge",
      "source": "Il Sole 24 Ore",
      "summary": "Il Sole 24 Ore riferisce che l'IA diventa legge: deleghe al governo per allinearsi all'AI Act, uso in sanità e lavoro solo con informazione adeguata; misure contro usi illeciti.",
      "link": "https://www.ilsole24ore.com/art/ia-via-libera-finale-senato-e-legge-sicurezza-diritti-investimenti-ecco-cosa-cambia-AHADBgfC"
    },
    {
      "title": "Cortei e scioperi fanno della Francia il giovedì nero",
      "source": "ANSA",
      "summary": "ANSA segnala che Parigi si prepara a un giovedì nero: almeno 80.000 agenti schierati e blindati; perché conta l'impatto sulla sicurezza pubblica e sulle libertà.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2025/09/17/cortei-e-scioperi-la-francia-si-prepara-al-giovedi-nero_653f58b9-e72a-4f95-b8f5-704ccfc5b30c.html"
    },
    {
      "title": "Meloni-Schlein duello nelle Marche su odio e salario",
      "source": "ANSA",
      "summary": "Meloni afferma che la reazione di Israele è sproporzionata; il Pd chiede risposte su salario e diritti, evidenziando tensioni politiche nelle Marche.",
      "link": "https://www.ansa.it/sito/notizie/politica/2025/09/17/meloni-litalia-non-puo-condividere-la-scelta-di-occupare-gaza.-io-la-piu-odiata_1a2f1342-7d1e-4d3d-850f-1265ea0d1b2c.html"
    },
    {
      "title": "Sparatoria in Pennsylvania lascia tre agenti morti e due feriti",
      "source": "TGCOM24",
      "summary": "Le autorità riferiscono che lo scontro è avvenuto durante un mandato d'arresto in York County; tre agenti perdono la vita e due restano feriti, mettendo in luce rischi operativi.",
      "link": "https://www.tgcom24.mediaset.it/mondo/sparatoria-pennsylvania-tre-agenti-morti-due-feriti-_103627297-202502k.shtml"
    }
  ]
}