{
  "date": "2025-09-27",
  "summary": "Il governo guidato da Giorgia Meloni ha annunciato oggi l'apertura di una revisione del PNRR in cabina di regia: la proposta sarà inviata al Parlamento e poi alla Commissione europea, secondo Il Sole 24 Ore, una mossa che cambia il calendario di attuazione delle riforme. Contemporaneamente si avvicinano le elezioni regionali con urne aperte in sette regioni tra settembre e novembre, coinvolgendo almeno 17 milioni di elettori (Il Sole 24 Ore), e la questione del processo Salis, controversa per l'impatto su immunità e separazione dei poteri, potrebbe essere sospesa se il Parlamento europeo confermasse l'immunità (Il Sole 24 Ore). L'implicazione immediata è politica: la revisione può ridefinire stanziamenti e tempi; il prossimo passo concreto è l'esame parlamentare.\n\nSul fronte internazionale, la Repubblica riporta affermazioni controverse: Netanyahu ha difeso una linea dura all'ONU contro i Paesi che hanno riconosciuto la Palestina, mentre Trump si sarebbe detto pronto a togliere il veto sull'uso di missili a lungo raggio da parte dell'Ucraina, notizie che possono modificare alleanze e margini di trattativa con Mosca. Rai News segnala il rafforzamento del programma nucleare voluto da Kim Jong-un e un attacco con droni a Zaporizhia; TGCOM24 riporta che a Frosinone è stato scoperto un bunker con almeno 300 tonnellate di tabacco di contrabbando, un fatto che riguarda economia e sicurezza. Conta perché può influenzare mercati, politiche di sicurezza e relazioni diplomatiche; rischio di escalation e possibile adozione di misure o sanzioni nelle prossime settimane.",
  "headlines": [
    {
      "title": "Meloni annuncia revisione Pnrr in cabina di regia",
      "source": "Il Sole 24 Ore",
      "summary": "Meloni afferma che la proposta di revisione sarà inviata al Parlamento e poi alla Commissione europea, perché conta come passo chiave nel PNRR.",
      "link": "https://www.ilsole24ore.com/art/meloni-cabina-regia-proposta-revisione-pnrr-ci-permette-superare-criticita-AHsJKvqC"
    },
    {
      "title": "Netanyahu afferma linea dura all’ONU durante discorso sul conflitto",
      "source": "la Repubblica",
      "summary": "La Repubblica afferma che Netanyahu rimarca una linea dura contro i paesi che hanno riconosciuto la Palestina; perché conta come segnale politico e potrebbe guidare nuove alleanze regionali.",
      "link": "https://www.repubblica.it/esteri/2025/09/27/news/discorso_netanyahu_onu_gaza-424873597/?rss"
    },
    {
      "title": "Trump apre a Zelensky: pronto a togliere il veto sui missili a lungo raggio",
      "source": "la Repubblica",
      "summary": "la Repubblica afferma che Trump è pronto a togliere il veto sull’uso di missili a lungo raggio da parte dell’Ucraina; perché conta aprire margini di trattativa con Mosca.",
      "link": "https://www.repubblica.it/esteri/2025/09/27/news/zelensky_usa_missili_a_lungo_raggio_contro_mosca-424873593/?rss"
    },
    {
      "title": "Elezioni urne aperte in sette regioni nei prossimi due mesi",
      "source": "Il Sole 24 Ore",
      "summary": "Il Sole 24 Ore afferma che ci sono almeno 17 milioni di elettori che voteranno tra settembre e novembre; perché conta definire l'assetto politico regionale.",
      "link": "https://www.ilsole24ore.com/art/elezioni-urne-aperte-sette-regioni-prossimi-due-mesi-quando-e-come-si-vota-AHzifloC"
    },
    {
      "title": "Kim Jong-un propone rafforzare il programma nucleare nazionale",
      "source": "Rai News",
      "summary": "Rai News afferma che Kim Jong-un assegna massima priorità allo sviluppo nucleare, definendo la tecnologia come deterrente; perché conta per l'equilibrio di potenze regionali e internazionali.",
      "link": "https://www.rainews.it/articoli/2025/09/corea-del-nord-kim-jong-un-rafforzare-il-programma-nucleare-b4084ca9-a485-4c6a-a0c5-13a54dfa1594.html"
    },
    {
      "title": "Attacco con droni colpisce negozio a Zaporizhia durante la notte",
      "source": "Rai News",
      "summary": "Rai News afferma che l'attacco notturno ha incendiato un negozio; le squadre di soccorso mostrano immagini delle conseguenze del raid russo, con fiamme domate.",
      "link": "https://www.rainews.it/video/2025/09/un-attacco-con-droni-ha-incendiato-un-negozio-a-zaporizhia-ma-le-fiamme-sono-state-spente-video-del-fuoco-4bfcd3b8-07e4-44a5-b517-139ebda44bbd.html"
    },
    {
      "title": "Frosinone scopre bunker con grande fabbrica clandestina di sigarette",
      "source": "TGCOM24",
      "summary": "TGCOM24 riporta che sono stati sequestrati almeno 300 tonnellate di tabacchi; l'inchiesta ha portato a un arresto e a denunce, evidenziando una rete criminale.",
      "link": "https://www.tgcom24.mediaset.it/cronaca/frosinone-bunker-fabbrica-piu-grande-clandestina-sigarette_104009465-202502k.shtml"
    },
    {
      "title": "Usa revocano visto al presidente colombiano Petro per incitare Gaza",
      "source": "la Repubblica",
      "summary": "La Repubblica afferma che gli Stati Uniti hanno revocato il visto al presidente Gustavo Petro per aver incitato alla rivolta pro-Gaza; perché conta come segnale di allerta nelle relazioni regionali.",
      "link": "https://www.repubblica.it/esteri/2025/09/27/news/gustavo_petro_visto_revocato_usa_gaza-424873870/?rss"
    },
    {
      "title": "Processo Salis annullato se Parlamento europeo conferma immunità",
      "source": "Il Sole 24 Ore",
      "summary": "Il Sole 24 Ore afferma che il processo Salis sarebbe annullato solo se il Parlamento europeo conferma l’immunità; perché conta per l’impianto giudiziario e la politica europea.",
      "link": "https://www.ilsole24ore.com/art/giudice-ungherese-processo-salis-annullato-se-parlamento-europeo-conferma-immunita-AHT1zdrC"
    }
  ]
}