{
  "date": "2026-01-12",
  "summary": "La repressione del governo iraniano a Teheran ha raggiunto livelli drammatici, con un'ong che calcola 490 manifestanti e 48 agenti uccisi nelle strade della capitale, in un bilancio parziale che include oltre diecimila arresti. Questa ondata di violenza segue mesi di proteste scatenate dalla morte di Mahsa Amini nel 2022, inasprendo una crisi interna che minaccia la stabilità del regime degli ayatollah. Oggi Teheran ha convocato sostenitori in piazza per contrastare i dissidenti, mentre Donald Trump ha rivelato che l'Iran ha chiesto colloqui segreti con Washington per gestire la situazione, con l'esercito Usa che valuta \"opzioni concrete\" superando la \"linea rossa\" degli omicidi di civili.\n\nNel frattempo, le mosse di Trump si estendono all'America Latina: dopo 423 giorni di detenzione, il ministro italiano Antonio Tajani ha annunciato la liberazione dei connazionali Alberto Trentini e Mario Burlò a Caracas, in buone condizioni e diretti all'ambasciata italiana, con Giorgia Meloni che ringrazia il presidente venezolano Nicolás Rodríguez. Questo sblocco arriva mentre Trump minaccia Cuba di interrompere forniture di petrolio e denaro da Caracas, da cui l'isola dipende per l'economia fragile, intensificando le pressioni Usa sui regimi autoritari della regione.\n\nGuardando al futuro, la Nato lancia l'operazione 'Arctic Sentry' tra Londra e Bruxelles per rafforzare la sicurezza artica, rispondendo alle richieste di Trump sulla Groenlandia e contrastando gli interessi russi e cinesi nelle rotte polari in scioglimento. Parallelamente, il governo britannico ha deciso di risarcire con una somma sostanziale Abu Zubaydah, detenuto a Guantanamo da 20 anni senza processo, per la complicità di MI5 e MI6 nelle torture post-11 settembre, un passo che riapre ferite storiche della guerra al terrore e segnala un reckoning con il passato.",
  "headlines": [
    {
      "title": "Governo iraniano reprime proteste a Teheran uccidendo 490 manifestanti",
      "source": "la Repubblica",
      "summary": "Una ong calcola 490 manifestanti e 48 agenti uccisi nelle strade di Teheran, con bilancio parziale di centinaia di morti e oltre diecimila arresti. Oggi il governo convoca sostenitori in piazza. La repressione inasprisce la crisi interna iraniana.",
      "link": "https://www.repubblica.it/esteri/2026/01/12/news/iran_massacro_a_sud_di_teheran_centinaia_di_morti_e_arresto-425088854/?rss",
      "category": "conflict",
      "region": "middle-east",
      "importance": "breaking"
    },
    {
      "title": "Tajani annuncia liberazione di Trentini e Burlò a Caracas",
      "source": "ANSA",
      "summary": "Il ministro degli Esteri Antonio Tajani conferma la liberazione dei connazionali Alberto Trentini e Mario Burlò dopo 423 giorni di detenzione in Venezuela. Sono in buone condizioni all'ambasciata italiana e rientreranno presto. Meloni esprime gioia e ringrazia Rodriguez.",
      "link": "https://www.ansa.it/sito/notizie/mondo/americalatina/2026/01/12/trentini-e-burlo-sono-stati-liberati-lannuncio-di-tajani.-meloni-gioria-e-soddisfazione_37fd3eab-1e09-4ac3-b46f-4d7a77494d99.html",
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Trump valuta opzioni forti contro Iran per repressione manifestanti",
      "source": "AGI",
      "summary": "Donald Trump dichiara che gli Usa monitorano la repressione iraniana superando la linea rossa degli omicidi civili. L'esercito esamina opzioni concrete mentre Teheran affronta proteste interne. La mossa segnala possibile escalation americana in Medio Oriente.",
      "link": "https://www.agi.it/estero/news/2026-01-12/iran-trump-pahlavi-35043779/",
      "category": "politics",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Trump minaccia Cuba interrompendo forniture petrolio dal Venezuela",
      "source": "Euronews Italiano",
      "summary": "Dopo l'operazione in Venezuela, Trump avverte Cuba di negoziare con Washington bloccando petrolio e denaro da Caracas, da cui l'isola dipendeva. La decisione colpisce l'economia cubana già fragile, intensificando le pressioni Usa sui regimi latinoamericani.",
      "link": "http://it.euronews.com/2026/01/11/dopo-loperazione-in-venezuela-ora-trump-minaccia-cuba",
      "category": "politics",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "NATO pianifica missione Artico per soddisfare richieste Trump su Groenlandia",
      "source": "la Repubblica",
      "summary": "L'operazione 'Arctic Sentry' tra Londra e Bruxelles risponde alle esigenze di sicurezza artiche invocate da Trump sulla Groenlandia. Rafforza la presenza Nato contro interessi russi e cinesi, garantendo controllo strategico delle rotte polari.",
      "link": "https://www.repubblica.it/esteri/2026/01/12/news/groenlandia_missione_nato_nell_artico_per_soddisfare_trump-425088761/?rss",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Trump rivela richiesta iraniana di negoziato per proteste interne",
      "source": "TGCOM24",
      "summary": "Il presidente Usa annuncia che Teheran ha chiesto colloqui mentre l'esercito valuta opzioni concrete contro la repressione dei manifestanti. Un incontro si prepara amid crisi interna. Sviluppi influenzano la stabilità mediorientale e politica estera americana.",
      "link": "https://www.tgcom24.mediaset.it/mondo/proteste-in-iran-trump-teheran-ha-chiesto-di-negoziare-incontro-in-preparazione-_107835860-202602k.shtml",
      "category": "politics",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "Governo britannico risarcisce detenuto Guantanamo per complicità MI5 e MI6",
      "source": "AGI",
      "summary": "Londra paga somma sostanziale ad Abu Zubaydah, torturato con tecniche CIA post-11 settembre con domande fornite da servizi britannici. Detenuto da 20 anni senza processo. Il caso espone responsabilità storiche del Regno Unito nella guerra al terrore.",
      "link": "https://www.agi.it/estero/news/2026-01-12/abu-zubaydah-risarcimento-guantanamo-35042410/",
      "category": "society",
      "region": "europe",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 5,
    "articlesProcessed": 260,
    "categoryCounts": {
      "conflict": 1,
      "politics": 5,
      "society": 1
    },
    "regionCounts": {
      "middle-east": 2,
      "americas": 3,
      "europe": 2
    }
  }
}