{
  "date": "2026-01-13",
  "summary": "La Corte Internazionale di Giustizia ha avviato oggi il processo contro lo Stato birmano per il presunto genocidio dei Rohingya, un caso portato dal Gambia nel 2019 relativo all'operazione di sgombero del 2017 nel Rakhine, che causò oltre 700.000 sfollati e migliaia di morti. Alti ufficiali dell'esercito birmano sono ora sotto accusa per violazioni della Convenzione sul genocidio del 1948: un verdetto potrebbe imporre riparazioni e stabilire responsabilità statali, segnando un passo cruciale per la giustizia internazionale dopo anni di impunità, con implicazioni per le minoranze perseguitate in Asia.\n\nNel frattempo, l'escalation in Ucraina continua con un drone russo Shahed che ha colpito un sanatorio pediatrico nel distretto Shevchenkivskyi di Kharkiv, uccidendo quattro persone e ferendone sei, mentre gli USA condannano all'Onu il supermissile russo e Zelensky avverte di un attacco massiccio imminente, riportando avanzate ucraine a Kupiansk. Questo avviene mentre in Iran le proteste contro la repressione brutale – in corso da due settimane con bilancio vittime in crescita – spingono Teheran a convocare ambasciatori europei e organizzare raduni pro-regime, con l'ayatollah Khamenei che accusa gli USA; Reza Pahlavi dall'esilio mobilita i manifestanti, sfidando il regime.\n\nVerso il futuro, la diplomazia potrebbe de-escalare: il ministro iraniano Abbas Araqchi si dice pronto a colloqui con l'inviato USA Steve Witkoff dopo le minacce di Trump di azione militare, mentre Maria Corina Machado chiede l'intervento del Papa per una transizione democratica in Venezuela post-elezioni del 28 luglio. Intanto, Groenlandia e Nato rafforzano la sicurezza artica contro le rivendicazioni di Trump, protendendo rotte strategiche dal cambiamento geopolitico.",
  "headlines": [
    {
      "title": "Corte internazionale avvia processo contro esercito birmano per genocidio Rohingya",
      "source": "Euronews Italiano",
      "summary": "La Corte internazionale di giustizia inizia il processo avviato dal Gambia nel 2019 per l'operazione di sgombero del 2017 in Myanmar, accusata di violare la Convenzione sul genocidio del 1948. Coinvolge alti ufficiali birmani; il verdetto potrebbe stabilire responsabilità statali e imporre riparazioni.",
      "link": "http://it.euronews.com/2026/01/12/genocidio-dei-rohingya-al-via-il-processo-allesercito-birmano",
      "category": "conflict",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Donald Trump valuta azione militare contro regime iraniano per proteste represse",
      "source": "AGI",
      "summary": "Donald Trump privilegia la diplomazia ma considera un attacco militare all'Iran, dove proteste durano da due settimane con repressione brutale. Collaboratori come J.D. Vance spingono per negoziati prima; la mossa mira a fermare la violenza e influenzare il caos interno.",
      "link": "https://www.agi.it/estero/news/2026-01-13/proteste-iran-trump-valuta-risposta-35059255/",
      "category": "politics",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "Drone russo uccide quattro persone e ferisce sei a Kharkiv",
      "source": "Rai News",
      "summary": "Un drone Shahed colpisce un sanatorio pediatrico nel distretto Shevchenkivskyi di Kharkiv, causando quattro morti, sei feriti e un incendio. Il sindaco Ihor Terekhov conferma i danni; l'attacco evidenzia l'escalation russa sull'Ucraina orientale con rischi per civili.",
      "link": "https://www.rainews.it/video/2026/01/il-fuoco-dopo-lattacco-dal-cielo-quattro-persone-uccise-e-sei-ferite-a-kharkiv-video-4dcb263f-9307-4a69-a6f0-b3ffe5d11bcc.html",
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Iran convoca ambasciatori europei mentre aggrava bilancio repressione proteste",
      "source": "Euronews Italiano",
      "summary": "Il governo iraniano convoca ambasciatori europei e organizza raduni pro-regime in risposta alle proteste, con l'ayatollah Khamenei che avverte gli USA. Il bilancio vittime cresce; la mossa difende la Repubblica islamica e cerca di isolare i manifestanti internazionalmente.",
      "link": "http://it.euronews.com/2026/01/12/liran-convoca-gli-ambasciatori-europei-mentre-cresce-il-numero-di-vittime-della-repression",
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Stati Uniti condannano supermissile russo all'Onu mentre Zelensky avverte attacco",
      "source": "la Repubblica",
      "summary": "Gli USA condannano all'Onu il supermissile russo; Zelensky avverte di un attacco massiccio e riporta successi ucraini a Kupiansk. L'allerta rafforza la difesa di Kiev contro raid putiniani, con implicazioni per aiuti NATO e negoziati di pace.",
      "link": "https://www.repubblica.it/esteri/2026/01/13/news/allerta_kiev_nuovi_raid_putin-425091079/?rss",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Giudice Milano condanna 62 imputati per alleanza mafiosa in Lombardia",
      "source": "Il Sole 24 Ore",
      "summary": "Il GUP Emanuele Mancini condanna 62 imputati con rito abbreviato a pene fino a 16 anni e rinvia a giudizio 45 nel processo su alleanze mafiose lombarde. Il maxi-processo smantella reti criminali radicate; rafforza lotta alla mafia nel Nord Italia.",
      "link": "https://www.ilsole24ore.com/art/alleanza-le-mafie-lombardia-62-condanne-e-45-processo-AIeY5Kq",
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Ministro iraniano Araqchi apre a colloqui con inviato statunitense Witkoff",
      "source": "TGCOM24",
      "summary": "Abbas Araqchi dichiara prontezza iraniana a negoziati con USA dopo minacce di Trump contro repressione manifestanti. Media USA riportano possibile incontro con Steve Witkoff; il dialogo potrebbe de-escalare tensioni mediorientali e fermare violenze interne.",
      "link": "https://www.tgcom24.mediaset.it/2026/video/l-iran-apre-alla-possibilita-di-colloqui-con-gli-stati-uniti-_107853633-02k.shtml",
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Maria Corina Machado chiede a Papa intervento per transizione democratica Venezuela",
      "source": "Rai News",
      "summary": "Maria Corina Machado invoca l'intercessione papale per transizione democratica, citando elezioni 28 luglio 2024 che legittimano Edmundo Gonzalez Urrutia. L'appello sottolinea il voto venezuelano; potrebbe spingere mediazioni internazionali contro regime Maduro.",
      "link": "https://www.rainews.it/video/2026/01/papa-leone-incontra-il-leader-dellopposizione-venezuelana-machado-in-vaticano-c38b73a7-ef3d-48e4-8a3a-61638058c077.html",
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Groenlandia e Nato rafforzano sicurezza Artico contro minacce annessione Trump",
      "source": "Euronews Italiano",
      "summary": "Groenlandia e Nato annunciano impegni per sicurezza artica dopo insistenza Trump su controllo USA del territorio danese per ragioni nazionali. La risposta contrasta rivendicazioni; protegge rotte strategiche e risorse dal cambiamento geopolitico.",
      "link": "http://it.euronews.com/2026/01/12/la-groenlandia-e-la-nato-si-impegnano-a-rafforzare-la-sicurezza-dellartico-dopo-le-minacce",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Reza Pahlavi mobilita manifestanti iraniani con appelli dall'esilio",
      "source": "la Repubblica",
      "summary": "Reza Pahlavi, figlio dello Scià, galvanizza piazze iraniane rispondendo ai suoi appelli nonostante scarsa popolarità passata. La mobilitazione sfida il regime durante proteste; rafforza opposizione interna con potenziale per cambiamenti politici.",
      "link": "https://www.repubblica.it/esteri/2026/01/13/news/reza_pahlavi_iran_figlio_dello_scia-425090824/?rss",
      "category": "society",
      "region": "middle-east",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 6,
    "articlesProcessed": 257,
    "categoryCounts": {
      "conflict": 2,
      "politics": 6,
      "society": 2
    },
    "regionCounts": {
      "asia-pacific": 1,
      "middle-east": 4,
      "europe": 4,
      "americas": 1
    }
  }
}