{
  "date": "2026-01-23",
  "summary": "I colloqui per la pace in Ucraina hanno segnato una svolta今日は, con Vladimir Putin che ha incontrato per tre ore e mezza l'inviato di Donald Trump, Steve Witkoff, a Mosca, in presenza di Kirill Dmitriev. Il Cremlino ha definito i talks 'utili' ma ha ribadito l'annessione dei territori occupati come precondizione per qualsiasi accordo, bloccando i negoziati mentre le battaglie continuano, come l'attacco di un drone russo della 58ª Armata che ha distrutto una piattaforma robotica ucraina a Zaporizhia. Pochi giorni prima, a Davos, Trump ha discusso con Volodymyr Zelensky garanzie di sicurezza per Kiev senza cedere sui territori, scatenando le critiche di Zelensky all'Europa per il suo 'giorno della marmotta' su aiuti militari e asset ucraini.\n\nNel frattempo, l'Europa reagisce alle minacce di dazi di Trump: a Roma, Giorgia Meloni e Friedrich Merz hanno tenuto un vertice intergovernativo per rafforzare l'asse Italia-Germania, spostando l'equilibrio da Berlino-Parigi e preparando una strategia comune contro le tariffe americane. Al Consiglio europeo straordinario di Bruxelles, leader come Ursula von der Leyen hanno chiesto 'rispetto' da Washington, spingendo per l'indipendenza Ue in commercio e sicurezza, mentre Meloni promuove dialogo e pragmatismo per preservare i legami transatlantici. Questo avviene mentre tensioni etniche esplodono ad Anversa, dove quattro infiltrati hanno ferito sei persone durante una manifestazione curda, evidenziando rischi interni all'Ue.\n\nGuardando avanti, un nuovo incontro trilaterale Usa-Ucraina-Russia è previsto venerdì ad Abu Dhabi, potenzialmente decisivo per la de-escalation. Intanto, l'Università di Palermo ha registrato un'onda record di 16 metri nel Mediterraneo causa del ciclone Harry, un monito sui rischi climatici futuri per coste e navigazioni, con monitoraggio in corso.",
  "headlines": [
    {
      "title": "Meloni e Merz si incontrano oggi a Roma per rafforzare asse Italia-Germania",
      "source": "AGI",
      "summary": "Giorgia Meloni e Friedrich Merz tengono vertice intergovernativo a Roma per cementare alleanza tra Italia e Germania contro sfide europee. Dialogano su strategia con Trump per evitare dazi. L'incontro segna shift da asse Berlino-Parigi, interessa per stabilità UE.",
      "link": "https://www.agi.it/estero/news/2026-01-23/ue-bilaterale-italia-germania-merz-meloni-35228042/",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Putin discute con inviati Usa annesse territori ucraini per accordo pace",
      "source": "Euronews Italiano",
      "summary": "Vladimir Putin incontra inviati di Trump in colloqui notturni, Cremlino insiste su annessione territori per pace in Ucraina. Prevista nuovo incontro ad Abu Dhabi. La posizione blocca negoziati, influisce su futuro conflitto e relazioni Usa-Russia.",
      "link": "http://it.euronews.com/2026/01/23/inviati-usa-da-putin-laccordo-di-pace-dipende-da-annessione-territori-nuovo-incontro-ad-ab",
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Trump incontra Zelensky a Davos e firma Board of Peace per Gaza",
      "source": "TGCOM24",
      "summary": "Donald Trump discute con Volodymyr Zelensky garanzie sicurezza per Ucraina, senza accordo su territori occupati. Kallas lamenta colpo alle relazioni transatlantiche. Venerdì trilaterale Usa-Ucraina-Russia negli Emirati, chiave per de-escalation.",
      "link": "https://www.tgcom24.mediaset.it/mondo/davos-donald-trump-volodymyr-zelensky_108166582-202602k.shtml",
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Putin conclude vertice di tre ore e mezza con inviato Usa Witkoff",
      "source": "Rai News",
      "summary": "Vladimir Putin incontra Steve Witkoff per tre ore e mezza con Dmitriev presente, Mosca definisce talks utili ma prosegue obiettivi militari in Ucraina. Nessun accordo immediato, battaglia continua. Influenza negoziati pace con Trump.",
      "link": "https://www.rainews.it/articoli/2026/01/cremlino-concluso-lincontro-tra-putin-e-witkoff-mosca-incontro-molto-utile-la-guerra-in-ucraina-6b3e3ae8-99b1-4d34-b76f-8245648b9c79.html",
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Università Palermo registra onda alta 16 metri nel Mediterraneo",
      "source": "Rai News",
      "summary": "Dipartimento Ingegneria Università Palermo cattura con boa onda record di 16 metri causa ciclone Harry. Correnti inattese generano fenomeno raro. Monitoraggio continua per rischi costieri, interessa sicurezza marittima e clima Mediterraneo.",
      "link": "https://www.rainews.it/video/2026/01/sedici-metri-d-acqua-con-harry-l-onda-piu-alta-di-sempre-mediterraneo-ciclone-harry-3e72d86d-a7fc-46ec-aebe-55891841b3d0.html",
      "category": "environment",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Leader Ue chiedono rispetto a Trump durante vertice Bruxelles",
      "source": "Euronews Italiano",
      "summary": "Leader europei al vertice straordinario di Bruxelles esigono rispetto da Donald Trump dopo minacce dazi. Von der Leyen spinge per indipendenza Ue da Usa. Crisi transatlantica evolve, prepara risposte comuni su commercio e sicurezza.",
      "link": "http://it.euronews.com/my-europe/2026/01/23/leader-ue-chiedono-rispetto-da-parte-di-trump-von-der-leyen-ue-sia-piu-indipendente-da-usa",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Meloni promuove dialogo e pragmatismo al Consiglio europeo straordinario",
      "source": "Il Sole 24 Ore",
      "summary": "Giorgia Meloni al Consiglio europeo spinge de-escalation, pragmatismo e dialogo per unire Europa e Usa. Allinea con Merz su alleanza Italia-Germania. Strategia risponde a tensioni Trump, mira a preservare legami atlantici.",
      "link": "https://www.ilsole24ore.com/art/dialogo-e-pragmatismo-linea-meloni-e-merz-tenere-uniti-europa-e-usa-AIWSPb0",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Aggressori feriscono sei persone ad Anversa durante manifestazione curda",
      "source": "TGCOM24",
      "summary": "Attacco con coltello ad Anversa infligge sei feriti, due gravi, durante protesta curda; polizia arresta quattro infiltrati. Indagini su movente, sicurezza rafforzata. Evento evidenzia tensioni etniche in Belgio.",
      "link": "https://www.tgcom24.mediaset.it/mondo/belgio-anversa-attacco-coltello_108198456-202602k.shtml",
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Drone russo della 58ª Armata distrugge piattaforma robotica a Zaporizhia",
      "source": "Rai News",
      "summary": "Drone della 58ª Armata russa individua e attacca piattaforma robotica ucraina nella regione di Zaporizhia, come mostra video propaganda Mosca. Continua guerra tecnologica. Impatto su avanzate terrestri e difese.",
      "link": "https://www.rainews.it/video/2026/01/drone-della-58-armata-individua-una-piattaforma-robotica-nella-regione-di-zaporizhia-e-la-distrugge-il-video-russo-42e5b7af-d805-4555-ab87-fa8d70c0b02d.html",
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Zelensky accusa Europa di ripetere giorno della marmotta su asset ucraini",
      "source": "la Repubblica",
      "summary": "Volodymyr Zelensky a Davos critica Bruxelles dopo incontro Trump: Putin vince su asset territoriali, Europa deve difendersi. Colloquio non risolve contese. Spinge Ue a maggiore sostegno militare contro stallo.",
      "link": "https://www.repubblica.it/esteri/2026/01/23/news/ucraina_zelensky_scuote_l_europa_putin_giorno_marmotta-425112607/?rss",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 6,
    "articlesProcessed": 256,
    "categoryCounts": {
      "politics": 5,
      "conflict": 3,
      "environment": 1,
      "society": 1
    },
    "regionCounts": {
      "europe": 9,
      "global": 1
    }
  }
}