{
  "date": "2026-02-18",
  "summary": "A Ginevra proseguono i negoziati avviati ieri dagli inviati Trump Witkoff e Kushner su Iran nucleare e Ucraina. Il vicepresidente Vance ha avvertito l'Iran di rispettare le linee rosse nucleari imposte da Trump. Il ministro iraniano Araghchi ha indicato una finestra aperta per discussioni. Kiev esprime pessimismo sui colloqui con la Russia dopo nuovi raid aerei di Mosca su infrastrutture ucraine. Gli incontri coinvolgono USA, Iran e Russia; si attendono ulteriori round nei prossimi giorni.\n\nMark Zuckerberg, ceo di Meta, testimonia oggi in tribunale in California in un processo su accuse di dipendenza nei minori da Facebook e Instagram per profitto. Coinvolti genitori di utenti e esperti medici; il caso potrebbe creare precedenti per migliaia di cause simili contro piattaforme social. In Messico, l'epidemia di morbillo ha raggiunto 9500 casi e 31 decessi nel 2026, con il 61% dei positivi non vaccinati secondo il governo. Autorità sollecitano campagne vaccinali per aree con bassa copertura. Separatamente, documenti del Dipartimento di Giustizia USA del caso Epstein citano contatti di Flavio Briatore a festeggiamenti in Costa Smeralda; Briatore nega legami con Epstein.\n\nIn Italia, il Consiglio dei ministri esamina un decreto per ridurre i costi delle bollette energetiche del 50% a cittadini e imprese, priorità di Tajani e Forza Italia; M5S critica la mancanza di misure concrete per la competitività industriale. Approvato un altro decreto con 1 miliardo di euro per l'emergenza maltempo, inclusi stop a tasse fino al 30 aprile e 150 milioni per Niscemi con Ciciliano commissario. Pubblicate intercettazioni del governatore Toti che ammette manipolazione dati contagi Covid in Liguria a capo gabinetto Cozzani; indagine prosegue. Carabinieri arrestano sette persone e smantellano fabbrica di profumi contraffatti da 12 milioni di bottiglie e 94 milioni di giro d'affari. Ospedale Monaldi valuta oggi la trapiantabilità di un cuore per il bimbo Domenico di due anni dopo trapianto fallito. Il senatore Warnock celebra l'eredità di Jesse Jackson, morto recentemente, per il suo ruolo nei diritti civili e influenza su Obama.",
  "headlines": [
    {
      "title": "Mark Zuckerberg testimonia oggi in tribunale California contro Meta per danni salute mentale minori",
      "source": "AGI",
      "summary": "Mark Zuckerberg, ceo di Meta, testimonia in processo spartiacque in California su accuse di aver creato dipendenza nei minori tramite Facebook e Instagram per profitto. Coinvolti genitori e esperti; potrebbe creare precedente per migliaia di cause simili, influenzando responsabilità piattaforme social.",
      "link": "https://www.agi.it/economia/news/2026-02-18/zuckerberg-processo-meta-minori-35671701/",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "AGI"
      ],
      "category": "politics",
      "region": "americas",
      "importance": "breaking"
    },
    {
      "title": "Consiglio dei ministri esamina decreto bollette per ridurre costi energia del 50%",
      "source": "AGI",
      "summary": "Governo italiano discute in Cdm decreto bollette per abbassare prezzi energia a cittadini e imprese, priorità di Tajani e obiettivo FI del 50%. M5S critica mancanza misure concrete; mira a rilanciare competitività industriale italiana colpita da costi elevati.",
      "link": "https://www.agi.it/politica/news/2026-02-18/decreto-bollette-costi-energia-35667854/",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "AGI"
      ],
      "category": "economy",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Governo vara decreto legge assegna 1 miliardo euro per emergenza maltempo",
      "source": "Il Sole 24 Ore",
      "summary": "Consiglio dei ministri approva decreto con 1 miliardo aiuti imprese, stop tasse e contributi fino 30 aprile, 150 milioni Niscemi con Ciciliano commissario. Definisce requisiti periti; sostiene economia aree colpite da alluvioni e frane recenti.",
      "link": "https://www.ilsole24ore.com/art/maltempo-l-emergenza-decreto-punta-1-miliardo-AIiBogTB",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "Il Sole 24 Ore"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Senatore Warnock celebra eredità Jesse Jackson dopo morte reverendo",
      "source": "la Repubblica",
      "summary": "Senatore Georgia Raphael Warnock rievoca impatto Jesse Jackson su afroamericani, credendo essenziale per presidenza Obama. Jackson morto; il suo attivismo per diritti civili ispira generazioni, influenzando politica USA su razza e uguaglianza.",
      "link": "https://www.repubblica.it/esteri/2026/02/18/news/morte_di_jesse_jackson_intervista_warnock_afroamericani-425165633/?rss",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Documenti Epstein menzionano contatti Flavio Briatore Costa Smeralda Billionaire",
      "source": "la Repubblica",
      "summary": "File Dipartimento Giustizia USA citano Briatore in festeggiamenti Epstein Costa Smeralda, lui nega legami. Caso Epstein continua rivelazioni su rete; solleva domande su connessioni elite internazionali e indagini in corso.",
      "link": "https://www.repubblica.it/esteri/2026/02/18/news/epstein_in_costa_smeralda_contatti_con_briatore_billionaire-425165817/?rss",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "society",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Ospedale Monaldi valuta oggi trapiantabilità bimbo due anni per nuovo cuore",
      "source": "AGI",
      "sources": [
        "AGI",
        "TGCOM24"
      ],
      "summary": "Bimbo Domenico, ricoverato dal 23 dicembre dopo trapianto fallito, riceve nuovo cuore donato; team esperti valuta oggi compatibilità senza rischi organo. Madre convocata; offre speranza a casi pediatrici rari in Italia.",
      "link": "https://www.agi.it/cronaca/news/2026-02-17/nuovo-cuore-bimbo-trapianto-monaldi-domenico-35669918/",
      "tier": "also",
      "framings": [
        {
          "source": "AGI",
          "angle": "Dettaglia attesa primo trapianto fallito da Bolzano e procedura valutazione team",
          "link": "https://www.agi.it/cronaca/news/2026-02-17/nuovo-cuore-bimbo-trapianto-monaldi-domenico-35669918/"
        },
        {
          "source": "TGCOM24",
          "angle": "Enfatizza ore decisive e convocazione madre per aggiornamento situazione",
          "link": "https://www.tgcom24.mediaset.it/cronaca/bimbo-trapianto-cuore_109148690-202602k.shtml"
        }
      ],
      "singleSource": false,
      "category": "science",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Carabinieri arrestano sette persone smantellano fabbrica profumi contraffatti 12 milioni bottiglie",
      "source": "Rai News",
      "summary": "Operazione scopre fabbrica produce 150.000 litri profumi fake marchi famosi, giro affari 94 milioni euro. Sette arresti; colpisce contraffazione che danneggia economia legale e consumatori con prodotti potenzialmente nocivi.",
      "link": "https://www.rainews.it/video/2026/02/la-fabbrica-dei-profumi-fake-oltre-12-milioni-di-bottiglie-identiche-ai-marchi-piu-famosi-517b9b2e-a174-4745-92f0-66c27fe9f9b3.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Rai News"
      ],
      "category": "society",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Messico conta 9500 casi morbillo 31 decessi nel 2026 maggioranza non vaccinati",
      "source": "Rai News",
      "summary": "Epidemia morbillo registra 9500 casi e 31 morti, 61% positivi non vaccinati secondo governo. Sollecita campagne vaccinali; evidenzia rischi salute pubblica in aree con bassa copertura, potenzialmente espandibile.",
      "link": "https://www.rainews.it/articoli/2026/02/morbillo-in-messico-9500-casi-e-31-decessi-nel-2026-e45368d2-d16a-4add-81a9-6c83a2598820.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Rai News"
      ],
      "category": "science",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Vicepresidente Vance avverte Iran rifiuta linee rosse nucleari Trump a Ginevra",
      "source": "la Repubblica",
      "summary": "Durante negoziati Ginevra, Vance avverte Iran su nucleare, Araghchi nota finestra aperta; pessimismo Kiev su colloqui Russia-Ucraina con nuovi raid Mosca. Coinvolti USA, Iran, Russia; aggiorna tensioni globali sicurezza.",
      "link": "https://www.repubblica.it/esteri/2026/02/18/news/iran_ginevra_colloqui_vance_linee_rosse_trump-425165807/?rss",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Vance lancia avvertimento diretto su rifiuto linee rosse Trump, Araghchi rileva apertura finestra nonostante tensioni, Kiev esprime poche aspettative con raid russi continuati",
      "sources": [
        "la Repubblica"
      ],
      "singleSource": true,
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Procuratori pubblicano intercettazioni Toti ammette manipolazione dati contagi COVID Liguria",
      "source": "Corriere della Sera",
      "summary": "Intercettazioni rivelano governatore Toti confessa a capo gabinetto Cozzani di aver truccato numeri contagi pandemia. Indagine prosegue; espone responsabilità gestione crisi sanitaria regionale e accountability politica.",
      "link": "https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Rivelate intercettazioni specifiche con Toti che dichiara di aver già truccato e aumentato dati contagi al capo gabinetto",
      "sources": [
        "Corriere della Sera"
      ],
      "singleSource": true,
      "category": "politics",
      "region": "europe",
      "importance": "major"
    }
  ],
  "metadata": {
    "sourcesUsed": 7,
    "articlesProcessed": 254,
    "articlesAfterDedup": 254,
    "articlesAfterDiversity": 40,
    "articlesAfterFilter": 17,
    "categoryCounts": {
      "politics": 5,
      "economy": 1,
      "society": 2,
      "science": 2
    },
    "regionCounts": {
      "americas": 3,
      "europe": 5,
      "global": 1,
      "middle-east": 1
    },
    "tierCounts": {
      "top": 3,
      "also": 5,
      "developing": 2
    }
  }
}