{
  "date": "2026-02-11",
  "summary": "Una donna ha aperto il fuoco in una scuola secondaria a Tumbler Ridge, British Columbia, Canada, causando nove morti tra studenti e residenti vicini, 27 feriti di cui due gravi, prima di suicidarsi. La polizia indaga sulle motivazioni. Il primo ministro Justin Trudeau ha annullato la partecipazione alla conferenza sulla sicurezza di Monaco. L'evento coinvolge indagini federali sulle sparatorie scolastiche in Nord America.\n\nNella regione di Kharkiv, Ucraina, un raid aereo russo ha ucciso tre bambini e un adulto tra i civili, secondo il capo dell'amministrazione Oleg Synegubov. Kiev accusa Mosca di crimini di guerra, mentre la Russia nega il coinvolgimento. Questo fa seguito a raid precedenti sui fronti orientali. Separatamente, il presidente Usa Donald Trump ha dichiarato che l'Iran non avrà armi nucleari né missili balistici, ordinando lo schieramento di una seconda portaerei nel Medio Oriente. Teheran difende il suo programma di arricchimento dell'uranio, Israele promuove canali diplomatici. Si attendono negoziati o ulteriori tensioni regionali.\n\nIn Italia, il Consiglio dei ministri ha esaminato un disegno di legge sull'immigrazione che mantiene il blocco navale per le navi delle Ong, con rafforzamento dei controlli alle frontiere nel Mediterraneo centrale; l'opposizione ha criticato le misure. La procura di Milano ha iscritto la ministra del Turismo Daniela Santanchè nel registro degli indagati per bancarotta legata al fallimento di Bioera spa, di cui fu presidente fino al 2021; l'inchiesta coinvolge i pm Gravina, Luzi e Schininnà e l'ex compagno Mazzaro, dopo il precedente su Ki Group. Il governo ha fissato la delibera Cipe per il Ponte sullo Stretto entro il 31 maggio e l'atto concessorio entro il 31 luglio. Heineken ha annunciato tagli a 5000-6000 posti di lavoro nei prossimi due anni per migliorare la produttività in un mercato difficile. Al Monaldi di Napoli, chirurghi hanno trapiantato un cuore deteriorato durante il trasporto a un bambino di due anni, ora in terapia intensiva; due medici sono sospesi in attesa di un nuovo organo e di un'indagine interna. I pm liguri hanno pubblicato intercettazioni in cui il governatore Giovanni Toti ammette di aver aumentato i dati sui contagi Covid con il capo gabinetto Cozzani; procede l'inchiesta sulla manipolazione dei numeri pandemici.",
  "headlines": [
    {
      "title": "Donna uccide nove persone in scuola secondaria canadese poi si suicida",
      "source": "AGI",
      "sources": [
        "AGI",
        "la Repubblica",
        "TGCOM24"
      ],
      "summary": "Una donna ha aperto il fuoco in una scuola a Tumbler Ridge in British Columbia causando nove morti e 27 feriti, due gravi, prima di suicidarsi. Coinvolti studenti e residenti vicini. La polizia indaga sulle motivazioni, il premier Trudeau salta conferenza Monaco. Evento evidenzia rischi sparatorie scolastiche in Nord America.",
      "link": "https://www.agi.it/estero/news/2026-02-11/canada-strage-scuola-attentatore-suicida-35546856/",
      "tier": "top",
      "framings": [
        {
          "source": "AGI",
          "angle": "Descrive strage con nove uccisi più suicida donna, feriti e corpi in residenza vicina",
          "link": "https://www.agi.it/estero/news/2026-02-11/canada-strage-scuola-attentatore-suicida-35546856/"
        },
        {
          "source": "la Repubblica",
          "angle": "Sottolinea autrice si toglie vita e premier canadese salta Conferenza Sicurezza Monaco",
          "link": "https://www.repubblica.it/esteri/2026/02/11/news/canada_una_donna_spara_in_una_scuola_poi_si_uccide_10_vittime-425150279/?rss"
        },
        {
          "source": "TGCOM24",
          "angle": "Riporta almeno 10 morti 27 feriti, assassina donna si suicida prima arrivo polizia",
          "link": "https://www.tgcom24.mediaset.it/mondo/canada-sparatoria-scuola-morti-feriti_108887585-202602k.shtml"
        }
      ],
      "singleSource": false,
      "category": "conflict",
      "region": "americas",
      "importance": "breaking"
    },
    {
      "title": "Procura Milano iscrive Santanchè registro indagati per bancarotta Bioera",
      "source": "AGI",
      "sources": [
        "AGI",
        "ANSA",
        "Il Sole 24 Ore"
      ],
      "summary": "La ministra Turismo Daniela Santanchè indagata per bancarotta legata fallimento Bioera spa, di cui fu presidente fino 2021. Coinvolti pm Gravina Luzi Schininnà e ex compagno Mazzaro. Tribunale dispose liquidazione dicembre 2024. Procede inchiesta su gestione debiti, già indagata per Ki Group.",
      "link": "https://www.agi.it/politica/news/2026-02-10/santanche-indagata-milano-bancarotta-bioera-35540146/",
      "tier": "top",
      "framings": [
        {
          "source": "AGI",
          "angle": "Dettaglia indagine su fallimento Bioera con pm e iscrizione indagati mesi fa",
          "link": "https://www.agi.it/politica/news/2026-02-10/santanche-indagata-milano-bancarotta-bioera-35540146/"
        },
        {
          "source": "ANSA",
          "angle": "Collega accusa bancarotta Bioera spa a precedente inchiesta Ki Group",
          "link": "https://www.ansa.it/sito/notizie/cronaca/2026/02/10/santanche-indagata-a-milano-per-unaltra-ipotesi-di-bancarotta_41e4cc7a-663b-46f3-bdc3-34018c453699.html"
        },
        {
          "source": "Il Sole 24 Ore",
          "angle": "Specifica Bioera spa biofood con ministra indagata altra bancarotta Milano",
          "link": "https://www.ilsole24ore.com/art/santanche-indagata-milano-un-altra-ipotesi-bancarotta-AIHDIpLB"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Raid russo uccide tre bambini e un adulto nella regione Kharkiv",
      "source": "TGCOM24",
      "summary": "Un attacco russo ha causato morte tre bambini e un adulto a Kharkiv, annuncia capo amministrazione Oleg Synegubov. Colpiti civili in raid aereo. Kiev denuncia crimini guerra, Mosca nega. Evidenzia escalation violenza su fronti orientali ucraini con vittime innocenti.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-3-bambini-e-un-adulto-uccisi-in-un-raid-russo-nel-kharkiv_108887729-202602k.shtml",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "TGCOM24"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Governo italiano presenta disegno legge immigrazione con blocco navale",
      "source": "Il Sole 24 Ore",
      "summary": "Consiglio ministri esamina oggi disegno legge immigrazione, mantiene blocco navale navi ong. Governo Meloni stringe misure dopo rinvii. Coinvolti ministri, opposizione critica. Rafforza controlli frontiere, impatta flussi migranti Mediterraneo centrale.",
      "link": "https://www.ilsole24ore.com/art/immigrazione-governo-stringe-disegno-legge-e-tiene-punto-blocco-navale-AIPUr5LB",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Il Sole 24 Ore"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Trump avverte Iran nega armi nucleari e missili invia seconda portaerei",
      "source": "TGCOM24",
      "summary": "Presidente Usa Donald Trump dichiara Iran non avrà nucleare né missili, schiera seconda portaerei Medio Oriente. Teheran difende arricchimento uranio, Israele preme diplomazia. Aumenta tensioni regionali, prepara negoziati o escalation militare.",
      "link": "https://www.tgcom24.mediaset.it/mondo/trump-iran-no-missili-no-nucleare_108875931-202602k.shtml",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "TGCOM24"
      ],
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Governo fissa delibera Ponte Stretto entro 31 maggio atto concessione luglio",
      "source": "Il Sole 24 Ore",
      "summary": "Relazione decreto Infrastrutture definisce tappe: delibera Cipe 31 maggio, atto aggiuntivo 31 luglio. Accelerano cantieri Anas con risorse. Progetto Meloni avanza, riduce ritardi burocratici per opera strategica collegamenti Sicilia.",
      "link": "https://www.ilsole24ore.com/art/ponte-stretto-nuova-tabella-marcia-delibera-e-atto-aggiuntivo-entro-l-estate-AInewnLB",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Il Sole 24 Ore"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Heineken annuncia tagli 6000 posti lavoro prossimi due anni",
      "source": "AGI",
      "summary": "Produttore birra olandese Heineken riduce 5000-6000 impieghi per condizioni mercato difficili e aumento produttività. Ceo van den Brink conferma risparmi. Impatta settore bevande, dipendenti Europa e globale affrontano ristrutturazione.",
      "link": "https://www.agi.it/economia/news/2026-02-11/heineken-taglia-posti-lavoro-35547936/",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "AGI"
      ],
      "category": "economy",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Chirurghi Monaldi trapiantano cuore deteriorato a bimbo due anni sospendono",
      "source": "Rai News",
      "summary": "Cuore danneggiato durante trasporto trapiantato a bambino due anni al Monaldi Napoli, ora in terapia intensiva. Due chirurghi sospesi, alert europeo per nuovo organo. Indagine interna verifica protocolli trapianti pediatrici urgenti.",
      "link": "https://www.rainews.it/video/2026/02/trapiantato-cuore-deteriorato-a-bimbo-sospesi-due-chirurghi-al-monaldi-89fa952f-a4b8-4990-b919-c423f925f2af.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Rai News"
      ],
      "category": "science",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Pm Liguria pubblicano intercettazioni Toti ammette aumento dati Covid",
      "source": "Corriere della Sera",
      "summary": "Governatore Liguria Giovanni Toti intercettato dice a capo gabinetto Cozzani di aver aumentato dati contagi Covid. Indagine pm su manipolazione numeri pandemia. Procede inchiesta, coinvolge amministratori locali per trasparenza dati sanitari.",
      "link": "https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Pm rivelano dettagli conversazioni intercettate con ammissioni esplicite manipolazione",
      "sources": [
        "Corriere della Sera"
      ],
      "singleSource": true,
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 7,
    "articlesProcessed": 258,
    "articlesAfterDedup": 255,
    "articlesAfterDiversity": 40,
    "articlesAfterFilter": 19,
    "categoryCounts": {
      "conflict": 2,
      "politics": 5,
      "economy": 1,
      "science": 1
    },
    "regionCounts": {
      "americas": 1,
      "europe": 6,
      "middle-east": 1,
      "global": 1
    },
    "tierCounts": {
      "top": 3,
      "also": 5,
      "developing": 1
    }
  }
}