{
  "date": "2026-01-26",
  "summary": "La Cina ha lanciato un'accusa choc contro il generale Zhang Youxia, vice presidente della Commissione militare centrale e figura chiave vicina a Xi Jinping: secondo il Wall Street Journal, avrebbe rivelato segreti nucleari agli Stati Uniti. L'indagine, avviata sabato per violazioni disciplinari, arriva in un momento di pulizie interne al Partito comunista e di crescenti frizioni con Washington su Taiwan e Mar Cinese Meridionale. Questo scandalo espone vulnerabilità nella sicurezza nazionale di Pechino, potenzialmente alterando l'equilibrio strategico globale e alimentando sospetti reciproci tra superpotenze.\n\nNel frattempo, la Russia ha escluso l'Ue dai negoziati sull'Ucraina al giorno 1432 del conflitto, insistendo sul riconoscimento dei territori occupati come Donetsk e Luhansk, definiti 'incompetenti' i leader europei. Dmitry Medvedev ha bollato il progetto antimissile americano Golden Dome come 'estremamente provocatorio', lamentando il silenzio su New Start con Putin. Queste mosse, mentre il Papa invoca pace dall'Angelus, segnalano un'impasse che prolunga l'instabilità europea e rischia escalation nucleari, colpendo milioni di civili con blackout e sfollamenti.\n\nGuardando avanti, l'Eurobarometro avverte che la manipolazione estera e la disinformazione sono la seconda minaccia alla democrazia Ue, specie con le elezioni in arrivo, erodendo la fiducia pubblica in un'era di interferenze digitali. In Italia, la Protezione Civile ha diramato allerta gialla per il ciclone Harry in sei regioni – Veneto, Sardegna, Campania, Calabria, Sicilia e Isole – con una frana a Niscemi che ha evacuato 500 persone e cedimenti in Liguria: prepararsi a maltempo estremo sarà cruciale per limitare danni alla vita quotidiana.",
  "headlines": [
    {
      "title": "Protezione Civile attiva allerta gialla su 6 regioni per ciclone Harry",
      "source": "Rai News",
      "summary": "La Protezione Civile emette allerta gialla in Veneto, Sardegna, Campania, Calabria, Sicilia e Isole per maltempo intenso. Frana a Niscemi evacua 500 persone, montagna cede su Via Aurelia ad Arenzano in Liguria. Interventi di emergenza proseguono per mitigare danni.",
      "link": "https://www.rainews.it/articoli/2026/01/maltempo-oggi-allerta-gialla-su-isole-e-altre-3-regioni-danni-dal-ciclone-harry-le-previsioni-6ff46b63-6ed7-422c-853f-557467bab7fd.html",
      "category": "environment",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Cina accusa generale Zhang di rivelare segreti nucleari agli Usa",
      "source": "la Repubblica",
      "summary": "Il Wall Street Journal rivela accuse contro il capo dell'esercito cinese Zhang per aver passato segreti nucleari agli Stati Uniti. Indagato sabato per violazioni disciplina, il caso evidenzia tensioni interne al Partito comunista e rischi per sicurezza nazionale cinese.",
      "link": "https://www.repubblica.it/esteri/2026/01/26/news/rivelato_segreti_nucleare_usa_accuse_shock_numero_uno_esercito_cina_zhang-425118126/?rss",
      "category": "politics",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Video smentiscono versione Trump su omicidio Alex Pretti a Minneapolis",
      "source": "la Repubblica",
      "summary": "Immagini mostrano agenti sparare 10 colpi a Pretti disarmato a terra, contraddicendo Trump. Segretaria Bondi propone ritiro ICE in cambio liste elettorali. Scontro tra federali e autorità locali continua, con indagini in corso sulla morte del manifestante.",
      "link": "https://www.repubblica.it/esteri/2026/01/26/news/video_morte_alex_pretti_minneapolis_trump_pistola-425117977/?rss",
      "category": "society",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Russia esclude Ue da negoziati ucraini e insiste su territori occupati",
      "source": "TGCOM24",
      "summary": "Mosca rivendica territori come da accordi con Usa, definisce leader Ue incompetenti. Papa all'Angelus invoca pace; New York Times ipotizza truppe neutrali in Donetsk. Negoziati procedono senza Bruxelles, con tensioni persistenti nel giorno 1432 di guerra.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-giorno-1432-diretta-news_108281245-202602k.shtml",
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Cina riprende ultimi due panda dal Giappone dopo 52 anni",
      "source": "ANSA",
      "summary": "Pechino ritira Xiao Xiao e Lei Lei da Tokyo, chiudendo era diplomazia panda iniziata nel 1972. Decisione avviene tra tensioni bilaterali su Taiwan e Mar Cinese Meridionale. Programmi di conservazione continueranno bilateralmente con prestiti futuri.",
      "link": "https://www.ansa.it/sito/notizie/mondo/asia/2026/01/25/fine-di-unera-in-giappone-la-cina-si-riprende-gli-ultimi-due-panda_43338d1f-a62a-4cc9-956d-003192cdc803.html",
      "category": "environment",
      "region": "asia-pacific",
      "importance": "notable"
    },
    {
      "title": "Agenti Ice minacciano inviati Rai a Minneapolis durante tensioni",
      "source": "AGI",
      "summary": "Due giornalisti Rai di 'Mezz'ora in più' subiscono minacce da Ice: 'Spaccheremo finestrino e vi trasciniamo fuori'. Video riprende inseguimento a Laura Cappon e Daniele Babbo tra proteste per uccisione manifestante. Rai protesta, indagini federali seguono.",
      "link": "https://www.agi.it/estero/news/2026-01-25/ice-inviati-rai-minneapolis-35274312/",
      "category": "society",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Medvedev definisce provocatorio progetto Usa Golden Dome antimissile",
      "source": "Rai News",
      "summary": "Vice presidente Consiglio Sicurezza russo critica scudo Golden Dome come estrememente provocatorio. Lamenta insufficienti segnali Usa su dialogo strategico New Start con Putin. Tensioni nucleari crescono, richiedendo negoziati urgenti per stabilità globale.",
      "link": "https://www.rainews.it/articoli/2026/01/russia-medvedev-progetto-scudo-antimissile-golden-dome-estremamente-provocatorio-lintervista-b9e66f31-aa8a-4054-905d-b556091c2629.html",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Uomini armati uccidono 11 persone in attacco a campo calcio Messico",
      "source": "Rai News",
      "summary": "Sconosciuti aprono fuoco su campo sportivo, causando almeno 11 morti e risposta armata. Episodio in zona controllata da cartelli rafforza allarme violenza narco. Autorità messicane intensificano indagini e operazioni anti-crimine nella regione.",
      "link": "https://www.rainews.it/articoli/2026/01/messico-attacco-armato-nel-campo-di-calcio-ci-sono-almeno-11-morti-1db56dad-5fc3-4d43-8062-c5be4daa7bf3.html",
      "category": "conflict",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Eurobarometro indica manipolazione estera come seconda minaccia a democrazia Ue",
      "source": "Euronews Italiano",
      "summary": "Sondaggio Eurobarometro colloca disinformazione e interferenze straniere come secondo rischio per democrazia Ue, specie in elezioni. Esperti raccomandano vigilanza. Misura impatto su fiducia pubblica e stabilità politica europea in contesti sensibili.",
      "link": "http://it.euronews.com/next/2026/01/26/democrazia-ue-sotto-pressione-manipolazione-informativa-estera-seconda-minaccia-piu-grave",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    }
  ],
  "metadata": {
    "sourcesUsed": 6,
    "articlesProcessed": 251,
    "categoryCounts": {
      "environment": 2,
      "politics": 3,
      "society": 2,
      "conflict": 2
    },
    "regionCounts": {
      "europe": 4,
      "asia-pacific": 2,
      "americas": 3
    }
  }
}