{
  "date": "2026-01-21",
  "summary": "Le provocazioni di Donald Trump hanno infiammato le relazioni transatlantiche oggi, con l'annuncio di dazi sul champagne francese – criticati da Macron come 'bullismo' e da Von der Leyen come 'errore' – e un fotomontaggio IA con la bandiera USA su Nuuk, in Groenlandia, prevedendo una 'cessione' europea. Questo segue la retorica anti-ONU e anti-immigrazione, con foto di arresti in Minnesota, mentre un guasto elettrico su Air Force One ha ritardato di due ore e mezza il volo per Davos, dove Trump incontrerà Rutte per discussioni strategiche. Tali mosse riaccendono tensioni commerciali post-UE-USA bloccate dal Parlamento Europeo, rischiando ritorsioni che colpiscono consumatori e agricoltori da Parigi a Washington.\n\nNel frattempo, Italia, Regno Unito e Giappone hanno impegnato 9 miliardi di euro nel Global Combat Air Programme (GCAP), puntando a un caccia di sesta generazione operativo entro il 2035 per sostituire gli F-35 e rafforzare le difese euro-asiatiche contro minacce crescenti. Questo avviene mentre l'ONU denuncia una 'bancarotta idrica' globale causata da decenni di inquinamento e consumi eccessivi, minacciando la sicurezza alimentare per miliardi e spingendo governi a tagli urgenti. In Europa, una frana in Catalogna ha deragliato un treno Rodalies tra Gelida e Sant Sadurní d'Anoia, uccidendo il macchinista e ferendo 15 passeggeri – il secondo incidente in due giorni – evidenziando vulnerabilità infrastrutturali.\n\nGuardando avanti, la tempesta Harry flagella Catania con mareggiate che hanno evacuato centinaia di persone e chiuso scuole, sotto allerta rossa, un monito sui rischi climatici costieri. In Italia, i pm accusano Claudio Carlomagno del primo 'femminicidio' – omicidio aggravato da genere – a un mese dalla legge, stabilendo un precedente contro la violenza domestica. A Davos, questi fili – commercio, difesa, ambiente – promettono negoziati tesi per il 2025.",
  "headlines": [
    {
      "title": "Italia Regno Unito e Giappone investono 9 miliardi nel programma GCAP",
      "source": "Euronews Italiano",
      "summary": "Italia Regno Unito e Giappone avanzano nel Global Combat Air Programme con 9 miliardi di investimento per Roma verso un sistema aereo di sesta generazione operativo entro il 2035. Sostituirà gli F-35 migliorando le capacità militari europee e asiatiche.",
      "link": "http://it.euronews.com/2026/01/21/dagli-f35-al-gcap-9-miliardi-per-i-caccia-di-sesta-generazione-italia-a-un-bivio",
      "category": "economy",
      "region": "global",
      "importance": "major"
    },
    {
      "title": "Trump dichiara guerra allo champagne francese e Parlamento UE blocca intesa",
      "source": "ANSA",
      "summary": "Macron attacca Trump definendolo bullo sui dazi allo champagne mentre Von der Leyen li critica come errore. Il Parlamento Europeo blocca l'intesa UE-USA. Le tensioni commerciali tra USA e UE rischiano di escalare con ritorsioni reciproche.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2026/01/20/macron-attacca-basta-bulli.-trump-dichiara-guerra-allo-champagne_7cc6d00e-ff46-4631-aee2-293d42c10320.html",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "ONU avverte di bancarotta idrica globale causata da attività umane",
      "source": "Euronews Italiano",
      "summary": "Un rapporto ONU denuncia danni irreversibili all'approvvigionamento idrico mondiale per decenni di attività umane. La crisi minaccia cibo sicurezza e economie globali. I governi devono adottare misure urgenti per ridurre consumi e inquinamento idrico.",
      "link": "http://it.euronews.com/green/2026/01/21/bancarotta-idrica-globale-lonu-avverte-cosa-significa",
      "category": "environment",
      "region": "global",
      "importance": "breaking"
    },
    {
      "title": "Frana provoca deragliamento treno in Catalogna e causa un morto",
      "source": "Euronews Italiano",
      "summary": "Un crollo di muro di contenimento deraglia un treno regionale in Catalogna uccidendo il macchinista e ferendo decine di passeggeri. Secondo incidente in due giorni nel sud Spagna. Le autorità indagano cause e rafforzano controlli sicurezza ferroviaria.",
      "link": "http://it.euronews.com/2026/01/21/spagna-una-frana-provoca-un-altro-incidente-ferroviario-almeno-un-morto-e-decine-di-feriti",
      "category": "environment",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Procuratori accusano marito di femminicidio per prima volta in Italia",
      "source": "Il Sole 24 Ore",
      "summary": "Claudio Carlomagno accusato di femminicidio a un mese dall'entrata in vigore del reato per omicidio della moglie ad Anguillara. Differisce dall'omicidio per aggravante di genere. Stabilisce precedente per casi violenza domestica contro donne.",
      "link": "https://www.ilsole24ore.com/art/anguillara-marito-e-accusato-femminicidio-e-prima-volta-cosa-cambia-rispetto-all-omicidio-AIwgbdx",
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Trump presenta bilancio boom USA e attacca Norvegia Somalia e ONU",
      "source": "TGCOM24",
      "summary": "Trump in conferenza stampa mostra foto di immigrati illegali arrestati in Minnesota definendoli assassini e spacciatori. Esalta crescita economica USA e critica Norvegia Somalia e ONU. Rafforza retorica su immigrazione e politiche estere.",
      "link": "https://www.tgcom24.mediaset.it/mondo/bilancio-trump-america-boom-attacca-norvegia-somalia-onu_108121378-202602k.shtml",
      "category": "economy",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Trump pubblica immagine bandiera USA su Nuuk e prevede cessione Groenlandia",
      "source": "ANSA",
      "summary": "Trump posta fotomontaggio generato IA con bandiera americana su Nuuk Groenlandia annunciando che europei cederanno. Annuncia colloquio con Rutte e incontro a Davos. Riaccende dibattito su controllo strategico artico e basi militari.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2026/01/20/trump-posta-un-fotomontaggio-sulla-groenlandia_b1a7d265-6855-491a-bfb5-73de6f44e0fb.html",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Guasto elettrico su Air Force One costringe Trump a cambiare aereo per Davos",
      "source": "AGI",
      "summary": "Un guasto elettrico riporta Air Force One alla base Andrews ritardando partenza Trump per Davos di due ore e mezza. Presidente riparte su altro aereo e posta su Truth su Groenlandia e tensioni UE. In agenda discussioni strategiche globali.",
      "link": "https://www.agi.it/estero/news/2026-01-21/trump-davos-groenlandia-35199409/",
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Muro crolla e provoca deragliamento treno vicino Barcellona con 15 feriti",
      "source": "AGI",
      "summary": "Treno Rodalies linea 4 deraglia contro muro crollato tra Gelida e Sant Sadurní d'Anoia uccidendo macchinista e ferendo 15 persone tre gravi. Protezione Civile catalana aggiorna bilancio provvisorio. Indagini su cause strutturali immediate.",
      "link": "https://www.agi.it/estero/news/2026-01-20/spagna-barcellona-incidente-ferroviario-35197293/",
      "category": "environment",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Tempesta Harry provoca mareggiate intense a Catania e centinaia evacuati",
      "source": "Rai News",
      "summary": "Ciclone Harry genera mareggiate pericolose sulla costa catanese con scuole chiuse in molti comuni e centinaia evacuati. Allerta rossa continua. La tempesta evidenzia vulnerabilità costiere e necessità di piani difesa da eventi estremi.",
      "link": "https://www.rainews.it/video/2026/01/catania-la-fase-piu-intensa-della-tempesta-harry-impatta-sulla-costa-video-allerta-rossa--bcd5b93b-ed89-4c83-a489-eec0ab7d1000.html",
      "category": "environment",
      "region": "europe",
      "importance": "major"
    }
  ],
  "metadata": {
    "sourcesUsed": 6,
    "articlesProcessed": 228,
    "categoryCounts": {
      "economy": 2,
      "politics": 3,
      "environment": 4,
      "society": 1
    },
    "regionCounts": {
      "global": 3,
      "europe": 6,
      "americas": 1
    }
  }
}