{
  "date": "2026-02-06",
  "summary": "La Commissione europea ha proposto il ventesimo pacchetto di sanzioni contro la Russia, in prossimità del quarto anniversario dell'invasione dell'Ucraina. Le misure colpiscono i settori dell'energia, dei servizi finanziari e del commercio. Il pacchetto è ora al vaglio del Consiglio Ue. Rafforza le restrizioni esistenti su esportazioni e transazioni, mentre proseguono le indagini su crimini di guerra in Ucraina.\n\nElon Musk ha disattivato il servizio Starlink in aree russe e occupate, interrompendo il funzionamento di droni Geran 2 e rallentando operazioni militari russe secondo fonti ucraine. Mosca riporta perdite di precisione e coordinamento negli assalti. Separatamente, gli Stati Uniti hanno ordinato ai cittadini americani di lasciare immediatamente l'Iran e di mantenere un profilo basso. L'ambasciata Usa cita tensioni in aumento; l'Oman conferma colloqui seri tra delegazioni Usa-Iran con Araghchi e Witkoff a Muscat venerdì, preceduti da nuove sanzioni su petrolio iraniano e flotta ombra. In parallelo, forze israeliane hanno bendato e ammanettato donne palestinesi al valico di Rafah durante interrogatori di ore e confische di effetti personali, secondo testimonianze di rientranti a Gaza.\n\nA Milano, la premier Giorgia Meloni ha incontrato per due ore e mezza il vicepresidente Usa Jd Vance e il segretario di Stato Rubio, confermando la cooperazione bilaterale Italia-Stati Uniti. In Liguria, intercettazioni rivelano il governatore Giovanni Toti ammettere con collaboratori la manipolazione di dati sui contagi Covid; l'indagine coinvolge Spinelli e incontri su yacht, con possibile processo per falsificazione. A Mosca, un attentato ha ferito gravemente Vladimir Alekseyev, vicecapo dell'intelligence militare russa, colpito alle spalle a casa sua; è in corso un'indagine interna. Donald Trump ha condiviso su Truth Social un video manipolato che ritrae Michelle e Barack Obama come scimmie. La Commissione Ue ha aperto un'indagine preliminare su TikTok per violazioni del design nella legge sui servizi digitali, con possibili sanzioni fino al 6% del fatturato annuo. Il ministro Gilberto Pichetto Fratin ha visitato Algeri per rafforzare il partenariato energetico Italia-Algeria sul gas nel Mediterraneo.",
  "headlines": [
    {
      "title": "Commissione europea propone ventesimo pacchetto sanzioni contro Russia su energia finanza commercio",
      "source": "AGI",
      "sources": [
        "AGI",
        "TGCOM24"
      ],
      "summary": "La Commissione europea ha annunciato il ventesimo pacchetto di sanzioni alla Russia, in prossimità del quarto anniversario dell'invasione ucraina. Colpisce energia, servizi finanziari e commercio; ora al vaglio del Consiglio UE. Rafforza pressione su Mosca mentre proseguono crimini di guerra.",
      "link": "https://www.agi.it/estero/news/2026-02-06/sanzioni-ue-russia-ucraina-35475123/",
      "tier": "top",
      "singleSource": false,
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Giorgia Meloni incontra JD Vance conferma solidità rapporto strategico Italia-Usa",
      "source": "AGI",
      "summary": "La premier Meloni ha accolto a Milano il vicepresidente Usa Vance e il segretario di Stato Rubio per due ore e mezza, confermando la cooperazione bilaterale durante le Olimpiadi. Rafforza alleanze occidentali in contesto geopolitico teso.",
      "link": "https://www.agi.it/politica/news/2026-02-06/meloni-vance-occidente-35471257/",
      "tier": "top",
      "sources": [
        "AGI"
      ],
      "singleSource": true,
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Elon Musk disattiva Starlink per soldati russi causando caos negli assalti",
      "source": "la Repubblica",
      "summary": "Musk ha spento il servizio Starlink in zone russe e occupate, colpendo droni Geran 2 e rallentando operazioni russe secondo Kiev. Mosca perde precisione e coordinamento; vantaggio tattico per Ucraina nel conflitto.",
      "link": "https://www.repubblica.it/esteri/2026/02/06/news/musk_spegne_starlink_soldati_russi-425142454/?rss",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Stati Uniti ordinano a cittadini americani di lasciare immediatamente l'Iran",
      "source": "ANSA",
      "sources": [
        "ANSA",
        "TGCOM24"
      ],
      "summary": "L'ambasciata Usa avverte i cittadini di evacuare l'Iran e profilo basso; Oman conferma colloqui seri Usa-Iran con Araghchi e Witkoff. Nuove sanzioni su petrolio e flotta ombra; tensioni in crescita pre-negoziati.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2026/02/06/usa-gli-americani-in-iran-lascino-subito-il-paese-_9b61d65e-c4fd-43be-b39a-349d5e141e1a.html",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "USA emettono allerta evacuazione per cittadini dopo conferma colloqui ieri; Oman definisce negoziati seri con sanzioni su petrolio.",
      "singleSource": false,
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Pm rivelano intercettazioni Toti ammette manipolazione dati Covid in Liguria",
      "source": "Corriere della Sera",
      "summary": "Intercettazioni mostrano governatore Toti dire a collaboratori di aver truccato numeri contagi Covid. Indagine su Spinelli e incontri yacht; processo possibile per falsificazione dati pandemia.",
      "link": "https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Nuove intercettazioni audio confermano ammissioni Toti su aumento contagi dopo accuse pm ieri.",
      "sources": [
        "Corriere della Sera"
      ],
      "singleSource": true,
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Attentato ferisce Vladimir Alekseyev vicecapo intelligence militare russa a Mosca",
      "source": "la Repubblica",
      "summary": "Alekseyev colpito alle spalle a casa sua, ricoverato grave. Indagine interna su attentato; possibile escalation tensioni interne Russia durante guerra Ucraina.",
      "link": "https://www.repubblica.it/esteri/2026/02/06/news/attentato_mosca_ferito_vicecapo_intelligence_militare_russa-425142881/?rss",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Forze israeliane bendano e ammanettano donne palestinesi al valico Rafah",
      "source": "la Repubblica",
      "summary": "Palestinesi rientranti a Gaza denunciano interrogatori ore, confische effetti personali da IDF. Umiliazioni sistematiche post-riapertura valico; tensioni umanitarie in Striscia.",
      "link": "https://www.repubblica.it/esteri/2026/02/06/news/donne_bendate_ammanettate_valico_rafah_umiliazione_idf_palestinesi_ritorno_gaza-425143445/?rss",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "conflict",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "Donald Trump rilancia video razzista su Truth Social con Obama come scimmie",
      "source": "Rai News",
      "summary": "Trump condivide video manipolato Michelle e Barack Obama come scimmie; Ue ricorda regole anti-deepfake. Non prima volta; polarizza campagna Usa contro disinformazione.",
      "link": "https://www.rainews.it/articoli/2026/02/trump-rilancia-video-razzista-michelle-e-barack-obama-come-scimmie-su-truth-social-872f3a47-6163-486a-8736-ca8b62189328.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Rai News"
      ],
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Commissione Ue indaga TikTok per violazioni design nella legge servizi digitali",
      "source": "Rai News",
      "summary": "Indagine preliminare su design TikTok viola Dsa; possibili sanzioni fino 6% fatturato annuo. Protegge minori e trasparenza piattaforme digitali in Ue.",
      "link": "https://www.rainews.it/articoli/2026/02/indagine-commissione-europea-tiktok-viola-la-legge-sui-servizi-digitali-per-il-suo-design-b703e190-21cc-4759-bcdb-e47594f82fbf.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Rai News"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Gilberto Pichetto Fratin rafforza partenariato energetico Italia-Algeria ad Algeri",
      "source": "AGI",
      "summary": "Ministro Ambiente visita Algeri per ponte energetico euro-africano contro crisi Ue. Strategico per sicurezza gas Mediterraneo post-tensioni geopolitiche.",
      "link": "https://www.agi.it/maeci/it/news/2026-02-06/cooperazione-energia-italia-algeria-pichetto-fratin-ad-algeri-35475283/",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "AGI"
      ],
      "category": "economy",
      "region": "europe",
      "importance": "major"
    }
  ],
  "metadata": {
    "sourcesUsed": 7,
    "articlesProcessed": 255,
    "articlesAfterDedup": 255,
    "articlesAfterDiversity": 40,
    "articlesAfterFilter": 20,
    "categoryCounts": {
      "politics": 6,
      "conflict": 3,
      "economy": 1
    },
    "regionCounts": {
      "europe": 7,
      "middle-east": 2,
      "americas": 1
    },
    "tierCounts": {
      "top": 3,
      "developing": 2,
      "also": 5
    }
  }
}