{
  "date": "2026-02-09",
  "summary": "Un tribunale di Hong Kong ha condannato l'ex magnate dei media Jimmy Lai a 20 anni di carcere per collusione con potenze straniere e sedizione legata al giornale Apple Daily. Il processo coinvolge pressioni dal Regno Unito e dagli Stati Uniti per il suo rilascio. Pechino ha difeso la pena come legittima, mentre organizzazioni umanitarie hanno denunciato la fine della libertà di stampa. Questo rafforza il controllo cinese sul dissenso e si collega alle tensioni globali sulla democrazia.\n\nForze ucraine hanno condotto raid con droni su Odessa e Kharkiv, causando tre morti tra cui un bambino. La Russia ha annunciato confessioni per un attentato ad Alekseyev implicando Ljubomir Korba e Viktor Vasin. Le bombe notturne russe continuano su sud e nord-est dell'Ucraina. Questo fa seguito ai bombardamenti russi con MLRS su Kherson del giorno precedente, che ferirono undici civili. Si attendono ulteriori escalation militari. A Gaza, la palestinese Rotana è rientrata dalla Striscia tramite il valico di Rafah autorizzato da Israele. Un soldato israeliano ha contestato il ritorno definendo la Striscia terra israeliana. Le condizioni includono macerie, bombe e fame.\n\nIn Italia, i pm accusano il governatore ligure Giovanni Toti di aver manipolato dati sui contagi Covid in intercettazioni con il capo gabinetto Cozzani; l'indagine prosegue. Un commando di quattro persone ha assaltato un portavalori su superstrada Brindisi-Lecce con kalashnikov, incendiando il camion e fuggendo; polizia e pompieri intervenuti. Andrea Orcel di UniCredit ha annunciato UniCredit Unlimited con 50 miliardi restituiti ai soci in cinque anni dopo un utile netto di 10,6 miliardi previsto per il 2025; il titolo sale del 4,5 per cento. Giorgia Meloni e Friedrich Merz convocano un pre-summit sulla competitività Ue giovedì 12 al castello Alden Biesen in Belgio. Negli Stati Uniti, il bando su petrolio venezuelano paralizza compagnie aeree cubane per un mese, con aiuti messicani in arrivo; negoziati bilaterali influenzano la regione. I Seattle Seahawks hanno battuto i New England Patriots 29-13 nel Super Bowl.",
  "headlines": [
    {
      "title": "Tribunale Hong Kong condanna Jimmy Lai a 20 anni carcere per collusione straniera",
      "source": "AGI",
      "sources": [
        "AGI",
        "la Repubblica"
      ],
      "summary": "Tribunale di Hong Kong condanna ex magnate media Jimmy Lai a 20 anni per collusione con potenze straniere e sedizione su Apple Daily. Coinvolti Regno Unito e Usa nelle pressioni per rilascio. Pechino difende pena legittima; umanitarie denunciano fine libertà stampa. Rafforza controllo Cina su dissenso, interessa tensioni globali democrazia.",
      "link": "https://www.agi.it/estero/news/2026-02-09/hongkong-jimmy-lai-condannato-35510497/",
      "tier": "top",
      "framings": [
        {
          "source": "AGI",
          "angle": "Descrive condanna a 20 anni per collusione e pubblicazione sediziosa con pressioni Regno Unito e Usa",
          "link": "https://www.agi.it/estero/news/2026-02-09/hongkong-jimmy-lai-condannato-35510497/"
        },
        {
          "source": "la Repubblica",
          "angle": "Enfatizza colpevolezza per collusione forze straniere e sedizione contro repressione con protesta Taiwan",
          "link": "https://www.repubblica.it/esteri/2026/02/09/news/jimmy_lai_condanna_hong_kong-425147948/?rss"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Seattle Seahawks battono New England Patriots 29-13 vincendo Super Bowl",
      "source": "ANSA",
      "sources": [
        "ANSA",
        "AGI"
      ],
      "summary": "Seattle Seahawks travolgono New England Patriots 29-13 nel Super Bowl grazie difesa solida e touchdown finali. Bad Bunny anima halftime. Trump critica spettacolo come schiaffo agli Usa dopo sconfitta seconda consecutiva squadra sostenuta. Evento unisce Americhe; interessa tifosi e politica sportiva.",
      "link": "https://www.ansa.it/sito/notizie/mondo/2026/02/09/al-super-bowl-i-seahawks-stracciano-i-patriots-trionfa-bad-bunny-ma-per-trump_d642ddd7-2d82-466b-a610-00b251de2367.html",
      "tier": "top",
      "framings": [
        {
          "source": "ANSA",
          "angle": "Riporta vittoria Seahawks su Patriots con halftime Bad Bunny criticato da Trump",
          "link": "https://www.ansa.it/sito/notizie/mondo/2026/02/09/al-super-bowl-i-seahawks-stracciano-i-patriots-trionfa-bad-bunny-ma-per-trump_d642ddd7-2d82-466b-a610-00b251de2367.html"
        },
        {
          "source": "AGI",
          "angle": "Dettaglia difesa Seahawks e rimonta Patriots con commento Trump su sconfitta",
          "link": "https://www.agi.it/estero/news/2026-02-09/superbowl-trump-badbunny-35509969/"
        }
      ],
      "singleSource": false,
      "category": "society",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Raid droni ucraini colpiscono Odessa e Kharkiv causando tre morti incluso bambino",
      "source": "TGCOM24",
      "summary": "Forze ucraine lanciano raid droni su Odessa e Kharkiv uccidendo tre persone tra cui un bambino. Russia annuncia confessioni attentato Alekseyev con nomi Ljubomir Korba e Viktor Vasin. Bombe notturne continuano su sud e nord-est. Escalation guerra interessa equilibri militari.",
      "link": "https://www.tgcom24.mediaset.it/mondo/ucraina-guerra-russia-1438-giorno-di-guerra_108813806-202602k.shtml",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "TGCOM24"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Rotana palestinese rientra Gaza da Rafah tra macerie bombe e fame",
      "source": "la Repubblica",
      "summary": "Rotana torna Gaza tramite valico Rafah dopo rientro autorizzato Israele. Soldato israeliano contesta ritorno definendo Striscia terra israeliana. Condizioni disumane con bombe fame ma lei si sente libera. Testimonianza diretta crisi umanitaria post-conflitto.",
      "link": "https://www.repubblica.it/esteri/2026/02/09/news/il_ritorno_di_rotana_striscia_di_gaza_valico_di_rafah-425147831/?rss",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "conflict",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Pm accusano governatore Toti Liguria di manipolare dati contagi Covid",
      "source": "Corriere della Sera",
      "summary": "Procuratori rivelano intercettazioni dove Giovanni Toti ammette aver truccato dati Covid Liguria parlando con capo gabinetto Cozzani. Manipolazioni su contagi. Indagine prosegue su responsabilità politiche. Scandalo erode fiducia gestione pandemia.",
      "link": "https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Corriere della Sera"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Commando armato assalta portavalori Lecce con kalashnikov incendiando camion",
      "source": "AGI",
      "summary": "Gruppo quattro persone assalta furgone portavalori su superstrada Brindisi-Lecce bloccando carreggiate con camion incendiato. Intervenuti pompieri polizia sanitari. Rapinatori fuggono; indagini identificano dinamica. Aumenta allarme criminalità organizzata.",
      "link": "https://www.agi.it/cronaca/news/2026-02-09/lecce-assalto-portavalori-35512274/",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "AGI"
      ],
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Orcel annuncia UniCredit Unlimited con 50 miliardi restituiti soci in 5 anni",
      "source": "TGCOM24",
      "summary": "Andrea Orcel lancia UniCredit Unlimited promettendo 50 miliardi ai soci in 5 anni dopo utile netto 10,6 miliardi 2025. Titolo sale 4,5%; Piazza Affari +1,1%. Piano rafforza azionisti e competitività banche europee.",
      "link": "https://www.tgcom24.mediaset.it/economia/con-unicredit-unlimited-orcel-promette-50-miliardi-in-5-anni-ai-soci_108818763-202602k.shtml",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "TGCOM24"
      ],
      "category": "economy",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Meloni e Merz convocano pre-summit competitività Ue in Belgio giovedì",
      "source": "Il Sole 24 Ore",
      "summary": "Giorgia Meloni e Friedrich Merz organizzano incontro apripista giovedì 12 al castello Alden Biesen rispondendo Draghi. Primi leader su pragmatismo per Ue velocità differenziate. Avanza integrazione economica selettiva.",
      "link": "https://www.ilsole24ore.com/art/asse-meloni-merz-pre-summit-competitivita-belgio-prove-ue-piu-velocita-AI6LopJB",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Il Sole 24 Ore"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Bando Usa su petrolio Venezuela paralizza compagnie aeree Cuba per un mese",
      "source": "la Repubblica",
      "summary": "Blocco forniture venezolane imposto Washington ferma voli Cuba con aiuti Messico in arrivo. Rischio paralisi isola. Crisi energetica aggrava instabilità; negoziati bilaterali influenzano regione.",
      "link": "https://www.repubblica.it/esteri/2026/02/09/news/cuba_crisi_petrolio_usa_venezuela-425147904/?rss",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "economy",
      "region": "americas",
      "importance": "breaking"
    }
  ],
  "metadata": {
    "sourcesUsed": 8,
    "articlesProcessed": 252,
    "articlesAfterDedup": 252,
    "articlesAfterDiversity": 40,
    "articlesAfterFilter": 18,
    "categoryCounts": {
      "politics": 3,
      "society": 2,
      "conflict": 2,
      "economy": 2
    },
    "regionCounts": {
      "asia-pacific": 1,
      "americas": 2,
      "europe": 5,
      "middle-east": 1
    },
    "tierCounts": {
      "top": 3,
      "also": 6
    }
  }
}