{
  "date": "2026-02-16",
  "summary": "Immagini satellitari confermano l'espansione di basi nucleari cinesi situate tra le montagne. La Cina accelera il riarmo nucleare sotto Xi Jinping ampliando il suo arsenale atomico. Gli Stati Uniti rispondono potenziando i propri programmi nucleari. Questi sviluppi influenzano gli equilibri strategici globali e la corsa agli armamenti tra le due potenze.\n\nLa Casa Bianca ha offerto 5 miliardi di dollari per ricostruire Gaza a condizione che Hamas deponga le armi. Medici Senza Frontiere ha lasciato l'ospedale Nasser per presenza di uomini armati, in disaccordo con il ministero della Sanità della Striscia di Gaza. La proposta supporta i negoziati per la pace post-conflitto. In Ucraina, un drone ucraino ha colpito il porto russo di Taman sul Mar Nero causando incendi. Mosca ha accettato una governance temporanea ONU in Ucraina e ha arrestato l'ex ministro dell'Energia di Kiev per corruzione. Gli eventi precedono i colloqui di pace promossi dagli USA a Ginevra martedì e mercoledì, con la partecipazione di inviati russi e ucraini.\n\nIsraele ha ripreso il processo di registrazione dei terreni in Cisgiordania interrotto dal 1967. Il governo intende chiarire le proprietà terriere, mentre i critici palestinesi denunciano un'erosione del loro controllo in vista di possibili annessioni, con impatti sui negoziati futuri. Ljubov Sobol, prima avvocata di Navalny, ha accusato Putin di comprendere solo la forza e di non pagare per la sua morte; partecipa a una piattaforma di forze democratiche a Strasburgo. In Italia, Federica Brignone ha vinto l'oro nel gigante femminile dopo il SuperG, contribuendo al record di 22 podi azzurri a Milano Cortina; l'Italia è seconda nel medagliere. Una valanga sopra Courmayeur ha causato due morti e un ferito; proseguono le indagini.",
  "headlines": [
    {
      "title": "Federica Brignone conquista secondo oro nel gigante, Italia raggiunge record 22 podi a Milano Cortina",
      "source": "ANSA",
      "sources": [
        "ANSA",
        "Rai News"
      ],
      "summary": "Federica Brignone vince l'oro nel gigante dopo il SuperG, Vittozzi trionfa nell'inseguimento biathlon, argento nello snowboard femminile e bronzo nella staffetta fondo maschile. Italia seconda nel medagliere, supera Lillehammer. Interesse per dominio azzurro nelle Olimpiadi invernali 2026.",
      "link": "https://www.ansa.it/sito/notizie/sport/speciali/milano_cortina_2026/2026/02/15/milano-cortina-bis-doro-per-federica-brignone-nel-gigante-bronzo_5169b9af-e8de-42b3-8cef-74cdf336f207.html",
      "tier": "top",
      "framings": [
        {
          "source": "ANSA",
          "angle": "Enfatizza bis storico Brignone e record podi azzurri superando Lillehammer",
          "link": "https://www.ansa.it/sito/notizie/sport/speciali/milano_cortina_2026/2026/02/15/milano-cortina-bis-doro-per-federica-brignone-nel-gigante-bronzo_5169b9af-e8de-42b3-8cef-74cdf336f207.html"
        },
        {
          "source": "Rai News",
          "angle": "Sottolinea protagonismo femminile con sei trionfi su otto e secondo posto medagliere",
          "link": "https://www.rainews.it/articoli/2026/02/milano-cortina-italia-senza-fine-altri-due-ori-e-record-di-medaglie-il-sogno-azzurro-continua-olimpiadi-invernali-34dfb9c6-057d-417c-bd85-f0c58ef2c3db.html"
        }
      ],
      "singleSource": false,
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Casa Bianca offre 5 miliardi dollari per ricostruire Gaza se Hamas disarma",
      "source": "la Repubblica",
      "summary": "Amministrazione USA propone 5 miliardi per Gaza condizionati al disarmo Hamas. Msf abbandona ospedale Nasser per presenza uomini armati, lite con ministero Sanità Striscia. Proposta rafforza negoziati pace post-conflitto.",
      "link": "https://www.repubblica.it/politica/2026/02/16/news/trump_ricostruzione_gaza_5_miliardi_hamas_msf-425161441/?rss",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Satelliti rivelano espansione basi nucleari cinesi tra montagne",
      "source": "la Repubblica",
      "summary": "Immagini satellitari confermano accelerazione riarmo nucleare Cina sotto Xi Jinping. Pechino amplia arsenale atomico, Stati Uniti rispondono potenziando programmi propri. Impatta equilibri strategici globali e corsa armamenti.",
      "link": "https://www.repubblica.it/esteri/2026/02/16/news/basi_nucleari_cina_crescono_nuovo_arsenale_atomico-425161400/?rss",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "conflict",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Drone ucraino attacca porto russo Taman provocando incendi",
      "source": "Euronews Italiano",
      "summary": "Drone ucraino colpisce porto Taman sul Mar Nero causando incendi, prima colloqui pace promossi USA a Ginevra martedì-mercoledì. Coinvolti inviati Russia-Ucraina. Aumenta tensione pre-negoziati.",
      "link": "http://it.euronews.com/2026/02/16/lattacco-di-un-drone-ucraino-scatena-incendi-nel-porto-russo-di-taman-sul-mar-nero-in-vist",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Euronews Italiano"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Israele avvia registrazione terreni Cisgiordania interrotta dal 1967",
      "source": "Euronews Italiano",
      "summary": "Governo israeliano riprende processo registrazione terreni Cisgiordania. Esecutivo mira chiarire proprietà, critici denunciano erosione controllo palestinese verso annessione. Impatta negoziati futuri territori.",
      "link": "http://it.euronews.com/2026/02/16/israele-reintroduce-la-registrazione-dei-terreni-in-cisgiordania-per-i-critici-apre-allann",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Euronews Italiano"
      ],
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Valanga travolge escursionisti sopra Courmayeur causando due vittime",
      "source": "Il Sole 24 Ore",
      "summary": "Valanga sopra Courmayeur uccide due persone, ferisce una e lascia disperso a Madesimo. Indagini Guardia di Finanza Entreves. Evidenzia rischi alpini invernali per frequentatori montagne.",
      "link": "https://www.ilsole24ore.com/art/valanga-sopra-courmayeur-due-vittime-e-ferito-AIdZoLRB",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Il Sole 24 Ore"
      ],
      "category": "environment",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Nordio definisce CSM sistema paramafioso scatenando polemiche",
      "source": "Il Sole 24 Ore",
      "summary": "Ministro Giustizia Nordio parla di 'sistema paramafioso' al CSM, critiche ANM e opposizione. Risposta indignazione scomposta. Dibattito su riforme magistratura italiana.",
      "link": "https://www.ilsole24ore.com/art/al-csm-sistema-paramafioso-bufera-parole-nordio-AItt7ORB",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Il Sole 24 Ore"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Pm rivelano intercettazioni Toti ammette manipolazione dati COVID Liguria",
      "source": "Corriere della Sera",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Intercettazioni mostrano Toti dire 'li ho un po’ aumentati' a capo gabinetto e incontri yacht con Spinelli prima elezioni",
      "summary": "Procuratori citano intercettazioni dove governatore Toti ammette aver truccato dati contagi COVID Liguria. Coinvolti capo gabinetto Cozzani e imprenditore Spinelli. Procede inchiesta corruzione.",
      "link": "https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml",
      "singleSource": true,
      "sources": [
        "Corriere della Sera"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Avvocata Sobol accusa Putin di non pagare per morte Navalny",
      "source": "la Repubblica",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Sobol lancia piattaforma democratiche russe a Strasburgo affermando verità su uccisione Navalny emersa",
      "summary": "Ljubov Sobol, prima avvocata Navalny, dichiara negoziati con Putin inutili poiché capisce solo forza. Partecipa piattaforma forze democratiche Strasburgo. Rafforza accuse opposizione.",
      "link": "https://www.repubblica.it/esteri/2026/02/16/news/ljubov_sobol_intervista_navalny_negoziato_russia_ucraina_putin-425161476/?rss",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Mosca accetta governance ONU temporanea in Ucraina e arresta ex ministro Energia Kiev",
      "source": "la Repubblica",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Mosca apre a ONU per governance transitoria, drone ucraino attacca porto Taman e pressione su Zelensky per elezioni",
      "summary": "Russia propone governance temporanea ONU Ucraina, arrestato ex ministro Energia Kiev per corruzione. Pressione elezioni su Zelensky. Sviluppi pre-colloqui Ginevra.",
      "link": "https://www.repubblica.it/esteri/2026/02/16/news/mosca_apre_onu_ucraina_governance_temporanea-425161438/?rss",
      "singleSource": true,
      "sources": [
        "la Repubblica"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    }
  ],
  "metadata": {
    "sourcesUsed": 7,
    "articlesProcessed": 251,
    "articlesAfterDedup": 250,
    "articlesAfterDiversity": 40,
    "articlesAfterFilter": 18,
    "categoryCounts": {
      "society": 1,
      "politics": 5,
      "conflict": 3,
      "environment": 1
    },
    "regionCounts": {
      "europe": 7,
      "middle-east": 2,
      "asia-pacific": 1
    },
    "tierCounts": {
      "top": 3,
      "also": 4,
      "developing": 3
    }
  }
}