{
  "date": "2026-02-23",
  "summary": "Il Parlamento europeo ha sospeso i lavori e bloccato la ratifica dei dazi annunciati ieri da Donald Trump, passati dal 10 al 15 per cento con effetto immediato. La decisione coinvolge tutti gli Stati membri e fa seguito all'aumento tariffario globale deciso dagli Stati Uniti. Il ministro italiano Antonio Tajani ha proposto una nuova base giuridica per i negoziati, con dialoghi attesi al G7. Questa mossa sospende l'escalation commerciale in attesa di ulteriori discussioni.\n\nIn Messico, scontri tra polizia e cartelli della droga hanno causato almeno 58 morti, tra cui 25 agenti e una donna incinta, dopo l'eliminazione del boss Nemesio Oseguera Cervantes, noto come El Mencho. L'intelligence statunitense ha confermato l'operazione e si è congratulata con le autorità messicane. Il governo di Città del Messico ha rafforzato le operazioni antidroga, con violenze che continuano in diverse regioni.\n\nSeparatamente, le autorità britanniche hanno arrestato Peter Mandelson, ex ambasciatore britannico e politico laburista, per i suoi rapporti con Jeffrey Epstein, dopo l'arresto del principe Andrea. Mandelson è accusato di aver rivelato segreti di Stato; le indagini giudiziarie proseguiranno coinvolgendo figure di alto profilo e relazioni internazionali. In Italia, il medico legale ha testimoniato nel processo a Roma contro Francis Kaufmann per gli omicidi di Villa Pamphili: la piccola Andromeda è stata strangolata con forza dopo digiuno prolungato e traumi al capo. Il procedimento continua.",
  "headlines": [
    {
      "title": "Autorità arrestano Peter Mandelson ex ambasciatore britannico nel caso Epstein",
      "source": "TGCOM24",
      "summary": "Le autorità fermano Peter Mandelson, ex ambasciatore britannico e politico laburista, per i suoi rapporti con Jeffrey Epstein dopo l'arresto del principe Andrea. Mandelson avrebbe rivelato segreti di Stato. Il caso coinvolge figure di alto profilo e proseguirà con indagini giudiziarie, interessando relazioni internazionali e scandali sessuali.",
      "link": "https://www.tgcom24.mediaset.it/mondo/jeffrey-epstein-arrestato-peter-mandelson-regno-unito-ambasciatore_109342909-202602k.shtml",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "TGCOM24"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Scontri in Messico causano 58 morti dopo eliminazione boss El Mencho",
      "source": "TGCOM24",
      "summary": "Almeno 58 persone muoiono negli scontri tra polizia e cartelli dopo la morte del boss della droga Nemesio Oseguera Cervantes detto El Mencho, tra cui una donna incinta e 25 agenti. L'intelligence Usa si congratula. Le violenze continuano e il governo messicano rafforza le operazioni antidroga.",
      "link": "https://www.tgcom24.mediaset.it/mondo/messico-scontri-polizia-el-mencho-morti_109321563-202602k.shtml",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "TGCOM24"
      ],
      "category": "conflict",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Parlamento Ue sospende lavori e blocca ratifica dazi Trump",
      "source": "TGCOM24",
      "summary": "Il parlamento europeo interrompe i lavori e sospende la ratifica dei dazi Usa passati dal 10 al 15 per cento annunciati da Trump. Ministro Tajani propone nuova base giuridica per negoziati. La mossa evita escalation commerciale e apre a dialoghi G7.",
      "link": "https://www.tgcom24.mediaset.it/mondo/dazi-usa-ue-bruxelles-sospende-lavori-voto_109340816-202602k.shtml",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Parlamento europeo sospende i lavori e blocca la ratifica dei dazi imposti da Trump",
      "singleSource": true,
      "sources": [
        "TGCOM24"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Medico legale rivela strangolamento violento su Andromeda negli omicidi Villa Pamphili",
      "source": "TGCOM24",
      "summary": "Il medico legale testimonia che Francis Kaufmann strangola con forza la piccola Andromeda dopo digiuno prolungato negli omicidi di Villa Pamphili, con traumi sul capo. Il processo contro l'americano continua a Roma. Il caso evidenzia violenze familiari estreme.",
      "link": "https://www.tgcom24.mediaset.it/cronaca/villa-pamphili-omicidi-francis-kaufmann-processo-figlia-strangolata_109335585-202602k.shtml",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "TGCOM24"
      ],
      "category": "society",
      "region": "europe",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 2,
    "articlesProcessed": 255,
    "articlesAfterDedup": 255,
    "articlesAfterDiversity": 40,
    "articlesAfterFilter": 5,
    "categoryCounts": {
      "politics": 2,
      "conflict": 1,
      "society": 1
    },
    "regionCounts": {
      "europe": 3,
      "americas": 1
    },
    "tierCounts": {
      "top": 2,
      "developing": 1,
      "also": 1
    }
  }
}