{
  "weekId": "2026-W06",
  "startDate": "2026-02-09",
  "endDate": "2026-02-15",
  "summary": "Briefing settimanale: 9-15 febbraio 2026\n\nLa settimana dal 9 al 15 febbraio 2026 è stata dominata da tensioni geopolitiche, sviluppi sul Medio Oriente e conflitti in corso. Le storie più significative includono le mosse di Donald Trump contro l'Iran, le escalation nel conflitto Russia-Ucraina e riaperture sul caso Epstein.\n\nIl 9 febbraio, il Tribunale di Hong Kong ha condannato Jimmy Lai a 20 anni di carcere per collusione straniera, mentre i Seattle Seahawks hanno vinto il Super Bowl battendo i New England Patriots 29-13. Raid di droni ucraini hanno colpito Odessa e Kharkiv, causando tre morti tra cui un bambino. Queste notizie sono svanite rapidamente, comparendo solo quel giorno.\n\nIl 10 febbraio, nevicate intense in Giappone hanno provocato 46 morti e oltre 600 feriti. Trump ha bloccato Benjamin Netanyahu sull'annessione della Cisgiordania da parte di Israele. Re Carlo III ha offerto collaborazione della polizia britannica sul caso Epstein, ma Ghislaine Maxwell ha rifiutato di testimoniare senza grazia.\n\nL'11 febbraio, una donna ha ucciso nove persone in una scuola secondaria canadese prima di suicidarsi. La Procura di Milano ha iscritto Daniela Santanchè nel registro degli indagati per bancarotta fraudolenta legata a Bioera. Un raid russo nella regione di Kharkiv ha ucciso tre bambini e un adulto.\n\nIl 12 febbraio, la Russia ha tentato un blocco totale di WhatsApp per spingere 100 milioni di utenti verso un'app statale. Il governo Meloni ha presentato un'agenda per il vertice UE su energia, automotive e semplificazioni. La Camera USA ha approvato con 219 voti contro 211 una risoluzione contro i dazi di Trump sul Canada.\n\nIl 13 febbraio, il capo di Stato maggiore del Niger ha invitato la popolazione a prepararsi a una guerra contro la Francia. Trump ha ordinato lo spostamento della portaerei Gerald Ford verso il Medio Oriente contro l'Iran e ha revocato la dichiarazione di emergenza climatica di Obama insieme a norme anti-inquinamento.\n\nIl 14 febbraio, il medico forense Michael Baden ha chiesto una nuova indagine sulla morte di Jeffrey Epstein per strangolamento. La Camera italiana ha approvato 8,7 miliardi di euro per la prima fase del super caccia. Funzionari USA hanno annunciato preparativi per operazioni prolungate contro l'Iran.\n\nIl 15 febbraio, Regno Unito e alleati hanno accusato la Russia di aver ucciso Alexei Navalny con una tossina di rana freccia. Raid israeliani hanno ucciso otto palestinesi vicino alla linea gialla a Gaza. Il ciclone Oriana ha provocato lo stato di emergenza in Calabria e evacuazioni a Fiumicino. Marco Rubio ha teso la mano all'Europa imponendo correzioni agli errori degli alleati.\n\nStorie persistenti: le tensioni USA-Iran si sono sviluppate dal 13 al 15 febbraio con spostamenti navali e preparativi operativi; il caso Epstein ha visto sviluppi il 10 e 14; il conflitto Russia-Ucraina ha proseguito con raid il 9, 11 e 15, culminando nelle accuse su Navalny. Altre notizie come la condanna di Lai, il Super Bowl e i raid ucraini del 9 sono svanite subito, mentre l'agenda Meloni e i fondi per il super caccia indicano continuità su temi italiani ed europei. Nessuna risoluzione maggiore segnalata. (378 parole)",
  "persistentStories": [],
  "fadedStories": [
    "Tribunale Hong Kong condanna Jimmy Lai a 20 anni carcere per collusione straniera",
    "Seattle Seahawks battono New England Patriots 29-13 vincendo Super Bowl",
    "Raid droni ucraini colpiscono Odessa e Kharkiv causando tre morti incluso bambino",
    "Rotana palestinese rientra Gaza da Rafah tra macerie bombe e fame",
    "Pm accusano governatore Toti Liguria di manipolare dati contagi Covid",
    "Commando armato assalta portavalori Lecce con kalashnikov incendiando camion",
    "Orcel annuncia UniCredit Unlimited con 50 miliardi restituiti soci in 5 anni",
    "Meloni e Merz convocano pre-summit competitività Ue in Belgio giovedì",
    "Bando Usa su petrolio Venezuela paralizza compagnie aeree Cuba per un mese",
    "Nevicate intense causano 46 morti e oltre 600 feriti in Giappone"
  ],
  "topHeadlines": [
    {
      "date": "2026-02-09",
      "title": "Tribunale Hong Kong condanna Jimmy Lai a 20 anni carcere per collusione straniera",
      "category": "politics",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-09",
      "title": "Seattle Seahawks battono New England Patriots 29-13 vincendo Super Bowl",
      "category": "society",
      "region": "americas"
    },
    {
      "date": "2026-02-09",
      "title": "Raid droni ucraini colpiscono Odessa e Kharkiv causando tre morti incluso bambino",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-10",
      "title": "Nevicate intense causano 46 morti e oltre 600 feriti in Giappone",
      "category": "environment",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-10",
      "title": "Trump blocca Netanyahu su annessione Cisgiordania da Israele",
      "category": "politics",
      "region": "middle-east"
    },
    {
      "date": "2026-02-10",
      "title": "Re Carlo offre collaborazione polizia su Epstein, Maxwell rifiuta testimonianza senza grazia",
      "category": "society",
      "region": "global"
    },
    {
      "date": "2026-02-11",
      "title": "Donna uccide nove persone in scuola secondaria canadese poi si suicida",
      "category": "conflict",
      "region": "americas"
    },
    {
      "date": "2026-02-11",
      "title": "Procura Milano iscrive Santanchè registro indagati per bancarotta Bioera",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-11",
      "title": "Raid russo uccide tre bambini e un adulto nella regione Kharkiv",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-12",
      "title": "Russia tenta blocco totale WhatsApp per spingere 100 milioni utenti verso app statale",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-12",
      "title": "Governo Meloni presenta agenda per vertice UE su energia auto e semplificazioni",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-12",
      "title": "Camera USA approva con 219 voti contro 211 risoluzione contro dazi Trump su Canada",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-13",
      "title": "Capo Stato maggiore Niger invita popolazione prepararsi guerra contro Francia",
      "category": "conflict",
      "region": "africa"
    },
    {
      "date": "2026-02-13",
      "title": "Trump ordina spostamento portaerei Gerald Ford verso Medio Oriente contro Iran",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-13",
      "title": "Trump revoca dichiarazione Obama su emergenza climatica e norme anti-inquinamento",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-14",
      "title": "Medico Baden chiede nuova indagine su morte Epstein per strangolamento",
      "category": "society",
      "region": "europe"
    },
    {
      "date": "2026-02-14",
      "title": "Camera approva 8,7 miliardi di euro per prima fase super caccia",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-14",
      "title": "Funzionari Usa annunciano preparativi per operazioni prolungate contro Iran",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-15",
      "title": "Regno Unito e alleati accusano Russia di uccidere Navalny con tossina rana freccia",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-15",
      "title": "Raid israeliani uccidono otto palestinesi vicino linea gialla a Gaza",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-15",
      "title": "Ciclone Oriana provoca stato emergenza Calabria e evacuazioni Fiumicino",
      "category": "environment",
      "region": "europe"
    },
    {
      "date": "2026-02-15",
      "title": "Marco Rubio tende mano Europa ma impone correzioni errori alleati",
      "category": "politics",
      "region": "europe"
    }
  ],
  "metadata": {
    "totalArticlesProcessed": 1791,
    "totalSourcesUsed": 8,
    "daysWithData": 7,
    "categoryCounts": {
      "politics": 28,
      "society": 8,
      "conflict": 12,
      "economy": 6,
      "environment": 3,
      "science": 4
    },
    "regionCounts": {
      "asia-pacific": 4,
      "americas": 10,
      "europe": 35,
      "middle-east": 8,
      "global": 2,
      "africa": 2
    }
  }
}