{
  "weekId": "2026-W07",
  "startDate": "2026-02-16",
  "endDate": "2026-02-22",
  "summary": "Briefing settimanale: 16-22 febbraio 2026\n\nLa settimana ha visto sviluppi significativi in ambito geopolitico, con negoziati internazionali su Iran nucleare e Ucraina, tensioni USA-Iran e decisioni economiche di Trump. Storie persistenti includono il processo contro Meta di Mark Zuckerberg e iniziative governative italiane su energia e maltempo. Altre notizie, come l'oro di Federica Brignone nel gigante (16 febbraio, record 22 podi Italia a Milano Cortina), l'offerta USA di 5 miliardi di dollari per ricostruire Gaza se Hamas disarma (16 febbraio) e la rivelazione satellitare di espansione basi nucleari cinesi (16 febbraio), sono svanite rapidamente dopo un giorno, senza ulteriori sviluppi.\n\nIl 17 febbraio, gli inviati di Trump, Steve Witkoff e Jared Kushner, hanno avviato negoziati a Ginevra su Iran nucleare e Ucraina. Lo stesso giorno, le Nazioni Unite hanno condannato l'obbligo di registrazione delle proprietà in Cisgiordania imposto da Israele, interrotto dal 1967, notizia che è emersa solo quel giorno insieme a un drone ucraino che ha attaccato il porto russo di Taman causando incendi, entrambi svaniti subito dopo.\n\nIl 18 febbraio, Mark Zuckerberg ha testimoniato in tribunale in California contro Meta per danni alla salute mentale dei minori. In Italia, il Consiglio dei ministri ha esaminato un decreto per ridurre i costi delle bollette energetiche del 50%, mentre un decreto legge ha assegnato 1 miliardo di euro per l'emergenza maltempo.\n\nIl 19 febbraio, funzionari USA hanno informato Trump sulla prontezza delle forze per un possibile attacco all'Iran. Un tribunale sudcoreano ha emesso sentenza contro l'ex presidente Yoon per insurrezione. Zuckerberg ha proseguito la testimonianza nel processo contro Meta per dipendenza social tra i giovani. I colloqui tra delegazioni ucraina e russa a Ginevra sono falliti dopo due ore, segnando lo stallo dei negoziati avviati due giorni prima.\n\nIl 22 febbraio, l'Iran ha designato le forze aeree e marine dell'UE come organizzazioni terroristiche, in escalation con le tensioni USA-Iran. Trump ha aumentato i dazi globali dal 10 al 15% con effetto immediato. Il Pakistan ha condotto raid aerei su otto siti talebani in Afghanistan.\n\nNessuna storia principale si è risolta durante la settimana; i negoziati Ginevra e il processo Meta continuano in evoluzione, mentre tensioni Medio Oriente e dazi Trump introducono nuove incertezze. (Parole: 378)",
  "persistentStories": [],
  "fadedStories": [
    "Federica Brignone conquista secondo oro nel gigante, Italia raggiunge record 22 podi a Milano Cortina",
    "Casa Bianca offre 5 miliardi dollari per ricostruire Gaza se Hamas disarma",
    "Satelliti rivelano espansione basi nucleari cinesi tra montagne",
    "Drone ucraino attacca porto russo Taman provocando incendi",
    "Israele avvia registrazione terreni Cisgiordania interrotta dal 1967",
    "Valanga travolge escursionisti sopra Courmayeur causando due vittime",
    "Nordio definisce CSM sistema paramafioso scatenando polemiche",
    "Inviati Trump Witkoff e Kushner avviano negoziati su Iran nucleare e Ucraina a Ginevra",
    "Nazioni Unite condannano obbligo registrazione proprietà in Cisgiordania imposto da Israele",
    "Governo italiano studia road map al 2027 su board Gaza e legge elettorale"
  ],
  "topHeadlines": [
    {
      "date": "2026-02-16",
      "title": "Federica Brignone conquista secondo oro nel gigante, Italia raggiunge record 22 podi a Milano Cortina",
      "category": "society",
      "region": "europe"
    },
    {
      "date": "2026-02-16",
      "title": "Casa Bianca offre 5 miliardi dollari per ricostruire Gaza se Hamas disarma",
      "category": "politics",
      "region": "middle-east"
    },
    {
      "date": "2026-02-16",
      "title": "Satelliti rivelano espansione basi nucleari cinesi tra montagne",
      "category": "conflict",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-17",
      "title": "Inviati Trump Witkoff e Kushner avviano negoziati su Iran nucleare e Ucraina a Ginevra",
      "category": "politics",
      "region": "global"
    },
    {
      "date": "2026-02-17",
      "title": "Nazioni Unite condannano obbligo registrazione proprietà in Cisgiordania imposto da Israele",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-18",
      "title": "Mark Zuckerberg testimonia oggi in tribunale California contro Meta per danni salute mentale minori",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-18",
      "title": "Consiglio dei ministri esamina decreto bollette per ridurre costi energia del 50%",
      "category": "economy",
      "region": "europe"
    },
    {
      "date": "2026-02-18",
      "title": "Governo vara decreto legge assegna 1 miliardo euro per emergenza maltempo",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-19",
      "title": "Funzionari USA informano Trump su prontezza forze per attacco all'Iran",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-19",
      "title": "Tribunale emette sentenza contro ex presidente Yoon per insurrezione Corea del Sud",
      "category": "politics",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-19",
      "title": "Mark Zuckerberg testimonia in processo contro Meta per dipendenza social giovani",
      "category": "science",
      "region": "global"
    },
    {
      "date": "2026-02-19",
      "title": "Delegazioni Ucraina e Russia falliscono colloqui Ginevra dopo due ore",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-22",
      "title": "Iran designa forze aeree e marine UE organizzazioni terroristiche",
      "category": "politics",
      "region": "middle-east"
    },
    {
      "date": "2026-02-22",
      "title": "Trump aumenta dazi globali dal 10 al 15 per cento con effetto immediato",
      "category": "economy",
      "region": "americas"
    },
    {
      "date": "2026-02-22",
      "title": "Pakistan colpisce otto siti talebani in Afghanistan con raid aerei",
      "category": "conflict",
      "region": "asia-pacific"
    }
  ],
  "metadata": {
    "totalArticlesProcessed": 1267,
    "totalSourcesUsed": 7,
    "daysWithData": 5,
    "categoryCounts": {
      "society": 5,
      "politics": 22,
      "conflict": 10,
      "environment": 1,
      "economy": 4,
      "science": 4
    },
    "regionCounts": {
      "europe": 26,
      "middle-east": 7,
      "asia-pacific": 4,
      "global": 3,
      "americas": 6
    }
  }
}