{
  "date": "2025-09-07",
  "summary": "Ukraine's main government building in Kyiv was hit for the first time today, a strike the prime minister said killed two people, including a one‑year‑old, and damaged surrounding offices and homes. That attack, together with separate strikes reported in Zelensky's hometown and Odesa, marks a widening pattern of strikes on urban centers and civilian infrastructure. Elsewhere, Israel demolished a second Gaza high‑rise as its operation intensifies and urged residents to evacuate Gaza City. Governments in Kyiv and beyond are assessing casualties, reinforcing air defenses and coordinating emergency response; diplomats may face pressure to renew ceasefire talks or impose new sanctions in the near term. Analysts warn the strikes raise the risk of further escalation in coming days, prompting immediate damage assessments and emergency aid mobilization.\n\nOther crises ranged from natural disaster to policy shifts and infrastructure failure. The Sudan Liberation Movement/Army said a landslide in Tarasin village killed at least 1,000 people, a figure not independently verified and prompting urgent calls for relief access. Security threats continued in Nigeria, where officials say Boko Haram killed at least 60 people, while the Mauritanian coastguard reported 69 drowned after a migrant boat capsized. Cuba's widespread power outage left millions without electricity; authorities blamed sanctions, while others cited aging infrastructure and fuel shortages. A U.S. appeals court allowed enforcement of limits on federal diversity, equity and inclusion programs, a ruling that could reshape agency hiring. These developments pose humanitarian and safety risks and require rescue, verification and action.",
  "headlines": [
    {
      "title": "Ukraine's main government building in Kyiv is hit for first time, PM says",
      "source": "BBC World",
      "summary": "PM says the strike killed two people, including a one-year-old, and damaged surrounding buildings, highlighting escalating risk and prompting officials to assess casualties and security measures.",
      "link": "https://www.bbc.com/news/articles/cpq5dl5y4nlo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Sudan landslide leaves at least 1,000 dead, rebel group says",
      "source": "The Guardian",
      "summary": "Sudan Liberation Movement/Army says more than 1,000 people have been killed in Tarasin village after a landslide, a figure not independently verified, prompting relief and rescue concerns.",
      "link": "https://www.theguardian.com/world/2025/sep/02/sudan-landslide-kills-at-least-1000-people-rebel-group-says"
    },
    {
      "title": "Israel destroys second high-rise as Gaza assault intensifies",
      "source": "BBC World",
      "summary": "Officials say Israel continues its Gaza operation and urges residents to evacuate Gaza City, signaling intensifying fighting and potential civilian displacement.",
      "link": "https://www.bbc.com/news/articles/cz9jpzql958o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Infant among victims as Russia strikes Kyiv and other Ukrainian cities",
      "source": "France 24",
      "summary": "Ukrainian officials say an infant was among two killed, with attacks also targeting Zelensky's hometown and Odesa, underscoring broad civilian impact of the strikes.",
      "link": "https://www.france24.com/en/europe/20250907-infant-among-victims-of-russian-strikes-on-kyiv-other-ukrainian-cities-also-targeted"
    },
    {
      "title": "US appeals court allows DEI crackdown in federal agencies",
      "source": "Voice of America",
      "summary": "Officials say the Fourth Circuit ruled DEI directives are likely constitutional and permit enforcement by the Trump administration, lifting a lower-court block.",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Officials say the outage affects most of western Cuba, with Havana affected; authorities blame sanctions, while others cite aging infrastructure and fuel shortages as contributing factors.",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    },
    {
      "title": "Boko Haram kills at least 60 in overnight attack on Nigerian village",
      "source": "BBC World",
      "summary": "Officials say at least 60 people were killed in an overnight Boko Haram attack on a Nigerian village, underscoring ongoing security challenges in the region.",
      "link": "https://www.bbc.com/news/articles/c3rvxdw52vdo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Lisbon funicular cable disconnects before crash, report says",
      "source": "Deutsche Welle",
      "summary": "Officials say initial findings show the accident occurred within 50 seconds, prompting a formal safety review and immediate investigations by Lisbon authorities.",
      "link": "https://www.dw.com/en/lisbon-funicular-cable-disconnected-before-crash-report/a-73907543?maca=en-rss-en-top-1022-rdf"
    },
    {
      "title": "Coastguard says 69 people drown as migrant boat capsizes near Nouakchott",
      "source": "The Guardian",
      "summary": "Coastguard says the boat carrying about 160 people capsized near Nouakchott, killing 69, underscoring dangerous crossings and need for rescue and monitoring.",
      "link": "https://www.theguardian.com/world/2025/aug/29/sixty-nine-people-drown-as-migrant-boat-capsizes-off-coast-of-mauritania"
    }
  ]
}