{
  "date": "2025-10-13",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Trump says 'war is over' in Gaza as he flies to Israel for release of hostages",
      "source": "BBC World",
      "summary": "The US president tells reporters on board Air Force One the ceasefire \"is going to hold\"....",
      "link": "https://www.bbc.com/news/articles/cn409y125v3o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Clashes erupt between Hamas forces and armed clan members in Gaza City",
      "source": "BBC World",
      "summary": "At least 27 people have been killed in one of the most violent internal confrontations since Israeli troops withdrew....",
      "link": "https://www.bbc.com/news/articles/cg5e551j593o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Trump says he may send Tomahawk missiles to Ukraine",
      "source": "BBC World",
      "summary": "Ukraine wants long-range missiles to hit back at Russia - and Donald Trump says he may send Tomahawks....",
      "link": "https://www.bbc.com/news/articles/c93xpqgzkv0o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Venezuelan politician María Corina Machado wins Nobel peace prize",
      "source": "The Guardian",
      "summary": "Opponent of Maduro regime receives award and praise for keeping ‘flame of democracy burning’The Venezuelan opposition politician María Corina Machado has won the Nobel peace prize for her dogged strug...",
      "link": "https://www.theguardian.com/world/2025/oct/10/venezuelan-politician-maria-corina-machado-wins-nobel-peace-prize"
    },
    {
      "title": "Peru lawmakers vote to oust president Dina Boluarte over crime crisis",
      "source": "The Guardian",
      "summary": "Congress leader José Jerí sworn in as interim president as majority of lawmakers initiate impeachment against BoluarteLawmakers in Peru have voted to remove the president, Dina Boluarte, whose term ha...",
      "link": "https://www.theguardian.com/world/2025/oct/10/peru-congress-vote-oust-president-dina-boluarte-gang-violence"
    },
    {
      "title": "Live: Reinstated French PM Lecornu’s new govt takes office as budget pressure intensifies",
      "source": "France 24",
      "summary": "Reinstated French Prime Minister Sébastien Lecornu’s new government takes office on Monday amid mounting pressure to urgently produce a budget and quell political turmoil that is scaring businesses an...",
      "link": "https://www.france24.com/en/france/20251013-live-reinstated-french-pm-lecornu-s-new-govt-to-take-office-as-budget-pressure-intensifies"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}