{
  "date": "2025-11-17",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Trump calls on House Republicans to vote to release Epstein files",
      "source": "BBC World",
      "summary": "\"We have nothing to hide,\" Trump writes on Truth Social, after previously fighting a proposal to make more of the Epstein files public....",
      "link": "https://www.bbc.com/news/articles/cvgv653v1vjo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Two US marines implicated in killing family in notorious Iraq war shooting, expert tells BBC",
      "source": "BBC World",
      "summary": "New evidence raises doubts about the longest US war crimes investigation of the Iraq war and how US forces are held to account....",
      "link": "https://www.bbc.com/news/articles/c2emyz0zpxko?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Mysterious drones have been spotted at night at airports across Europe. How worried should we be?",
      "source": "BBC World",
      "summary": "Drones have been found across Western Europe near airports, military bases and power plants, as part of a suspected programme of 'hybrid warfare'...",
      "link": "https://www.bbc.com/news/articles/crkl3d6pegpo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Have courage to create fossil fuel phaseout roadmap at Cop30, Brazilian minister urges",
      "source": "The Guardian",
      "summary": "Marina Silva says contentious plan would be ‘ethical answer’ to climate crisis but does not commit Brazil to itBrazil’s environment minister, Marina Silva, has urged all countries to have the courage ...",
      "link": "https://www.theguardian.com/environment/2025/nov/16/have-courage-to-create-fossil-fuel-phaseout-roadmap-at-cop30-brazilian-minister-urges"
    },
    {
      "title": "At least 120 hurt in gen Z protests over corruption and drug violence in Mexico",
      "source": "The Guardian",
      "summary": "Clashes erupt between protesters and riot police in the capital as rallies take place in cities across the countryAt least 120 people were injured as thousands of gen Z protesters took to the streets ...",
      "link": "https://www.theguardian.com/world/2025/nov/16/gen-z-protests-against-mexico-president-turn-violent-amid-anger-over-mayors-death"
    },
    {
      "title": "Thanksgiving could be more expensive this year. Here's how to navigate higher prices",
      "source": "NPR News",
      "summary": "Wholesale prices for a turkey have jumped 40% from a year ago....",
      "link": "https://www.npr.org/2025/11/17/nx-s1-5610542/thanksgiving-prices-turkey-tariffs"
    }
  ]
}