{
  "date": "2025-11-11",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "At least eight killed after car explodes near Delhi's Red Fort",
      "source": "BBC World",
      "summary": "Twenty more were injured in the blast, the cause of which is still unknown, authorities say....",
      "link": "https://www.bbc.com/news/articles/ceq0p8qnnrno?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "US Senate to debate deal to end longest shutdown after overnight breakthrough",
      "source": "BBC World",
      "summary": "The measure signals a major breakthrough but the deal still needs to get over more hurdles in Congress....",
      "link": "https://www.bbc.com/news/articles/cpd2p2eddnzo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Syria to join US-led coalition to defeat IS group after Trump meeting",
      "source": "BBC World",
      "summary": "Ahmed al-Sharaa, once branded a terrorist by the US, became the first Syrian leader to visit the White House....",
      "link": "https://www.bbc.com/news/articles/cvgvz6316zwo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Two dead after small plane on hurricane relief trip to Jamaica crashes in Florida",
      "source": "The Guardian",
      "summary": "Aircraft headed to island on Hurricane Melissa aid mission crashed into a pond in a neighborhood in Coral SpringsA small turboprop plane on a hurricane relief mission to Jamaica crashed into a pond in...",
      "link": "https://www.theguardian.com/us-news/2025/nov/10/plane-crash-florida-hurricane-melissa-jamaica-relief"
    },
    {
      "title": "Agenda for Cop30 agreed as crucial climate talks begin – as it happened",
      "source": "The Guardian",
      "summary": "Ministers and high-ranking officials from nearly 200 countries have gathered in the Amazonian city of Belem, with Brazil insisting this will be ‘the Cop of implementation’Hundreds lined up for Cop30 o...",
      "link": "https://www.theguardian.com/environment/live/2025/nov/10/cop30-climate-talks-brazil-belem-latest-news-updates"
    },
    {
      "title": "US Senate passes bill to end record government shutdown after bipartisan deal",
      "source": "France 24",
      "summary": "The longest US government shutdown moved closer to ending on Monday after several Democrats joined Republicans in a 60-40 vote for a compromise funding deal, drawing party backlash. The shutdown, now ...",
      "link": "https://www.france24.com/en/americas/20251111-us-senate-government-shutdown"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}