{
  "date": "2025-09-23",
  "summary": "Today the most urgent development was a deadly drone strike on a mosque in El Fasher, Darfur, that killed at least 75 worshippers, local health officials and witnesses said, as the paramilitary Rapid Support Forces (RSF) pressed to seize the last army foothold in the region. The attack marked a sharp escalation after weeks of clashes and raises immediate risks of mass displacement, broader communal violence and a humanitarian collapse unless aid corridors are secured. International agencies and nearby governments are likely to call for investigations and access; if the RSF continues its advance over the next days, civilians in Darfur could face further large-scale harm and shortages of food, water and shelter.\n\nA cluster of diplomatic and rights stories shaped the day. France's recognition of a Palestinian state prompted praise from Palestinian leaders and criticism from Israel and the United States, and officials say more European governments may follow as ex‑US president Donald Trump prepared to address the UN, signaling a tougher US posture on international cooperation. The International Criminal Court has accused Philippine president Rodrigo Duterte of crimes against humanity, while Egypt pardoned activist Alaa Abd El‑Fattah even as campaigners say a mass grave in Sinai exposes alleged army abuses. Separately, NASA and SpaceX reached the ISS to retrieve two stuck astronauts, and the Philippines evacuated thousands ahead of a super typhoon expected to make landfall within 48 hours.",
  "headlines": [
    {
      "title": "RSF drone strike kills scores at mosque in El Fasher, Sudan",
      "source": "The Guardian",
      "summary": "Officials say at least 75 worshippers were killed in a mosque drone strike as RSF presses to seize the last army foothold in Darfur.",
      "link": "https://www.theguardian.com/world/2025/sep/19/rsf-drone-strike-kills-scores-people-mosque-sudan"
    },
    {
      "title": "Trump addresses UN as US disengages from global cooperation",
      "source": "France 24",
      "summary": "Officials say the speech comes as the US signals a tougher posture on global cooperation and amid Western states considering Palestinian state recognition.",
      "link": "https://www.france24.com/en/middle-east/20250923-world-leaders-to-address-un-general-assembly-as-western-powers-recognise-palestinian-state"
    },
    {
      "title": "Trump to address UN General Assembly after France recognises Palestinian state",
      "source": "BBC World",
      "summary": "Officials say more European countries are poised to join France in recognizing a Palestinian state, ahead of Trump's UN address.",
      "link": "https://www.bbc.com/news/articles/cd9ykqw22zlo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "ICC charges Rodrigo Duterte with crimes against humanity",
      "source": "BBC World",
      "summary": "Officials allege Duterte oversaw killings as the ICC accuses him of crimes against humanity; next steps include potential arrest warrants and trials.",
      "link": "https://www.bbc.com/news/articles/cg5e1v85lrdo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Alaa Abd El-Fattah freed after Sisi pardons him",
      "source": "Al Jazeera English",
      "summary": "Officials say the pardon frees one of Egypt's most prominent political prisoners after years in detention, signaling a possible shift in domestic policy.",
      "link": "https://www.aljazeera.com/news/2025/9/23/egyptian-british-activist-alaa-abd-el-fattah-freed-after-sisi-pardon?traffic_source=rss"
    },
    {
      "title": "Mass grave reveals scale of unlawful killings by Egyptian army in Sinai",
      "source": "The Guardian",
      "summary": "Campaigners say hundreds of bodies lie buried near a military outpost, highlighting possible systemic abuses; authorities have not commented to date.",
      "link": "https://www.theguardian.com/world/2025/sep/22/mass-grave-reveals-scale-of-unlawful-killings-by-egyptian-army-in-sinai-say-campaigners"
    },
    {
      "title": "France's recognition of Palestine prompts historic and courageous reactions",
      "source": "France 24",
      "summary": "Allies and Palestinian authorities praise the move as historic, while Israel and the United States oppose it; next steps include potential shifts in regional diplomacy.",
      "link": "https://www.france24.com/en/middle-east/20250923-historic-and-courageous-reactions-to-france-s-recognition-of-palestine"
    },
    {
      "title": "NASA and SpaceX launch crew to space station to retrieve stuck astronauts",
      "source": "Voice of America",
      "summary": "Officials say the replacement crew reaches the ISS, enabling the return of Butch Wilmore and Suni Williams after nine months aboard the station.",
      "link": "https://www.voanews.com/a/nasa-spacex-launch-crew-to-space-station-to-retrieve-stuck-astronauts/8011575.html"
    },
    {
      "title": "Super typhoon hits Philippines as thousands evacuate ahead of landfall",
      "source": "BBC World",
      "summary": "Authorities say thousands evacuate as the storm nears landfall; ongoing weather alerts and disaster-response measures aim to protect residents.",
      "link": "https://www.bbc.com/news/articles/cge223y2e9eo?at_medium=RSS&at_campaign=rss"
    }
  ]
}