{
  "date": "2025-09-22",
  "summary": "The most important development today was a drone strike that hit a mosque in El Fasher, Darfur, killing at least 75 worshippers, first responders said. The Rapid Support Forces pressed a push to seize the last army foothold in the city, and the attack came amid intensified urban fighting that the UN secretary‑general warned is trapping civilians and could trigger large‑scale displacement. The strike and the UN warning mark a sharp escalation in Darfur’s long‑running conflict and increase pressure on international actors to secure humanitarian access. In the near term, aid agencies say corridors or a temporary ceasefire are needed within days to prevent mass displacement and the collapse of local medical and shelter services.\n\nElsewhere, diplomacy and security mixed with policy and safety developments. The UN allowed Palestinian president Mahmoud Abbas to address the gathering by video link after visa disputes, while Western moves toward recognising Palestine drew objections from Israel, which says recognition could complicate peace. North Korea’s Kim Jong Un said he would consider US dialogue if Washington drops denuclearisation demands, a conditional shift that could reopen talks. Climate ministers pledged pollution cuts even as planned fossil‑fuel expansion risks undermining Paris goals, affecting energy markets and regulation. NASA and SpaceX launched a replacement crew to the ISS, European airport cyber‑attacks disrupted flights, and evacuations are under way as Typhoon Ragasa nears, with landfall expected within 48 hours.",
  "headlines": [
    {
      "title": "RSF drone strike kills 75 worshippers at El Fasher mosque",
      "source": "The Guardian",
      "summary": "First responders say at least 75 worshippers were killed in the mosque strike as the RSF presses its push to capture the last army foothold in Darfur.",
      "link": "https://www.theguardian.com/world/2025/sep/19/rsf-drone-strike-kills-scores-people-mosque-sudan"
    },
    {
      "title": "UN allows Palestinian president to address annual gathering by video link",
      "source": "The Guardian",
      "summary": "The UN says the vote lets Mahmoud Abbas address the annual gathering via video link after visa limits, enabling continued participation despite disputes.",
      "link": "https://www.theguardian.com/world/2025/sep/19/un-palestinian-president-annual-gathering-video-link"
    },
    {
      "title": "Kim Jong Un opens to US dialogue if denuclearisation demands drop",
      "source": "France 24",
      "summary": "Kim Jong Un says he would consider US dialogue if Washington drops denuclearisation demands, indicating a potential shift in diplomacy.",
      "link": "https://www.france24.com/en/asia-pacific/20250922-kim-jong-un-dialogue-with-us-denuclearisation"
    },
    {
      "title": "Leaders promise to cut climate pollution, then expand fossil fuels",
      "source": "NPR News",
      "summary": "Officials say the Paris Agreement targets are at risk as nations plan to produce more fossil fuels, undermining long-term climate goals.",
      "link": "https://www.npr.org/2025/09/22/nx-s1-5545645/oil-gas-china-fossil-fuels-climate-paris-agreement"
    },
    {
      "title": "UN chief warns of worsening crisis in Sudan's El Fasher",
      "source": "AllAfrica",
      "summary": "The UN says civilians are increasingly trapped as fighting intensifies in El Fasher, risking a broader humanitarian crisis and displacement.",
      "link": "https://allafrica.com/stories/202509220013.html"
    },
    {
      "title": "NASA and SpaceX launch crew to space station to retrieve stuck astronauts",
      "source": "Voice of America",
      "summary": "Officials say a replacement crew is en route to the ISS to relieve two astronauts who have been aboard for nine months.",
      "link": "https://www.voanews.com/a/nasa-spacex-launch-crew-to-space-station-to-retrieve-stuck-astronauts/8011575.html"
    },
    {
      "title": "European airports face disruption as weekend cyber-attack lingers",
      "source": "BBC World",
      "summary": "BBC World says the attack disrupted thousands of flights and forced cancellations and delays at major European hubs.",
      "link": "https://www.bbc.com/news/articles/cqjeej85452o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Israel bristles as UK leads Western recognition of Palestine",
      "source": "Al Jazeera English",
      "summary": "Israel says international recognition could complicate peace efforts and security, prompting a hard line response from political leaders across the region.",
      "link": "https://www.aljazeera.com/features/2025/9/21/israel-bristles-as-uk-leads-western-recognition-of-palestine?traffic_source=rss"
    },
    {
      "title": "Evacuations begin as Typhoon Ragasa nears the Philippines",
      "source": "Deutsche Welle",
      "summary": "Officials say evacuations have begun in coastal areas as Ragasa approaches, warning of floods, landslides, and outages, with schools and offices closed.",
      "link": "https://www.dw.com/en/evacuations-begin-as-typhoon-ragasa-near-philippines/a-74086193?maca=en-rss-en-top-1022-rdf"
    }
  ]
}