{
  "date": "2025-11-19",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Congress approves bill to release Epstein files that will head to Trump's desk",
      "source": "BBC World",
      "summary": "Once Trump signs the measure, the justice department will have 30 days to release the materials....",
      "link": "https://www.bbc.com/news/articles/cdxr1r34ev9o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Lebanon says Israeli strike killed 13 people near Palestinian refugee camp",
      "source": "BBC World",
      "summary": "The Israeli military says it targeted Hamas members \"operating in a training compound\", which Hamas rejected as \"fabrication and lies\"....",
      "link": "https://www.bbc.com/news/articles/c0l73j781y9o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Cristiano Ronaldo attends White House dinner alongside Saudi crown prince",
      "source": "BBC World",
      "summary": "The Portuguese player is being paid handsomely to be part of the gulf state's modernisation plan....",
      "link": "https://www.bbc.com/news/articles/c993e74pxd7o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Sheinbaum again dismisses Trump’s threat of sending troops to Mexico: ‘We do not want intervention’",
      "source": "The Guardian",
      "summary": "Mexico’s president responds to Trump’s latest warning that he could authorize strikes against drug cartels in countryMexico’s president, Claudia Sheinbaum, has again dismissed Donald Trump’s threat of...",
      "link": "https://www.theguardian.com/world/2025/nov/18/claudia-sheinbaum-us-military-mexico-trump"
    },
    {
      "title": "Argentina judge fired after causing mistrial in case over Maradona’s death",
      "source": "The Guardian",
      "summary": "Julieta Makintach’s role in a documentary series about negligence case over football star’s death led to mistrialAn Argentinian judge has been fired after causing a mistrial in the negligence case aga...",
      "link": "https://www.theguardian.com/world/2025/nov/18/argentina-judge-diego-maradona-case-fired"
    },
    {
      "title": "Belgium qualify for World Cup as 4 European spots are still up for grabs",
      "source": "France 24",
      "summary": "Belgium and Spain have qualified for the 2026 World Cup. The 16 European nations that will compete in the playoffs have been decided....",
      "link": "https://www.france24.com/en/tv-shows/sports/20251119-belgium-qualify-for-world-cup-as-4-european-spots-are-still-up-for-grabs"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}