{
  "date": "2025-11-16",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Feud erupts between Trump and longtime ally Marjorie Taylor Greene",
      "source": "BBC World",
      "summary": "The Georgia congresswoman has criticised Trump's foreign policy and handling of Jeffrey Epstein files....",
      "link": "https://www.bbc.com/news/articles/c9wv4dx05q5o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Thousands protest against government in Mexico as clashes leave 120 injured",
      "source": "BBC World",
      "summary": "The protests came weeks after Carlos Manzo, mayor of Uruapan, was killed....",
      "link": "https://www.bbc.com/news/articles/cn8vm30rr78o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Trump says he will take legal action against BBC over Panorama edit",
      "source": "BBC World",
      "summary": "The US president confirmed he intends to sue the broadcaster for at least $1bn over the Panorama edit of a 2021 speech....",
      "link": "https://www.bbc.com/news/articles/c891jp9j79do?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Indigenous lands must be recognised as part of climate policy, says Brazilian minister",
      "source": "The Guardian",
      "summary": "Sonia Guajajara tells Cop30 the rights of traditional communities must be maintained in the face of exploitation by the mining industryCountries must recognise the demarcation of Indigenous lands as a...",
      "link": "https://www.theguardian.com/environment/2025/nov/15/indigenous-lands-must-be-recognised-as-part-of-climate-policy-says-brazilian-minister"
    },
    {
      "title": "Protesters blockade Cop30 summit over plight of Indigenous peoples",
      "source": "The Guardian",
      "summary": "Munduruku people demand to speak to Brazil’s president, saying they are never listened toCop30: click here for full Guardian coverage of the climate talks in BrazilProtesters blockaded the main entran...",
      "link": "https://www.theguardian.com/environment/2025/nov/14/protesters-blockade-cop30-summit-over-plight-of-indigenous-peoples"
    },
    {
      "title": "Depoortère double helps France survive scare from spirited Fiji",
      "source": "France 24",
      "summary": "Les Bleus fended off a major scare from Fiji Saturday after the game drew equal following France's early 21-point lead. A pair of crucial tries from centre Nicolas Depoortère secured France's victory ...",
      "link": "https://www.france24.com/en/sport/20251116-depoort%C3%A8re-double-helps-france-survive-scare-from-spirited-fiji"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}