{
  "date": "2025-11-05",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "'Mandate for change': Zohran Mamdani wins New York City mayoral election",
      "source": "BBC World",
      "summary": "It is a historic moment as Mamdani also becomes the first South Asian and first Muslim to lead the city....",
      "link": "https://www.bbc.com/news/articles/ceq01l8reqlo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "At least seven people killed after UPS cargo plane crashes in Kentucky",
      "source": "BBC World",
      "summary": "At least 11 people were injured when the plane exploded during takeoff near Louisville International Airport....",
      "link": "https://www.bbc.com/news/articles/ce9dyyydjr0o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Dick Cheney's death a loss to the nation, says George W Bush",
      "source": "BBC World",
      "summary": "Cheney became one of the most powerful vice-presidents in US history under Bush, and was a key architect in his \"war on terror\"....",
      "link": "https://www.bbc.com/news/articles/clyzm1j6l76o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Hegseth announces another deadly US strike on alleged drug boat",
      "source": "The Guardian",
      "summary": "Pentagon secretary says two people killed in attack on boat in eastern Pacific, bringing total killed to 66 in 16 strikesDefense secretary Pete Hegseth announced yet another deadly strike on a boat ac...",
      "link": "https://www.theguardian.com/us-news/2025/nov/04/hegseth-drug-boat-strike"
    },
    {
      "title": "Brazil to seek independent inquiry into deadly police raid that killed 121 people",
      "source": "The Guardian",
      "summary": "Brazilian president Lula called police assault on two of Rio’s largest clusters of favelas ‘disastrous’ and a ‘massacre’Brazil’s president, Luiz Inácio Lula da Silva, has said his government will seek...",
      "link": "https://www.theguardian.com/world/2025/nov/04/brazil-investigation-rio-police-raid"
    },
    {
      "title": "US Government shutdown hits record 36th day as talks remain frozen",
      "source": "France 24",
      "summary": "The United States government shutdown reached its 36th day on Wednesday, marking the longest in history and leaving millions of Americans without vital services or pay, as President Donald Trump and c...",
      "link": "https://www.france24.com/en/americas/20251105-us-government-shutdown-new-record"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}