{
  "date": "2025-12-10",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Trump criticises 'decaying' European countries and 'weak' leaders",
      "source": "BBC World",
      "summary": "The UK praises Europe's \"strength\" after Trump says countries fail to control migration or take action to end the Ukraine war....",
      "link": "https://www.bbc.com/news/articles/clydlwldkvko?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Sperm from donor with cancer-causing gene was used to conceive almost 200 children",
      "source": "BBC World",
      "summary": "Some children have already died and only a minority who inherit the mutation will escape cancer in their lifetimes....",
      "link": "https://www.bbc.com/news/articles/ckgmy90z991o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Chaos in Brazil Congress during push to cut Bolsonaro's sentence",
      "source": "BBC World",
      "summary": "Scuffles broke out during a vote linked to attempts to reduce the former president's jail term....",
      "link": "https://www.bbc.com/news/articles/cvg8m5lj2lzo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Honduras president alleges ‘electoral coup’ under way amid Trump ‘interference’",
      "source": "The Guardian",
      "summary": "Xiomara Castro alleges US manipulation and blackmail as preliminary count shows two rightwing candidates closely tiedHonduras’s president, Xiomara Castro, has alleged that an “electoral coup” is under...",
      "link": "https://www.theguardian.com/world/2025/dec/09/honduras-president-alleges-electoral-coup-under-way-amid-trump-interference"
    },
    {
      "title": "Oslo appearance by Nobel peace prize winner María Corina Machado cancelled",
      "source": "The Guardian",
      "summary": "Press conference was expected to have been Venezuelan opposition leader’s first public appearance in 11 monthsA press conference in Oslo with the Nobel peace prize laureate María Corina Machado, the V...",
      "link": "https://www.theguardian.com/world/2025/dec/09/nobel-peace-prize-maria-corina-machado-venezuela-oslo"
    },
    {
      "title": "Over half a million evacuated in Cambodia and Thailand amid renewed border clashes",
      "source": "France 24",
      "summary": "More than 500,000 people have fled their homes in Thailand and Cambodia since border fighting reignited, officials said on Wednesday, surpassing evacuations seen during similar clashes earlier this ye...",
      "link": "https://www.france24.com/en/asia-pacific/20251210-cambodia-thailand-border-clashes"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}