{
  "date": "2025-12-22",
  "summary": "NASA and SpaceX launched a crew on Friday aboard a Falcon 9 rocket to begin bringing home two astronauts who have been aboard the International Space Station for nine months. The mission will dock with the station Saturday night and start a return schedule that could see the astronauts home by early next year. The crew was originally slated for a six‑month stay but was extended after a technical problem delayed their return. The launch follows weeks of coordination between the agencies and marks the first step in a planned rescue that will affect the families of the stranded crew and NASA’s upcoming mission timeline. The mission will also test new docking procedures that could support future commercial crew flights. Officials plan to achieve safe re‑entry by summer.\n\nZelenskyy says US‑Ukraine draft peace proposals meet most of Kyiv’s demands but warns neither side will achieve all goals, and Russia intensified attacks on Odesa to block grain exports, threatening southern supply routes. In Syria, government forces clashed with the SDF in Aleppo, killing two and raising fears of wider fighting. Gunmen killed nine and wounded ten in a Johannesburg township attack, second mass shooting this month. Trump appointed a Louisiana governor as special envoy for Greenland, eliciting outrage from Greenland and Denmark officials. Tunisia’s decree criminalizes routine reporting, resulting in at least five journalist arrests. Sweden and Germany cut development aid to boost Ukraine defence, which analysts warn may weaken health and hunger programmes in Africa by year‑end.",
  "headlines": [
    {
      "title": "NASA and SpaceX launch crew to retrieve two stuck astronauts",
      "source": "Voice of America",
      "summary": "SpaceX Falcon 9 lifted off Friday, sending four astronauts to dock with the International Space Station Saturday night to begin bringing home two NASA crew after a nine‑month mission.",
      "link": "https://www.voanews.com/a/nasa-spacex-launch-crew-to-space-station-to-retrieve-stuck-astronauts/8011575.html"
    },
    {
      "title": "Zelenskyy declares US‑Ukraine peace talks progress quite solid in Kyiv",
      "source": "Associated Press",
      "summary": "Zelenskyy says US‑Ukraine draft peace proposals satisfy many of Kyiv’s demands, yet he cautions neither side will secure all objectives.",
      "link": "https://apnews.com/article/russia-ukraine-war-drone-attacks-d92b40dab1055df4e3512f77c27eb5c9"
    },
    {
      "title": "Trump appoints Louisiana governor as special envoy for Greenland",
      "source": "New York Times World",
      "summary": "Trump appoints Louisiana governor as special envoy for Greenland, prompting outrage from officials in Greenland and Denmark, signaling a diplomatic escalation over the territory.",
      "link": "https://www.nytimes.com/2025/12/22/world/europe/trump-special-envoy-greenland-denmark-landry.html"
    },
    {
      "title": "Russia escalates attacks on Odesa, targeting Ukrainian maritime logistics",
      "source": "BBC World",
      "summary": "Zelensky warns Russia’s intensified Odesa attacks aim to block Ukraine’s maritime logistics, threatening export routes for grain shipments in the south.",
      "link": "https://www.bbc.com/news/articles/cdxe8yqlvgzo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Syrian army clashes with SDF in Aleppo, killing at least two",
      "source": "Al Jazeera English",
      "summary": "Al Jazeera English reports at least two killed as Syrian army clashes with SDF in Aleppo, intensifying fighting in the city.",
      "link": "https://www.aljazeera.com/video/newsfeed/2025/12/22/deadly-clashes-break-out-in-aleppo-between-syrian-army-kurdish-led-sdf?traffic_source=rss"
    },
    {
      "title": "Nigeria frees 130 schoolchildren after month‑long abduction in Kaduna",
      "source": "Al Jazeera English",
      "summary": "Al Jazeera English reports 130 Nigerian schoolchildren freed after a month‑long abduction, marking the largest rescue of abducted students in recent years.",
      "link": "https://www.aljazeera.com/video/newsfeed/2025/12/22/130-nigerian-schoolchildren-freed-after-mass-abduction?traffic_source=rss"
    },
    {
      "title": "Sweden and Germany cut aid budgets to boost Ukraine defence spending",
      "source": "The Guardian",
      "summary": "Sweden and Germany announce cuts to development aid, reallocating funds toward Ukraine support and defence spending, which analysts say will weaken health and hunger programmes in Africa.",
      "link": "https://www.theguardian.com/global-development/2025/dec/21/sweden-and-germany-slash-aid-budgets-to-focus-on-ukraine-and-defence-spending"
    },
    {
      "title": "Gunmen kill nine, wound ten in Johannesburg township attack",
      "source": "The Guardian",
      "summary": "The Guardian reports gunmen killed at least nine and wounded ten in a Johannesburg township attack, marking the second mass shooting this month.",
      "link": "https://www.theguardian.com/world/2025/dec/21/gunmen-johannesburg-township-in-south-africas-second-mass-shooting-within-weeks"
    },
    {
      "title": "Tunisia uses decree to silence press criticism across nation",
      "source": "AllAfrica",
      "summary": "AllAfrica reports Tunisia’s decree criminalizes routine reporting, resulting in at least five journalist imprisonments and heightened press repression in recent months.",
      "link": "https://allafrica.com/stories/202512220511.html"
    }
  ]
}