{
  "date": "2025-11-13",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Italy investigates claims of tourists paying to shoot civilians in Bosnia in 1990s",
      "source": "BBC World",
      "summary": "Italians and others are alleged to have paid large sums to fire at Bosnians risking their lives in besieged Sarajevo....",
      "link": "https://www.bbc.com/news/articles/c3epygq5272o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "What we know about new Epstein emails that mention Trump",
      "source": "BBC World",
      "summary": "In emails released by Democrats, Epstein says Trump \"knew about the girls\". The White House says they are an attempt to \"smear\" the president....",
      "link": "https://www.bbc.com/news/articles/c3rj0d97ynvo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Major corruption scandal engulfs top Zelensky allies",
      "source": "BBC World",
      "summary": "The Ukrainian president has called for the justice and energy ministers to be removed from their posts....",
      "link": "https://www.bbc.com/news/articles/cy8vw62j3g9o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Canada pushes to join Eurovision: ‘This is about protecting our identity’",
      "source": "The Guardian",
      "summary": "Country explores taking part in the glitzy song contest as it distances from the US and seeks to deepen ties with EuropeWhen Canada released its federal budget this month, much of it was standard fare...",
      "link": "https://www.theguardian.com/world/2025/nov/12/canada-eurovision"
    },
    {
      "title": "Stakes rise as Trump deploys world’s largest aircraft carrier to the Caribbean",
      "source": "The Guardian",
      "summary": "Expert says military action may be ‘imminent’ in Venezuela, while others suspect deployment is a negotiating tacticExplainer: Is US preparing to attack Venezuela and how has Maduro regime responded?Wh...",
      "link": "https://www.theguardian.com/world/2025/nov/12/trump-caribbean-warships-venezuela-conflict"
    },
    {
      "title": "Ten years after the Paris attacks, France prepares to remember",
      "source": "France 24",
      "summary": "A decade after the coordinated terrorist assaults that left 130 people dead and more than 400 wounded, survivors of the November 13, 2015, Paris attacks say the trauma remains ever-present as France p...",
      "link": "https://www.france24.com/en/europe/20251113-ten-years-after-paris-attacks"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}