{
  "date": "2025-11-26",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Ukraine says 'understanding' reached on US peace plan, as Trump envoy to meet Putin",
      "source": "BBC World",
      "summary": "Kyiv and Washington have moved closer to agreeing the shape of a deal to end the fighting, with Putin to be consulted next week....",
      "link": "https://www.bbc.com/news/articles/cy95jvw57v2o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Italian parliament unanimously votes to make femicide a crime",
      "source": "BBC World",
      "summary": "The gender-motivated murder of a woman will now be covered by a distinct clause in Italian law - punishable by a life sentence....",
      "link": "https://www.bbc.com/news/articles/c1dzp050yn2o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Russian mercenaries accused of cold-blooded killings in Mali - BBC speaks to eyewitnesses",
      "source": "BBC World",
      "summary": "Refugees have given the BBC a harrowing account of atrocities committed by the Russian paramilitary force....",
      "link": "https://www.bbc.com/news/articles/crmx7x3yjyko?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "UK accused of caving-in to British Virgin Islands over access to companies register",
      "source": "The Guardian",
      "summary": "Parliamentary group urges government to clamp down on overseas territories before flagship anti-corruption summitThe UK government has been accused of caving-in to pressure from the British Virgin Isl...",
      "link": "https://www.theguardian.com/world/2025/nov/25/uk-accused-of-caving-in-to-british-virgin-islands-over-access-to-company-register"
    },
    {
      "title": "Canada: ‘Inconvenient Indian’ author Thomas King says he is not Indigenous",
      "source": "The Guardian",
      "summary": "King has announced a genealogist working with the Tribal Alliance Against Frauds found no evidence of Cherokee ancestry in his family lineageA prominent Canadian-American author, who has long claimed ...",
      "link": "https://www.theguardian.com/world/2025/nov/25/canadian-author-thomas-king-not-indigenous-cherokee-inconvenient-indian"
    },
    {
      "title": "Trump backs off Ukraine deadline as Witkoff coaching report emerges",
      "source": "France 24",
      "summary": "President Donald Trump on Tuesday softened his own Thanksgiving deadline for Ukraine to accept a proposed US-backed peace framework, even as a report surfaced alleging his envoy Steve Witkoff advised ...",
      "link": "https://www.france24.com/en/americas/20251126-trump-backs-off-ukraine-deadline-as-witkoff-coaching-report-emerges"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}