{
  "date": "2025-12-14",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Three Americans killed by IS gunman in Syria, US military says",
      "source": "BBC World",
      "summary": "Two US soldiers and a civilian interpreter were killed in the attack, according to the US Central Command....",
      "link": "https://www.bbc.com/news/articles/c9d9vpxjp2go?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Belarus frees 123 prisoners as US lifts sanctions",
      "source": "BBC World",
      "summary": "Opposition activist Maria Kolesnikova is among those released in exchange for a deal with the US....",
      "link": "https://www.bbc.com/news/articles/c4gpwlkklyxo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "One million households without power in Ukraine after Russia attacks energy grid",
      "source": "BBC World",
      "summary": "The latest overnight attacks come as US envoy Steve Witkoff prepares to hold more talks with Ukraine's president....",
      "link": "https://www.bbc.com/news/articles/c0l9954yr9ko?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "US treasury lifts sanctions on Brazilian judge who presided over Bolsonaro case",
      "source": "The Guardian",
      "summary": "Justice Alexandre de Moraes and his wife had been under Global Magnitsky sanctions after conviction of ex-presidentThe US Department of the Treasury has lifted sanctions imposed on the Brazilian supre...",
      "link": "https://www.theguardian.com/world/2025/dec/12/brazilian-judge-sanction-lifted-bolsonaro"
    },
    {
      "title": "Colombian rebels warn civilians of military drills amid ‘imperialist’ Trump threats",
      "source": "The Guardian",
      "summary": "Citizens told to stay at home while ELN guerrillas carry out exercises in response to US president’s cocaine warningColombia’s ELN guerrilla group has ordered civilians in areas under its control to s...",
      "link": "https://www.theguardian.com/world/2025/dec/12/colombia-eln-guerrilla-rebels-trump"
    },
    {
      "title": "Two dead, several injured in mass shooting at Brown University in US",
      "source": "France 24",
      "summary": "Two people were killed on Saturday and nine were wounded in a shooting at Brown University, the mayor of Providence, Rhode Island said. The suspect remains at large, according to police....",
      "link": "https://www.france24.com/en/americas/20251213-multiple-victims-reported-in-shooting-at-brown-university-in-us"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}