{
  "date": "2025-12-07",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Ukrainian city hit by 'massive' strike as peace talks in US conclude",
      "source": "BBC World",
      "summary": "Russia carried out strikes on Kremenchuk, while its defence ministry said it had shot down 77 Ukrainian drones in several locations....",
      "link": "https://www.bbc.com/news/articles/cz680jx511no?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Staff and tourists among 25 killed in Goa nightclub fire",
      "source": "BBC World",
      "summary": "Officials believe a gas canister explosion triggered the fire which tore through the busy nightlife venue....",
      "link": "https://www.bbc.com/news/articles/cdj82d0nd4eo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Death toll from devastating Indonesia floods passes 900",
      "source": "BBC World",
      "summary": "More than 100,000 homes were destroyed when powerful rains lashed the South East Asian country last week....",
      "link": "https://www.bbc.com/news/articles/cqjgydnwxrpo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "US airstrike survivors clung to boat wreckage for an hour before second deadly attack, video shows",
      "source": "The Guardian",
      "summary": "Footage seen by US senators shows two unarmed, shirtless men struggling to stay afloat before they were killed, sources sayExperts say Trump’s ‘drug boat’ war is legally shakyTwo men who survived a US...",
      "link": "https://www.theguardian.com/us-news/2025/dec/05/us-airstrike-survivors-clung-to-boat-wreckage-for-an-hour-before-second-deadly-attack-video-shows"
    },
    {
      "title": "US leader of global neo-Nazi terrorist group signals retribution for arrests",
      "source": "The Guardian",
      "summary": "Rinaldo Nazzaro says detention of suspected Base members in Spain justifies ‘resistance … by any means necessary’After Spanish police and Europol’s counter-terrorism section arrested three suspected m...",
      "link": "https://www.theguardian.com/us-news/2025/dec/05/neo-nazi-base-leader-on-terrorism-arrest"
    },
    {
      "title": "At least 18 migrants die after boat sinks near Greek island of Crete",
      "source": "NPR News",
      "summary": "The migrants were attempting to cross the Mediterranean Sea in an inflatable boat when it capsized south of the island of Crete, Greek authorities said Saturday. At least two people have been rescued....",
      "link": "https://www.npr.org/2025/12/06/g-s1-101092/migrants-shipwreck-crete-greece"
    }
  ]
}