{
  "date": "2025-11-23",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "US insists it authored Ukraine peace plan ahead of talks on ending war",
      "source": "BBC World",
      "summary": "A group of US lawmakers say the secretary of state told them the draft did not reflect Washington's position. Marco Rubio has distanced himself from those claims....",
      "link": "https://www.bbc.com/news/articles/c4g95x50kdyo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "UN climate talks fail to secure new fossil fuel promises",
      "source": "BBC World",
      "summary": "Nearly 200 countries attended COP30, which aimed to commit the world to take more action on climate change....",
      "link": "https://www.bbc.com/news/articles/c75vn7yel73o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "'We worry more about food' say Venezuelans living under threat of US military action",
      "source": "BBC World",
      "summary": "While the US escalates a military threat in nearby waters, Venezuelans say the real enemy of the people is a sharp rise in food prices....",
      "link": "https://www.bbc.com/news/articles/c3e0jnww2e9o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Jair Bolsonaro arrested after tampering with ankle tag ‘out of curiosity’",
      "source": "The Guardian",
      "summary": "Brazilian ex-president says he used soldering iron on device and is now in custody over fears he was going to abscondBrazil’s former far-right president Jair Bolsonaro has claimed he tried to damage h...",
      "link": "https://www.theguardian.com/world/2025/nov/22/far-right-former-president-jair-bolsonaro-arrested-in-brazil"
    },
    {
      "title": "Survivor of Chilean blizzard that killed Briton says staff told trekkers they could proceed",
      "source": "The Guardian",
      "summary": "Tom Player speaks out about incident in which Victoria Bond died along with two Mexicans and two GermansA survivor of the blizzard that killed a British woman and four others in Chilean Patagonia has ...",
      "link": "https://www.theguardian.com/world/2025/nov/22/survivor-of-chilean-blizzard-that-killed-briton-says-staff-told-trekkers-to-proceed"
    },
    {
      "title": "Kyiv and its foreign allies 'are being very diplomatic'",
      "source": "France 24",
      "summary": "A Ukrainian delegation, bolstered by representatives from France, Germany and the UK, is preparing for direct talks with Washington in Switzerland on Sunday. Ukrainian President Volodymyr Zelensky has...",
      "link": "https://www.france24.com/en/video/20251122-kyiv-and-its-foreign-allies-are-being-very-diplomatic"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}