{
  "date": "2025-09-10",
  "summary": "Ukraine says Russian air strikes hit Kyiv's main government building today, marking a sharp escalation in a conflict that has seen weeks of attacks on infrastructure. The claim, which Kyiv portrays as a deliberate strike on government targets, connects to political pressure across Europe: Labour leader Keir Starmer urged a coalition of European governments to push for a ceasefire in the Russia‑Ukraine war, arguing diplomacy must be sustained even as Western military support continues. Near term, European leaders may weigh renewed diplomatic initiatives and additional air‑defense and aid commitments to Ukraine; Kyiv is braced for further strikes, raising the immediate risk of a broader offensive or retaliatory escalation within days.\n\nElsewhere, urgent hotspots and non‑conflict developments shaped diplomacy and domestic policy. Israel ordered all Gaza City residents to evacuate ahead of a planned ground assault, and Qatar called an earlier Gaza strike \"state terror,\" deepening diplomatic tensions and raising the risk of civilian harm and international calls for mediation. Iran and the IAEA signed an agreement to restart cooperation, potentially easing nuclear tensions and restoring limited inspections. Ethiopia inaugurated the GERD, Africa’s largest hydroelectric dam, a boost for electrification that Egypt fears could alter Nile flows during droughts and prompt talks. A widespread power outage in Cuba left millions without electricity, while political shifts in France and a court ruling against Brazil’s former president could affect markets and policy.",
  "headlines": [
    {
      "title": "Ukraine says Russian air strikes hit Kyiv's main government building",
      "source": "BBC World",
      "summary": "Ukraine says Russia deliberately hits Kyiv's main government building, raising fears of a wider attack; experts say Western support may influence actions and next steps.",
      "link": "https://www.bbc.com/news/articles/cgrqwpee05ro?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Israel orders all Gaza City residents to evacuate ahead of ground assault",
      "source": "BBC World",
      "summary": "Israel says it will intensify operations to capture Gaza City, prompting evacuation and raising risk of civilian harm; international pressure may shape the plan.",
      "link": "https://www.bbc.com/news/articles/cvg47kvld8go?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Qatar says Israeli Gaza attack amounts to state terror",
      "source": "Al Jazeera English",
      "summary": "Qatar condemns the Gaza strike as 'state terror,' heightening diplomatic tensions and prompting international calls for mediation and humanitarian relief amid ongoing violence.",
      "link": "https://www.aljazeera.com/news/2025/9/10/israel-kills-dozens-in-gaza-qatar-calls-israels-attack-state-terror?traffic_source=rss"
    },
    {
      "title": "Ethiopia inaugurates Africa’s largest hydroelectric dam as tensions with Egypt rise",
      "source": "The Guardian",
      "summary": "Ethiopia presents GERD as a boost to regional electrification, but Egypt fears it could constrain water flow during droughts; the ceremony signals potential for renewed talks.",
      "link": "https://www.theguardian.com/world/2025/sep/09/ethiopia-inaugurates-africa-largest-hydroelectric-dam-egypt-rift-deepens"
    },
    {
      "title": "Iran and IAEA sign agreement to restart cooperation",
      "source": "NPR News",
      "summary": "The accord aims to relaunch inspections and revive dialogue on Tehran's nuclear program, potentially easing tensions with Western powers and unlocking limited access for inspections.",
      "link": "https://www.npr.org/2025/09/09/g-s1-87860/iran-iaea-cooperation-agreement-egypt"
    },
    {
      "title": "Starmer urges coalition to push for ceasefire in Russia-Ukraine war",
      "source": "Voice of America",
      "summary": "Starmer tells European leaders that a ceasefire is needed, urging sustained diplomacy; the approach hinges on concessions from Moscow and international support.",
      "link": "https://www.voanews.com/a/starmer-sooner-or-later-russia-must-yield-to-peace/8011681.html"
    },
    {
      "title": "Widespread power outage leaves millions in Cuba without electricity",
      "source": "Voice of America",
      "summary": "Officials blame U.S. sanctions alongside aging infrastructure, fuel shortages, and hurricane risk for ongoing blackouts, with no immediate resolution in sight.",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    },
    {
      "title": "Macron names ally Lecornu as new French prime minister",
      "source": "BBC World",
      "summary": "Macron appoints Lecornu, a ruling ally, signaling a political shift as the government reshapes leadership.",
      "link": "https://www.bbc.com/news/articles/crmenp1k0mjo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Judges find Bolsonaro guilty in two of five cases",
      "source": "BBC World",
      "summary": "The ruling marks a legal development in ongoing efforts to hold the former president accountable; analysts say the verdict could influence upcoming political dynamics.",
      "link": "https://www.bbc.com/news/articles/ceq2lv20rp4o?at_medium=RSS&at_campaign=rss"
    }
  ]
}