{
  "date": "2025-11-29",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "US halts all asylum claim decisions in wake of National Guard shooting",
      "source": "BBC World",
      "summary": "The directive comes hours after President Trump said the US will pause migration from \"third-world countries\"....",
      "link": "https://www.bbc.com/news/articles/cdxweyy157go?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Zelensky's top adviser resigns after Ukrainian anti-corruption raid on his home",
      "source": "BBC World",
      "summary": "Andriy Yermak, 54, has been the Ukrainian president's chief of staff throughout Russia's full-scale war....",
      "link": "https://www.bbc.com/news/articles/ckg9nd2wddno?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Planes grounded after Airbus discovers solar radiation could impact systems",
      "source": "BBC World",
      "summary": "The issue is thought to affect 6,000 planes, which will need to undergo an urgent software update or have computers replaced....",
      "link": "https://www.bbc.com/news/articles/c8e9d13x2z7o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "College student deported when flying home for Thanksgiving, despite court order",
      "source": "The Guardian",
      "summary": "Student ‘heartbroken’ after being sent to Honduras while trying to travel from Boston to Texas, attorney saysA college freshman trying to fly from Boston to Texas to surprise her family for Thanksgivi...",
      "link": "https://www.theguardian.com/us-news/2025/nov/28/college-student-deported-boston-flight-thanksgiving"
    },
    {
      "title": "Quebec to ban public prayer in sweeping new secularism law",
      "source": "The Guardian",
      "summary": "Bill 9 would outlaw prayer and face coverings in public institutions, sparking fears it targets Muslims in CanadaQuebec says it will intensify its crackdown on public displays of religion in a sweepin...",
      "link": "https://www.theguardian.com/world/2025/nov/28/quebec-prayer-law-canada"
    },
    {
      "title": "Trump plans to pardon former Honduran President Juan Orlando Hernandez",
      "source": "NPR News",
      "summary": "Former Honduran President Juan Orlando Hernandez was convicted for drug trafficking and weapons charges and sentenced to 45 years in prison....",
      "link": "https://www.npr.org/2025/11/28/nx-s1-5624478/trump-plans-to-pardon-juan-orlando-hernandez"
    }
  ]
}