{
  "date": "2025-10-11",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Macron reappoints Lecornu as French PM after days of turmoil",
      "source": "BBC World",
      "summary": "Sébastien Lecornu resigned on Monday after 26 days in the job and he said two days later his \"mission is over\"....",
      "link": "https://www.bbc.com/news/articles/cy4j9zz54ypo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Denmark to boost Arctic defence with new ships, jets and HQ",
      "source": "BBC World",
      "summary": "Denmark will buy US F-35 fighter jets and new ships to defend the Arctic, including Greenland....",
      "link": "https://www.bbc.com/news/articles/cy9n790j878o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Trump administration starts laying off thousands of workers",
      "source": "BBC World",
      "summary": "More than 4,000 workers across seven agencies will receive notices that their jobs are being cut, the government disclosed in a court filing....",
      "link": "https://www.bbc.com/news/articles/c1mxd1g71vxo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Peru lawmakers vote to oust president Dina Boluarte over crime crisis",
      "source": "The Guardian",
      "summary": "Congress leader José Jerí sworn in as interim president as majority of lawmakers initiate impeachment against BoluarteLawmakers in Peru have voted to remove the president, Dina Boluarte, whose term ha...",
      "link": "https://www.theguardian.com/world/2025/oct/10/peru-congress-vote-oust-president-dina-boluarte-gang-violence"
    },
    {
      "title": "President Petro accuses US of killing Colombians in attacks on ‘narco-boats’",
      "source": "The Guardian",
      "summary": "Gustavo Petro demands US release names of victims: ‘A new theatre of war has opened up: the Caribbean’Colombia’s president has drawn Washington’s ire after accusing the US of killing Colombian citizen...",
      "link": "https://www.theguardian.com/world/2025/oct/09/gustavo-petro-colombia-boats-us-military"
    },
    {
      "title": "Trump threatens to impose additional 100% tariff on China and scrap Xi talks",
      "source": "France 24",
      "summary": "US President Donald Trump on Friday threatened to place an additional 100% tariff on Chinese imports starting on November 1 or sooner, expressing frustration with new export controls placed on rare ea...",
      "link": "https://www.france24.com/en/business/20251011-trump-threatens-to-impose-additional-100-tariff-on-china-and-scrap-xi-talks"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}