{
  "date": "2025-09-25",
  "summary": "Today NASA astronauts headed to the Moon on the first crewed lunar mission in more than five decades, a milestone that formally restarts human lunar exploration and advances the Artemis program’s plan for a sustained lunar presence. The flight changes short‑term priorities: it will validate new deep‑space life‑support, propulsion and landing systems, shape commercial contracting, and determine schedules for follow‑on missions and international partners. At the same time, countries moved on climate diplomacy—nations delivered new 2035 emissions targets ahead of the summit and China pledged a 7–10% cut in greenhouse gases while boosting non‑fossil fuel use—forcing governments to balance space, climate and budget decisions. The near‑term implication is that mission results and the submitted climate plans will drive funding and diplomatic talks over the next several months.\n\nSecurity and rights news included Israeli strikes that hit a Gaza City building sheltering displaced people; hospitals say at least 20 were killed, underscoring urgent humanitarian access needs. Ukraine’s president warned Russia may widen its aggression unless stopped, pressuring the UN and allies to consider more support. Former U.S. President Trump presented a 21‑point plan to Arab leaders to end the Gaza war, which leaders are weighing. Also, the U.S. Fourth Circuit allowed enforcement of a federal DEI crackdown, the UN reported Iran uses drones and facial recognition to enforce hijab rules, and campaigners say hundreds of skeletons were found in a Sinai mass grave. These developments raise the risk of wider conflict and rights erosion unless governments act.",
  "headlines": [
    {
      "title": "Astronauts head to the Moon on first crewed mission in decades",
      "source": "BBC World",
      "summary": "NASA's upcoming Moon mission marks a milestone after more than five decades, highlighting renewed interest in lunar exploration and potential next steps for the Artemis program.",
      "link": "https://www.bbc.com/news/articles/cvg0kv8rq0xo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Trump outlines 21-point plan to end Gaza war at Arab leaders meeting",
      "source": "France 24",
      "summary": "Trump says his 21-point plan could end the Gaza war, as Arab and Muslim leaders weigh the proposal and what steps might follow.",
      "link": "https://www.france24.com/en/middle-east/20250924-trump-plan-to-end-war-in-gaza-arab-muslim-leaders"
    },
    {
      "title": "Zelensky warns Russia will widen aggression beyond Ukraine if not stopped",
      "source": "BBC World",
      "summary": "Zelensky says Russia will widen the war beyond Ukraine unless stopped, highlighting ongoing danger and the need for a unified international response from the UN and allies.",
      "link": "https://www.bbc.com/news/articles/c5yg921rjrko?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Israeli strikes kill at least 20 in Gaza City, hospitals say",
      "source": "BBC World",
      "summary": "Hospitals report at least 20 dead as a strike hits a building sheltering displaced families, underscoring civilian harm and the need for urgent humanitarian access.",
      "link": "https://www.bbc.com/news/articles/cz9j4190171o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "China pledges to cut greenhouse gas emissions by 7–10%",
      "source": "France 24",
      "summary": "China says it will cut emissions by at least 7–10% and boost non-fossil fuel use domestically, signaling a shift ahead of the climate summit.",
      "link": "https://www.france24.com/en/asia-pacific/20250924-china-announces-greenhouse-gas-emissions-plan"
    },
    {
      "title": "US appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "The Fourth Circuit says the directives are likely constitutional, enabling the Trump administration to enforce its DEI policy changes across federal agencies.",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN says Iran uses drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "UN says Iran uses drones, facial recognition, and a citizen-reporting app to enforce hijab rules, raising concerns about surveillance and civil liberties.",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Nations deliver new climate targets ahead of climate summit",
      "source": "Deutsche Welle",
      "summary": "Nations submit new 2035 climate targets ahead of the summit, seeking to avert catastrophe though experts call for more ambitious action.",
      "link": "https://www.dw.com/en/nations-deliver-new-climate-targets-ahead-of-climate-summit/a-74111410?maca=en-rss-en-top-1022-rdf"
    },
    {
      "title": "Mass grave reveals scale of unlawful killings by Egyptian army in Sinai",
      "source": "The Guardian",
      "summary": "Campaigners say hundreds of skeletons were found at a Sinai mass grave, highlighting alleged unlawful killings by the Egyptian army and urging accountability.",
      "link": "https://www.theguardian.com/world/2025/sep/22/mass-grave-reveals-scale-of-unlawful-killings-by-egyptian-army-in-sinai-say-campaigners"
    }
  ]
}