{
  "date": "2025-09-02",
  "summary": "Leading scholars have publicly cited allegations that Israel's actions in Gaza amount to genocide, pointing to attacks on healthcare facilities and a high number of child deaths as central evidence in their assessment. Their statements add pressure on governments and international bodies to scrutinize conduct and consider legal and diplomatic responses. In a separate European front, a major Russian strike on Kyiv killed at least 19 people, including children, and has prompted continuing rescue operations and investigations. Taken together, these developments underscore rising international concern about civilian harm in multiple conflict zones and raise questions about accountability and protection of non-combatants.\n\nWorld leaders gathered at a regional security summit in China where Vladimir Putin, Narendra Modi and others met to discuss security issues; analysts noted warm exchanges and hand-holding that signalled cautious cordiality among some participants. Putin told reporters he has reached understandings with former US President Donald Trump on steps toward ending the war in Ukraine, while blaming Western policies for the conflict's persistence. Those diplomatic moves could affect negotiations and international pressure on the parties. Meanwhile, a 6.0-magnitude earthquake struck eastern Afghanistan, destroying towns, killing hundreds—reports vary up to at least 800—and injuring many more, with rescue teams mobilising amid urgent humanitarian needs.",
  "headlines": [
    {
      "title": "Leading scholars cite genocide allegations against Israel",
      "source": "BBC World",
      "summary": "Experts cite attacks on healthcare and child deaths as part of their assessment, highlighting alleged genocidal actions in Gaza.",
      "link": "https://www.bbc.com/news/articles/cde3eyzdr63o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Earthquake in Afghanistan causes widespread casualties and damage",
      "source": "BBC World",
      "summary": "Scores are feared dead after a mountainous eastern earthquake, with hundreds reported killed and many more injured amid rescue efforts.",
      "link": "https://www.bbc.com/news/articles/cwye0lpj9z6o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Putin, Modi and other world leaders attend summit in China",
      "source": "BBC World",
      "summary": "Putin and Modi are among twenty leaders at a regional security summit, signaling high-level discussions amid regional tensions.",
      "link": "https://www.bbc.com/news/articles/c5y310qngqpo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Attack on Kyiv leaves many dead, reports indicate",
      "source": "BBC World",
      "summary": "Russian forces launch a major strike on Ukraine's capital; at least 19 killed, including children, as rescue operations continue.",
      "link": "https://www.bbc.com/news/videos/c9wy42kjndzo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Putin says he has reached understandings with Trump on ending Ukraine war",
      "source": "BBC World",
      "summary": "Russia blames the West for the war's continuation, while presenting bilateral talks with the United States as progress toward settlement.",
      "link": "https://www.bbc.com/news/articles/c0qljy44553o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Rescue efforts under way after Afghanistan earthquake destroys towns",
      "source": "BBC World",
      "summary": "The quake measured 6.0 magnitude; at least 800 killed and thousands injured; authorities mobilize rescue teams and aid.",
      "link": "https://www.bbc.com/news/videos/cqxgx8d14wwo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Analyses highlight warmth and hand-holding at Xi, Modi and Putin summit",
      "source": "BBC World",
      "summary": "Video analysis focuses on body language and cordial exchanges among the Chinese, Indian and Russian leaders during the regional security summit in China.",
      "link": "https://www.bbc.com/news/videos/cn0r02zgjj4o?at_medium=RSS&at_campaign=rss"
    }
  ]
}