{
  "date": "2025-11-21",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Zelensky ready for 'honest work' with US to end Ukraine war",
      "source": "BBC World",
      "summary": "Kyiv says it is willing to engage with a US-backed draft peace plan aimed at ending the war with Russia....",
      "link": "https://www.bbc.com/news/articles/cly1ypqlle0o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Trump calls Democrats' message to troops seditious behaviour, punishable by death",
      "source": "BBC World",
      "summary": "Trump's comments came after a group of Democrats urged US service members to refuse unlawful commands....",
      "link": "https://www.bbc.com/news/articles/cx2p2dz9zk2o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "At least 41 dead as relentless rains flood Vietnam",
      "source": "BBC World",
      "summary": "The coastal cities of Hoi An and Nha Trang, and a key coffee-producing belt, are among the worst-hit....",
      "link": "https://www.bbc.com/news/articles/ceq0q3e2j17o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Frida Kahlo self-portrait sells for $54.7m to set new auction record for a female artist",
      "source": "The Guardian",
      "summary": "The 1940 painting of Kahlo asleep in bed has surpassed the record set by the  $44.4m sale of Georgia O’Keeffe’s Jimson Weed/White Flower No. 1 in 2014A 1940 self-portrait by famed Mexican artist Frida...",
      "link": "https://www.theguardian.com/artanddesign/2025/nov/21/frida-kahlo-self-portrait-sells-547-million-new-auction-record-female-artist"
    },
    {
      "title": "Cop30 conference centre evacuated as fire breaks out – as it happened",
      "source": "The Guardian",
      "summary": "UN secretary-general António Guterres earlier used speech at Belem summit to urge countries to find compromises in final hours of negotiationsInside the halls of Cop30 you see people from all around t...",
      "link": "https://www.theguardian.com/environment/live/2025/nov/20/cop30-live-news-updates-belem-brazil-president-lula"
    },
    {
      "title": "Frida Kahlo self-portrait sells for $54.7 million, sets new record for women artists",
      "source": "France 24",
      "summary": "Frida Kahlo’s 1940 self-portrait “El sueno (La cama)” sold for $54.66 million in New York on Thursday, Sotheby’s said, setting a record for the most expensive painting by a woman....",
      "link": "https://www.france24.com/en/culture/20251121-frida-kahlo-self-portrait-auction-record-female-artists"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}