{
  "date": "2025-12-11",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Venezuelan opposition leader makes first public appearance after months in hiding",
      "source": "BBC World",
      "summary": "Nobel Peace Prize winner María Corina Machado, who has been in hiding since January, speaks to the BBC in Oslo after her secretive journey....",
      "link": "https://www.bbc.com/news/articles/c0q5p43qgl1o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "US seizes oil tanker off the coast of Venezuela, Trump says",
      "source": "BBC World",
      "summary": "Venezuela condemns the operation as an act of \"international piracy\", vowing never to be an \"oil colony\"....",
      "link": "https://www.bbc.com/news/articles/c1w9lg11jw0o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Indigenous deaths in custody in Australia hit highest level since 1980",
      "source": "BBC World",
      "summary": "New figures show that 33 of the 113 deaths in custody between last July and this June were Indigenous...",
      "link": "https://www.bbc.com/news/articles/ckgkykywp58o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Venezuelan Nobel peace prize winner greets crowds in Oslo after nearly a year in hiding",
      "source": "The Guardian",
      "summary": "María Corina Machado climbs over barriers to meet chanting supporters gathered outside the Grand Hotel in early hours of ThursdayVenezuela’s best-known opposition leader, the Nobel peace prize winner ...",
      "link": "https://www.theguardian.com/world/2025/dec/11/maria-corina-machado-venezuela-nobel-peace-prize-winner-oslo-norway"
    },
    {
      "title": "Former Bolivian president Luis Arce reportedly detained by police",
      "source": "The Guardian",
      "summary": "Ally claims former Mas president ‘illegally kidnapped’ and suggests arrest linked to fund for Indigenous BoliviansBolivia’s former president Luis Arce was reportedly detained and taken to police headq...",
      "link": "https://www.theguardian.com/world/2025/dec/10/bolivia-luis-arce"
    },
    {
      "title": "Live: Ukraine gives revised peace plan to US, readies for more talks with allies",
      "source": "France 24",
      "summary": "Leaders of the “coalition of the willing” nations are set to hold a video conference on the Ukraine war Thursday, as Donald Trump signaled frustration with European allies and cast doubt on continued ...",
      "link": "https://www.france24.com/en/europe/20251211-live-ukraine-gives-revised-peace-plan-to-us-readies-for-more-talks-with-allies"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}