{
  "date": "2025-12-13",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Witkoff to meet Zelensky for latest Ukraine war talks",
      "source": "BBC World",
      "summary": "Donald Trump's envoy will meet the Ukrainian president and European leaders in Berlin to discuss the latest peace plan....",
      "link": "https://www.bbc.com/news/articles/c0l9954yr9ko?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "New photos from Epstein estate show Trump, Andrew and Bill Clinton",
      "source": "BBC World",
      "summary": "The photos, which do not imply wrongdoing, are part of a trove of images the House Oversight Committee received from Epstein's estate....",
      "link": "https://www.bbc.com/news/articles/crk777lj763o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Thailand-Cambodia fighting continues after Trump says countries agree to ceasefire",
      "source": "BBC World",
      "summary": "Thai PM says he told US president a ceasefire is only possible after Cambodia had withdrawn all its forces....",
      "link": "https://www.bbc.com/news/articles/cd0kkyx3vvxo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "US treasury lifts sanctions on Brazilian judge who presided over Bolsonaro case",
      "source": "The Guardian",
      "summary": "Justice Alexandre de Moraes and his wife had been under Global Magnitsky sanctions after conviction of ex-presidentThe US Department of the Treasury has lifted sanctions imposed on the Brazilian supre...",
      "link": "https://www.theguardian.com/world/2025/dec/12/brazilian-judge-sanction-lifted-bolsonaro"
    },
    {
      "title": "Colombian rebels warn civilians of military drills amid ‘imperialist’ Trump threats",
      "source": "The Guardian",
      "summary": "Citizens told to stay at home while ELN guerrillas carry out exercises in response to US president’s cocaine warningColombia’s ELN guerrilla group has ordered civilians in areas under its control to s...",
      "link": "https://www.theguardian.com/world/2025/dec/12/colombia-eln-guerrilla-rebels-trump"
    },
    {
      "title": "Cambodia says Thailand still bombing despite Trump ceasefire claim",
      "source": "France 24",
      "summary": "Cambodia said on Saturday that Thai jets continued bombing its territory hours after US President Donald Trump said the two neighbours had agreed to halt border fighting. The conflict, which stems fro...",
      "link": "https://www.france24.com/en/live-news/20251213-cambodia-says-thailand-still-bombing-hours-after-trump-truce-call"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}