{
  "date": "2025-12-23",
  "summary": "The war in Ukraine struck at the heart of Russia today, as a car bomb assassinated Lieutenant General Igor Kirillov in Moscow, decapitating a key figure in Russia's chemical weapons oversight and underscoring Kyiv's audacious reach deep inside enemy lines. This brazen hit came mere hours after Moscow unleashed its largest barrage yet—over 650 drones and dozens of missiles across 13 Ukrainian regions—killing at least three, including a child, and plunging millions into freezing power outages. With Ukraine scrambling to mend its battered grid, the tit-for-tat escalations expose the conflict's vicious cycle, where battlefield setbacks breed desperate retaliation and erode any flicker of peace prospects.\n\nElsewhere, protracted crises deepened without relief. In Sudan, as the war grinds toward its 1,000th day, the UN's OCHA agency implored the Security Council for urgent action amid a humanitarian catastrophe afflicting millions, with aid access strangled by violence. Gaza's displaced families, meanwhile, huddle in Israeli-bombed ruins for shelter, a grim testament to stalled reconstruction and unrelenting hardship. Australia, too, saw post-Bondi terror attack unity fracture, as politicians traded partisan barbs ahead of elections, leaving victims' families amid the acrimony.\n\nIn a rare pivot to policy over peril, America's federal student loan landscape shifts dramatically for 2026: the SAVE plan folds, thrusting millions into revamped repayment options amid legal turbulence. For borrowers, it's a stark reminder that even in calmer waters, financial storms loom.",
  "headlines": [
    {
      "title": "Car Bomb Kills Russian Lieutenant General in Moscow",
      "source": "New York Times World",
      "summary": "A car bomb assassinated a senior Russian military official in Moscow. The targeted killing affects Russia's military leadership. Authorities investigate as part of ongoing attacks inside Russia.",
      "link": "https://www.nytimes.com/2025/12/22/world/europe/russia-moscow-general-killed.html"
    },
    {
      "title": "Russia Fires Hundreds of Drones and Missiles at Ukraine",
      "source": "Associated Press",
      "summary": "Russia launched over 650 drones and dozens of missiles across 13 Ukrainian regions, killing at least three people including a child. Power outages affect millions in cold weather. Ukraine repairs infrastructure.",
      "link": "https://apnews.com/article/russia-ukraine-war-drone-missiles-attack-18fc9cbc3bed4103b4863bbdbc57e181"
    },
    {
      "title": "OCHA Calls for Security Council Action on Sudan War",
      "source": "AllAfrica",
      "summary": "OCHA briefs UN Security Council as Sudan's war nears 1,000 days. Humanitarian crisis worsens for millions of civilians. Agency urges immediate action to address escalating needs and access issues.",
      "link": "https://allafrica.com/stories/202512230102.html"
    },
    {
      "title": "Australian Politicians Turn Partisan After Bondi Terror Attack",
      "source": "New York Times World",
      "summary": "Leaders in Australia abandon post-Bondi massacre unity for political disputes. Public and victims' families face divided responses. Debate continues ahead of elections.",
      "link": "https://www.nytimes.com/2025/12/23/world/australia/australia-bondi-massacre-politics.html"
    },
    {
      "title": "Palestinians Use Israeli-Bombed Buildings as Refuge in Gaza",
      "source": "Al Jazeera English",
      "summary": "Families in Gaza City adapt to life in structures damaged by Israeli bombings. Displaced residents seek shelter amid ruins. Reconstruction efforts remain stalled.",
      "link": "https://www.aljazeera.com/gallery/2025/12/23/gaza-families-rebuild-lives-amidst-ruins-struggle-for-normalcy?traffic_source=rss"
    },
    {
      "title": "Federal Student Loan Repayment Plans Change in 2026",
      "source": "NPR News",
      "summary": "The SAVE Plan ends as U.S. federal student loan options overhaul for 2026. Borrowers face new repayment structures. Millions adjust payments amid legal challenges.",
      "link": "https://www.npr.org/2025/12/23/nx-s1-5630504/2026-federal-loans-student-changes-save-plan"
    }
  ]
}