{
  "date": "2025-11-25",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Zelensky welcomes amendments to proposed peace plan",
      "source": "BBC World",
      "summary": "There was optimism following the talks in Geneva, but no details emerged on how to bridge the huge divide between Moscow and Kyiv over territory and security guarantees....",
      "link": "https://www.bbc.com/news/articles/cpd6qd10l94o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Russia and Ukraine trade deadly strikes overnight",
      "source": "BBC World",
      "summary": "The attacks hit several residential buildings in Kyiv and killed two people, while Russia's Rostov region reported three deaths....",
      "link": "https://www.bbc.com/news/articles/cy95jvw57v2o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Belgian airports to be hit by 'major disruption' amid austerity strike",
      "source": "BBC World",
      "summary": "Three days of industrial action are set to affect public services and transport across the country....",
      "link": "https://www.bbc.com/news/articles/c0jew0lyv98o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Cases against Comey and James tossed, Pentagon investigating US senator and Turning Point USA looks to 2028 – as it happened",
      "source": "The Guardian",
      "summary": "This live blog is now closed.Trump news at a glance: judge tosses criminal cases against James Comey and Letitia JamesThe president was online early today, and fired off a Truth Social post at 5:38am ...",
      "link": "https://www.theguardian.com/us-news/live/2025/nov/24/us-politics-trump-venezuela-marjorie-tayor-greene-latest-updates"
    },
    {
      "title": "Grizzly bear that attacked children and teachers in Canada still eludes searchers",
      "source": "The Guardian",
      "summary": "Eleven people were injured as three teachers fought the bear during attack on walking trail in British ColumbiaConservation officers in British Columbia are still searching for a female grizzly bear a...",
      "link": "https://www.theguardian.com/world/2025/nov/24/canada-grizzly-bear-attack-search"
    },
    {
      "title": "Trump deadline looms as Ukraine and Russia trade deadly strikes",
      "source": "France 24",
      "summary": "Ukraine and Russia counted fresh casualties on Tuesday after trading heavy overnight strikes, as negotiators rushed to revise a US peace framework ahead of a Thanksgiving deadline set by President Don...",
      "link": "https://www.france24.com/en/europe/20251125-russian-strikes-kyiv-ignite-fires-residential-buildings"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}