{
  "date": "2025-11-18",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Trump's plan for Gaza backed by UN Security Council",
      "source": "BBC World",
      "summary": "Included in the 20-point peace plan is the establishment of an International Stabilisation Force (ISF), which would work to demilitarise the territory....",
      "link": "https://www.bbc.com/news/articles/c0rpkgq4wllo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "A Chinese firm bought an insurer for CIA agents - part of Beijing's trillion dollar spending spree",
      "source": "BBC World",
      "summary": "When an insurer for FBI and CIA agents was sold to a Chinese entity, it led the US to tighten investment laws....",
      "link": "https://www.bbc.com/news/articles/c4g311jn1m9o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "US judge says government 'missteps' may have tainted Comey case",
      "source": "BBC World",
      "summary": "The former FBI director is facing federal charges after Donald Trump called for his prosecution....",
      "link": "https://www.bbc.com/news/articles/cj0el0vg8mno?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "UK downplays reports it has stopped sharing intelligence with US regarding narco-traffickers",
      "source": "The Guardian",
      "summary": "Yvette Cooper makes first public comments by minister over issue linked to bombing campaign in CaribbeanUK politics live – latest updatesUS politics live – latest updatesBritain’s foreign secretary ha...",
      "link": "https://www.theguardian.com/politics/2025/nov/17/uk-downplays-reports-stopped-sharing-intelligence-us-yvette-cooper"
    },
    {
      "title": "US will label supposed Venezuelan drug cartel ‘headed by Maduro’ as terrorist organization",
      "source": "The Guardian",
      "summary": "Experts believe decision is designed to pressure Venezuela’s leader into stepping down with threat of military forceIs US preparing to attack Venezuela and how has Maduro regime responded?The US has s...",
      "link": "https://www.theguardian.com/us-news/2025/nov/17/trump-venezuelan-drug-cartel"
    },
    {
      "title": "Larry Summers steps back from public roles after Epstein revelations",
      "source": "France 24",
      "summary": "Former US Treasury Secretary Larry Summers said on Monday he will withdraw from all public commitments, days after President Donald Trump ordered a Justice Department investigation into his and other ...",
      "link": "https://www.france24.com/en/americas/20251118-larry-summers-epstein-files"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}