{
  "date": "2025-11-28",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Firefighters search for hundreds still missing in devastating Hong Kong tower blocks fire",
      "source": "BBC World",
      "summary": "Dozens of people have died and hundreds remain unaccounted for after Wednesday's blaze....",
      "link": "https://www.bbc.com/news/articles/c62n3enz9klo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Video shows speed fire spreads in Hong Kong tower block",
      "source": "BBC World",
      "summary": "Footage geolocated by BBC Verify show the blaze taking hold in Wang Cheong House....",
      "link": "https://www.bbc.com/news/videos/c3w7e2p48l7o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Putin doubles down on demands for Ukrainian territory ahead of talks with US in Moscow",
      "source": "BBC World",
      "summary": "The Russian president accuses Kyiv of wanting to fight \"to the last Ukrainian\" - which he says Russia is also \"in principle\" ready to do....",
      "link": "https://www.bbc.com/news/articles/cp84nl57v0lo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Canada minister resigns from cabinet over Carney’s controversial oil pipeline deal",
      "source": "The Guardian",
      "summary": "Minister Steven Guilbeault says Indigenous nations were not consulted and the pipeline would have ‘major environmental impacts’Mark Carney has agreed an energy deal with Alberta centred on plans for a...",
      "link": "https://www.theguardian.com/world/2025/nov/27/mark-carney-alberta-oil-pipeline-deal-canada-first-nations"
    },
    {
      "title": "Peru’s ousted ‘president of the poor’ gets 11-year sentence for rebellion",
      "source": "The Guardian",
      "summary": "Pedro Castillo was sentenced by the supreme court for trying to disband Congress and rule by decree in 2022Peru’s supreme court on Thursday sentenced the former leftwing president Pedro Castillo to 11...",
      "link": "https://www.theguardian.com/world/2025/nov/27/perus-ousted-president-of-the-poor-gets-11-year-sentence-for-rebellion"
    },
    {
      "title": "US to stop Venezuelan drug traffickers by land 'very soon', says Trump",
      "source": "France 24",
      "summary": "US President Donald Trump said Thursday that efforts to halt Venezuelan drug trafficking “by land” would begin “very soon,” escalating tensions with Caracas, which says the campaign is aimed at regime...",
      "link": "https://www.france24.com/en/americas/20251128-us-venezuelan-drug-traffickers-land-trump"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}