{
  "date": "2025-10-01",
  "summary": "Rescue teams raced to find survivors after an Indonesian school partially collapsed, with local authorities saying more than 90 people are believed buried and at least six remain alive and in contact with rescuers. The disaster occurred as the Philippines was struck by a 6.9-magnitude earthquake that Deutsche Welle reports has killed at least several dozen people and overwhelmed hospitals in hard-hit towns. What changed today is that emergency resources were immediately stretched across two major crises, prompting rapid redeployments of search crews, heavy equipment and medical aid; the near-term priority is to stabilize the school and clear rubble to reach survivors, and officials warn the building's unstable condition raises the concrete risk of further collapse.\n\nOther developments focused on security, governance and non-conflict events. European leaders convened in Denmark after drone disruptions to discuss stronger air defences, while the UN Security Council voted to more than double international forces to fight gangs in Haiti, intended to protect civilian rights and stabilize the capital. Deutsche Welle reports a military court in the DRC sentenced former president Joseph Kabila to death in absentia, a contested ruling that could heighten tensions. South Africa’s ambassador to France was found dead outside a Paris hotel. Non-conflict items include Namibia’s army deployment to battle an Etosha wildfire and a US federal shutdown after Congress missed a funding deadline; markets and services will watch whether lawmakers pass funding to end the shutdown.",
  "headlines": [
    {
      "title": "Authorities say more than 90 people are believed buried after Indonesian school collapse",
      "source": "Al Jazeera English",
      "summary": "Rescue teams race to locate more survivors, as at least six people remain alive and in contact with authorities, with officials noting access remains hindered by the building's condition.",
      "link": "https://www.aljazeera.com/news/2025/10/1/over-90-people-believed-buried-under-rubble-after-indonesia-school-collapse?traffic_source=rss"
    },
    {
      "title": "Philippines is hit by 6.9-magnitude earthquake with dozens dead",
      "source": "Deutsche Welle",
      "summary": "Deutsche Welle says the quake overwhelms the main hospital in Bogo city as teams assess injuries and coordinate relief for families affected across the region.",
      "link": "https://www.dw.com/en/philippines-hit-by-6-9-magnitude-earthquake-dozens-dead/a-74193950?maca=en-rss-en-top-1022-rdf"
    },
    {
      "title": "European leaders convene in high-security Danish summit after drone disruption",
      "source": "BBC World",
      "summary": "BBC World says talks focus on bolstering EU defence amid Russian airspace incursions and fallout from drone disruptions to Danish airports.",
      "link": "https://www.bbc.com/news/articles/cp8jdene16ro?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "UNSC votes to bolster forces to fight gangs in Haiti",
      "source": "Deutsche Welle",
      "summary": "Deutsche Welle says the Security Council votes to more than double the international force to help stop worsening gang violence in Port-au-Prince.",
      "link": "https://www.dw.com/en/haiti-unsc-votes-to-bolster-forces-to-fight-gangs/a-74193653?maca=en-rss-en-top-1022-rdf"
    },
    {
      "title": "Namibia deploys army to fight wildfire burning Etosha game reserve",
      "source": "The Guardian",
      "summary": "The Guardian says hundreds of soldiers are deployed as a wildfire scorches a third of Etosha, risking habitats for the park's mammals.",
      "link": "https://www.theguardian.com/world/2025/sep/28/namibia-army-wildfire-etosha-game-reserve"
    },
    {
      "title": "US government shuts down after Congress fails to reach funding agreement",
      "source": "NPR News",
      "summary": "NPR News says large portions of the federal government halt operations as lawmakers miss a funding deadline, with agencies furloughing staff and delaying services.",
      "link": "https://www.npr.org/2025/10/01/nx-s1-5558456/government-shutdown-trump-house"
    },
    {
      "title": "South Africa's ambassador to France is found dead outside Paris hotel",
      "source": "AllAfrica",
      "summary": "AllAfrica says Nathi Mthethwa was found dead outside a Paris hotel about 24 hours after his wife reported him missing.",
      "link": "https://allafrica.com/stories/202509300542.html"
    },
    {
      "title": "Former Congo leader Joseph Kabila is sentenced to death in absentia",
      "source": "Deutsche Welle",
      "summary": "Deutsche Welle says former Congolese president Joseph Kabila is sentenced to death in absentia by a military court for treason and alleged ties to the M23 militia.",
      "link": "https://www.dw.com/en/congo-death-sentence-for-former-leader-joseph-kabila/a-74192092?maca=en-rss-en-top-1022-rdf"
    }
  ]
}