{
  "date": "2025-12-05",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Putin says Russia will take Donbas by force or Ukraine's troops will withdraw",
      "source": "BBC World",
      "summary": "The Russian leader's comments come as US and Ukrainian negotiators are due to hold a new round of talks....",
      "link": "https://www.bbc.com/news/articles/cgexgwr1wrro?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Oil, defence and geopolitics: Why Putin is visiting Modi in Delhi",
      "source": "BBC World",
      "summary": "BBC editors explain what is at stake as Russian President Vladimir Putin starts a two-day visit to India....",
      "link": "https://www.bbc.com/news/articles/cj4q2vpggr9o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Ireland among countries boycotting Eurovision after Israel allowed to compete",
      "source": "BBC World",
      "summary": "There had been calls for Israel's exclusion over the war in Gaza, as well as unfair voting accusations....",
      "link": "https://www.bbc.com/news/articles/cde6d8wyp79o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Experts urge release of boat strike video as US admiral denies ‘kill them all’ order",
      "source": "The Guardian",
      "summary": "Democrat Jim Himes calls footage ‘one of the most troubling scenes’ he’s observed in public serviceAnalysis: Killing of survivors sparks outrage – but entire US ‘drug boat’ war is legally shakyTop Dem...",
      "link": "https://www.theguardian.com/us-news/2025/dec/04/video-second-boat-strike-military-caribbean"
    },
    {
      "title": "Student describes ‘horror show’ ICE deportation to Honduras at Thanksgiving",
      "source": "The Guardian",
      "summary": "Any Lucia López Belloza, 19, was detained at Boston airport while on the way to see family in Austin for a surprise tripAny Lucia López Belloza had not seen her parents and two little sisters since st...",
      "link": "https://www.theguardian.com/us-news/2025/dec/04/student-describes-horror-show-ice-deportation-to-honduras-at-thanksgiving"
    },
    {
      "title": "China and France deepen cooperation amid Ukraine and trade tensions",
      "source": "France 24",
      "summary": "French President Emmanuel Macron met Chinese President Xi Jinping in Beijing on Thursday, seeking to draw China into efforts to pressure Russia toward a ceasefire in Ukraine while shoring up strained ...",
      "link": "https://www.france24.com/en/europe/20251205-china-france-discuss-ukraine-trade"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}