{
  "date": "2025-10-31",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Trump caps refugee admissions at record low - with most to be white South Africans",
      "source": "BBC World",
      "summary": "The president sets the limit at 7,500 for the coming year, a dramatic cut from 125,000....",
      "link": "https://www.bbc.com/news/articles/cy40jj71243o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "How teenager gave a street concert and was caught up in Russia's repressive past",
      "source": "BBC World",
      "summary": "Diana Loginova sang songs critical of the Kremlin. The 18-year-old and her bandmate are now in court....",
      "link": "https://www.bbc.com/news/articles/cz91jyxj88ko?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "'We saw people murdered in front of us' - Sudan siege survivors speak to the BBC",
      "source": "BBC World",
      "summary": "Harrowing accounts from people who have escaped an RSF assault on the besieged city of el-Fasher....",
      "link": "https://www.bbc.com/news/articles/cgr4qqgdlkjo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Hurricane Melissa death toll rises as storm wreaks destruction across Caribbean – as it happened",
      "source": "The Guardian",
      "summary": "This blog is closedHurricane Melissa hits Cuba after turning Jamaica into ‘disaster area’Visual guide to Hurricane MelissaTell us if you’ve been affectedAs Cuba prepares for the storm to make landfall...",
      "link": "https://www.theguardian.com/world/live/2025/oct/29/hurricane-melissa-live-updates-strengthens-cuba-extensive-damage-parts-of-jamaica"
    },
    {
      "title": "Hurricane Melissa hits Cuba after turning Jamaica into ‘disaster area’",
      "source": "The Guardian",
      "summary": "Most intense tropical cyclone to hit Jamaica in nearly two centuries leaves trail of devastation in its wakeHurricane Melissa has torn through the Caribbean, slamming into Cuba while leaving parts of ...",
      "link": "https://www.theguardian.com/world/2025/oct/29/hurricane-melissa-hits-cuba-after-turning-jamaica-into-disaster-area"
    },
    {
      "title": "Hurricane Melissa death toll rises as storm strengthens toward Bermuda",
      "source": "France 24",
      "summary": "Hurricane Melissa’s death toll rose to 49 on Thursday after it tore through the northern Caribbean and gained strength en route to Bermuda, officials said. Jamaica’s information minister told Reuters ...",
      "link": "https://www.france24.com/en/americas/20251031-dead-hurricane-melissa"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}