{
  "date": "2025-11-03",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "At least 20 dead after magnitude-6.3 earthquake hits Afghanistan",
      "source": "BBC World",
      "summary": "The quake struck near Mazar-e Sharif, one of Afghanistan's largest cities, in the early hours of Monday....",
      "link": "https://www.bbc.com/news/articles/c8jrw12d3edo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "I'm luckiest man alive, it's a miracle, says Air India sole survivor",
      "source": "BBC World",
      "summary": "Viswashkumar Ramesh describes the pain and anguish he is enduring despite surviving the disaster....",
      "link": "https://www.bbc.com/news/articles/cp85zvne1m3o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "'No help, no food, no water': Hurricane-hit Jamaican towns desperately wait for aid",
      "source": "BBC World",
      "summary": "Days after Hurricane Melissa hit, communities are isolated with little food, no water, and no idea of when normalcy will return....",
      "link": "https://www.bbc.com/news/articles/cpv11w8ez10o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Spain expresses regret over ‘injustice’ suffered by Mexico’s Indigenous people during conquest",
      "source": "The Guardian",
      "summary": "Acknowledgment shows shift in tone after six years of diplomatic spats over colonial-era abusesSpain has acknowledged and expressed regret over the “pain and injustice” suffered by the Indigenous peop...",
      "link": "https://www.theguardian.com/world/2025/nov/01/spain-expresses-regret-over-injustice-suffered-by-mexicos-indigenous-people-during-conquest"
    },
    {
      "title": "‘How do you rebuild all this?’ Black River residents assess damage after Hurricane Melissa",
      "source": "The Guardian",
      "summary": "People of Jamaican coastal town described as storm’s ground zero are traumatised and desperate for helpIt is a treacherous journey to Black River, a coastal town in Jamaica’s southwestern parish of St...",
      "link": "https://www.theguardian.com/world/2025/oct/31/black-river-jamaica-residents-assess-damage-after-hurricane-melissa"
    },
    {
      "title": "On the trail of migrant smugglers 3/3: Gang war shootouts on a trafficking highway",
      "source": "France 24",
      "summary": "EXCLUSIVE. A motorway rest stop near Dijon became the site of a deadly bid for vengeance between migrant trafficking gangs in February 2025. An Iraqi migrant was killed and a police officer from Franc...",
      "link": "https://www.france24.com/en/france/20251103-on-the-trail-of-migrant-smugglers-3-3-gang-war-shootouts-on-a-trafficking-highway"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}