{
  "date": "2025-11-22",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Ukraine allies to hold talks at G20 on White House peace plan",
      "source": "BBC World",
      "summary": "The gathering in South Africa comes as US President Donald Trump gives Ukraine until Thursday to agree to the deal....",
      "link": "https://www.bbc.com/news/articles/clyx9xnpll8o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "What we know about leaked US draft plan to end Russia's Ukraine war",
      "source": "BBC World",
      "summary": "There are 28 key points and while several on the face of it could be acceptable to Ukraine, others cross Kyiv's red lines....",
      "link": "https://www.bbc.com/news/articles/cde6yld78d6o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "High-profile Republican Marjorie Taylor Greene to quit Congress after Trump feud",
      "source": "BBC World",
      "summary": "Her feud with the president erupted amid her relentless calls to release files related to paedophile Jeffrey Epstein....",
      "link": "https://www.bbc.com/news/articles/cj4qx1lenvjo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Eleven injured after grizzly bear attacks schoolchildren and teachers in Canada",
      "source": "The Guardian",
      "summary": "Two critically hurt after attack on walking trail in British Columbia as police and conservation officers search for bearEleven people were injured, two of them critically, when a grizzly bear attacke...",
      "link": "https://www.theguardian.com/world/2025/nov/21/grizzly-bear-attacks-children-teachers-canada-british-columbia"
    },
    {
      "title": "Trump’s DoJ investigating unfounded claims Venezuela helped steal 2020 election",
      "source": "The Guardian",
      "summary": "Exclusive: Discredited election-rigging conspiracy theory could strengthen Trump’s military action against MaduroFederal investigators have been interviewing multiple people who are pushing unfounded ...",
      "link": "https://www.theguardian.com/us-news/2025/nov/21/trump-doj-venezuela-2020-election"
    },
    {
      "title": "MAGA figure Marjorie Taylor Greene to quit US Congress after split with Trump",
      "source": "France 24",
      "summary": "Longtime Trump loyalist Marjorie Taylor Greene announced on Friday she was resigning from the House of Representatives in the wake of a dramatic falling out with the US president, who has labelled her...",
      "link": "https://www.france24.com/en/live-news/20251122-major-maga-figure-greene-resigns-from-us-congress"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}