{
  "date": "2025-09-01",
  "summary": "Russia launched a wave of strikes across Ukraine, with Kyiv saying missiles and shelling hit 14 regions as fighting escalated. Officials reported at least one death and about 30 injuries from the wider attacks, and a separate assault on the capital left at least 19 people dead, including four children, according to authorities and witnesses. The sharp increase in hits across multiple fronts has put civilians and infrastructure under growing strain. At the same time, Israeli forces said they had killed Hamas spokesman Abu Obeida in Gaza strikes on Saturday, a claim Hamas has not confirmed, marking another flashpoint in regional violence.\n\nNew video released by officials shows Israel struck Gaza’s Nasser Hospital four times, two more strikes than first reported, raising fresh concerns about attacks on medical facilities and civilian harm. Diplomatically, the United States blocked a Palestinian leader from attending a UN meeting in New York while France pushes efforts to recognise a Palestinian state next month, highlighting tensions at the United Nations over how to respond. Severe flooding also swamped a wealthy neighbourhood in Lahore, Pakistan, submerging homes and infrastructure. Taken together, these stories underline growing humanitarian suffering, strained public services and deepening political strains that complicate relief and diplomacy.",
  "headlines": [
    {
      "title": "Russia attacks Ukrainian regions, Kyiv reports casualties",
      "source": "BBC World",
      "summary": "Kyiv reports Russia hit 14 regions, causing at least one death and about 30 injuries, as fighting escalates across Ukraine.",
      "link": "https://www.bbc.com/news/articles/c4g614x9kqko?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Attack on Kyiv leaves at least 19 dead, including children",
      "source": "BBC World",
      "summary": "The attack on Kyiv kills at least 19 people, including four children, according to authorities and witnesses amid ongoing exchanges of fire.",
      "link": "https://www.bbc.com/news/videos/c9wy42kjndzo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Israel says Hamas spokesman Abu Obeida is killed in Gaza",
      "source": "BBC World",
      "summary": "Israel says Hamas spokesman Abu Obeida was killed in Gaza strikes on Saturday; Hamas has not confirmed the death.",
      "link": "https://www.bbc.com/news/articles/cm214r5rd29o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "New footage shows Israel strikes Gaza's Nasser Hospital four times",
      "source": "BBC World",
      "summary": "New footage reveals Israel struck Gaza's Nasser Hospital four times, two more than initially reported, according to officials.",
      "link": "https://www.bbc.com/news/articles/cly6lxn1l4po?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "US blocks Palestinian leader from attending UN meeting in New York",
      "source": "BBC World",
      "summary": "The US blocks a Palestinian leader from UN meeting as France leads efforts to recognise a Palestinian state next month.",
      "link": "https://www.bbc.com/news/articles/cjdym32z9v7o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Luxury Lahore neighborhood becomes submerged in floods",
      "source": "BBC World",
      "summary": "Video shows a luxury Lahore neighborhood submerged by floods, illustrating severe local flooding that has affected homes and infrastructure in the city.",
      "link": "https://www.bbc.com/news/videos/cm2vdm1pnd8o?at_medium=RSS&at_campaign=rss"
    }
  ]
}