{
  "date": "2025-10-10",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "How Trump secured a Gaza breakthrough which eluded Biden",
      "source": "BBC World",
      "summary": "Trump's unique style and his relationships with key players helped but there were also factors beyond his control....",
      "link": "https://www.bbc.com/news/articles/cj3yke64vp6o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "New York Attorney General Letitia James criminally indicted",
      "source": "BBC World",
      "summary": "James, who led a civil fraud case against US President Donald Trump, was indicted in Alexandria, Virginia....",
      "link": "https://www.bbc.com/news/articles/c4g9n4xj904o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Major Russian strikes cut power across Kyiv",
      "source": "BBC World",
      "summary": "Drone and missile strikes caused blackouts in Kyiv and killed a seven-year-old in Ukraine's south-east, officials say....",
      "link": "https://www.bbc.com/news/articles/cvgq2vnxzlvo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Cristina Fernández de Kirchner: Argentinian court sentences man to 10 years for attempted assassination",
      "source": "The Guardian",
      "summary": "Court in Buenos Aires sentences Fernando Sabag Montiel and accomplice over 2022 incident in which gun was pointed at former president but did not go offA court in Argentina has sentenced a man to 10 y...",
      "link": "https://www.theguardian.com/world/2025/oct/09/cristina-fernandez-de-kirchner-former-argentinian-president-attempted-assassination-court-sentences-man"
    },
    {
      "title": "Senate Republicans vote against check on Trump using deadly force against cartels",
      "source": "The Guardian",
      "summary": "First vote in Congress on military campaign that White House says has hit four vessels and killed at least 21 peopleSenate Republicans voted down legislation Wednesday that would have put a check on D...",
      "link": "https://www.theguardian.com/us-news/2025/oct/08/senate-republicans-trump-deadly-force-cartels"
    },
    {
      "title": "Peru's Congress votes to impeach Dina Boluarte as crime wave stirs anger",
      "source": "France 24",
      "summary": "Lawmakers in Peru voted Friday to impeach President Dina Boluarte, who refused to appear before Congress for the overnight hearing. Boluarte, whose term has been marked by recurrent protests, has been...",
      "link": "https://www.france24.com/en/americas/20251010-peru-congress-votes-impeach-president-boluarte-crime-wave-stirs-anger"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}