{
  "date": "2025-09-12",
  "summary": "Jair Bolsonaro was found guilty today of attempting a coup after losing the 2022 election and faces a 27‑year sentence, officials say. The verdict changes his legal status and heightens political uncertainty in Brazil: lawyers are expected to file appeals and authorities must decide whether to enforce the sentence pending review, raising the concrete risk of unrest during the appeals process. The ruling arrives as other crises strain governments and services — a widespread power outage left millions, including people in Havana, without electricity while satellite images showed widespread destruction in Gaza City from recent strikes — underscoring pressure on infrastructure and urgent humanitarian needs.\n\nSecurity and humanitarian developments dominated headlines elsewhere. Russia and Belarus launched Zapad 2025 drills and NATO partners pledged support to Poland after drones were shot down, raising miscalculation risks on NATO’s eastern flank. Qatar’s prime minister told the UN that Israel “went beyond borders” in the Doha strike; that claim is contested and world powers urged restraint. Médecins Sans Frontières reported nearly 100 wounded patients arriving at clinics across Darfur and said at least four people died on arrival, highlighting threats to aid workers and civilian care. Also, NASA and SpaceX cleared a crew launch to the ISS to complete a routine rotation and allow a crew return, a step that matters for station operations, space policy and commercial mission schedules.",
  "headlines": [
    {
      "title": "Widespread Cuba power outage leaves millions in dark",
      "source": "Voice of America",
      "summary": "Officials say the outage affected western Cuba and Havana, with aging infrastructure contributing; authorities are investigating causes and restoring power.",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    },
    {
      "title": "Bolsonaro faces 27-year sentence over Brazil coup plot",
      "source": "BBC World",
      "summary": "Officials say Bolsonaro was found guilty of attempting a coup after losing the election; the case could go to appeals.",
      "link": "https://www.bbc.com/news/articles/c8xrqxk9p4xo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Satellite images reveal destruction in Gaza City from Israeli strikes",
      "source": "Al Jazeera English",
      "summary": "Satellite imagery shows broad destruction in Gaza City, highlighting the humanitarian toll and the urgent need for reconstruction and aid access.",
      "link": "https://www.aljazeera.com/news/longform/2025/9/12/before-and-after-satellite-images-show-how-israel-has-destroyed-gaza-city?traffic_source=rss"
    },
    {
      "title": "Russia and Belarus launch Zapad 2025 drills amid NATO tensions",
      "source": "France 24",
      "summary": "Officials say Zapad 2025 drills raise tensions on NATO's eastern flank following Polish drone incidents; experts warn the exercises may escalate miscalculation risks.",
      "link": "https://www.france24.com/en/europe/20250912-russia-belarus-start-zapad-2025-drills-putting-nato-on-edge-after-poland-drone-raid"
    },
    {
      "title": "Qatar says Israel crosses borders with Doha strike",
      "source": "France 24",
      "summary": "Qatar's prime minister tells the UN that Israel has gone beyond borders after the Doha strike; world powers condemn the attack and call for restraint.",
      "link": "https://www.france24.com/en/middle-east/20250912-israel-qatar-pm-un-doha-attack"
    },
    {
      "title": "Attacks across Darfur leave nearly 100 wounded in MSF facilities",
      "source": "AllAfrica",
      "summary": "MSF says wounded patients arrived at clinics across Darfur after attacks; four people died on arrival; aid workers' safety and access to care are at stake.",
      "link": "https://allafrica.com/stories/202509120035.html"
    },
    {
      "title": "NASA SpaceX launch crew to space station to retrieve stuck astronauts",
      "source": "Voice of America",
      "summary": "The launch clears way for returning astronauts aboard the ISS after a routine rotation, as NASA and SpaceX plan docking later this weekend.",
      "link": "https://www.voanews.com/a/nasa-spacex-launch-crew-to-space-station-to-retrieve-stuck-astronauts/8011575.html"
    },
    {
      "title": "US appeals court clears crackdown on DEI programs",
      "source": "Voice of America",
      "summary": "A Fourth Circuit panel allows enforcement of federal DEI directives pending further appeals, enabling the government to implement policies the White House supports.",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "NATO strengthens defenses after drones shot down over Poland",
      "source": "BBC World",
      "summary": "Germany, the Netherlands and the Czech Republic pledge additional support to Poland to defend NATO's eastern flank amid heightened tensions with Russia.",
      "link": "https://www.bbc.com/news/articles/c0lkz2n34z6o?at_medium=RSS&at_campaign=rss"
    }
  ]
}