{
  "date": "2025-12-04",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Ukraine and US negotiators to meet in Florida after Moscow talks, White House says",
      "source": "BBC World",
      "summary": "US special envoy Steve Witkoff will meet senior Ukrainian negotiator, Rustem Umerov, for talks in Miami on Thursday....",
      "link": "https://www.bbc.com/news/articles/c7731n5z6d3o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Oil, defence and geopolitics: Why Putin is visiting Modi in Delhi",
      "source": "BBC World",
      "summary": "BBC editors explain what is at stake as Russian President Vladimir Putin starts a two-day visit to India....",
      "link": "https://www.bbc.com/news/articles/cj4q2vpggr9o?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "South Korea developing app that shows real-time location of stalkers",
      "source": "BBC World",
      "summary": "Critics have voiced concern over the pervasiveness of stalking and violence against women in South Korea....",
      "link": "https://www.bbc.com/news/articles/cp84y7jx2pzo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Colombia’s president warns Trump: ‘Do not wake the jaguar’ with threats of military strikes",
      "source": "The Guardian",
      "summary": "Gustavo Petro responded to intimations by US president of military strikes on Colombian soil to fight drug traffickingColombia’s president has warned Donald Trump that he risked “waking the jaguar” af...",
      "link": "https://www.theguardian.com/world/2025/dec/03/colombia-trump-warning-military-threat"
    },
    {
      "title": "Pete Hegseth says he ‘didn’t stick around’ to watch second strike on alleged drug boat as Democrats slam administration over attacks – as it happened",
      "source": "The Guardian",
      "summary": "Defense secretary says he ‘moved on to my next meeting’ as sensitive military operation was under way; top Democrat calls Hegseth ‘spineless’ and ‘a national embarrassment’. This blog is now closed.Wh...",
      "link": "https://www.theguardian.com/us-news/live/2025/dec/02/donald-trump-pete-hegseth-boat-venezuela-maduro-tennessee-us-politics-live-news-updates"
    },
    {
      "title": "Macron meets Xi in Beijing as he urges China to push for Ukraine ceasefire",
      "source": "France 24",
      "summary": "French President Emmanuel Macron arrived in Beijing on Thursday for high-stakes talks with Xi Jinping, aiming to persuade China to use its influence with Moscow to help secure a ceasefire in Ukraine w...",
      "link": "https://www.france24.com/en/asia-pacific/20251204-macron-meets-xi-china-ukraine-ceasefire"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}