{
  "date": "2025-10-03",
  "summary": "Global markets and international affairs continued their steady progression today, with various developments across economic, political, and social sectors. Meanwhile, key indicators suggest ongoing stability in most regions, as institutions worldwide coordinate responses to emerging challenges.\n\nThese developments reflect a broader pattern of international cooperation and economic resilience. As governments and organizations navigate complex global dynamics, their coordinated approach demonstrates a commitment to maintaining stability while addressing long-term strategic initiatives through established diplomatic and economic channels.",
  "headlines": [
    {
      "title": "Trump wields axe over 'Democrat Agencies' as shutdown blame game rages",
      "source": "BBC World",
      "summary": "He said the shutdown could be an opportunity to \"clear out dead wood\", giving no hint of concessions to Democrats....",
      "link": "https://www.bbc.com/news/articles/ckg201rnw2zo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "'I lost my way' - Diddy begs judge for leniency on eve of sentencing",
      "source": "BBC World",
      "summary": "In a letter to the judge, Combs apologised and said he had been reformed after 13 months in jail....",
      "link": "https://www.bbc.com/news/articles/c5y8zgey6lgo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "First killings in Morocco since Gen Z protests erupted",
      "source": "BBC World",
      "summary": "Police say they shot dead two people who were part of a crowd trying to storm a police station....",
      "link": "https://www.bbc.com/news/articles/cgrqpekyxpvo?at_medium=RSS&at_campaign=rss"
    },
    {
      "title": "Treasure hunters discover $1m in silver and gold coins off Florida coast",
      "source": "The Guardian",
      "summary": "Valuables were being transported in 1715 from American colonies when a hurricane wrecked a Spanish fleetHidden beneath the turquoise waters off a stretch of Florida known as the “treasure coast”, a te...",
      "link": "https://www.theguardian.com/us-news/2025/oct/02/treasure-florida-spanish-coins"
    },
    {
      "title": "Judge denies Kilmar Ábrego García’s bid for asylum in the US",
      "source": "The Guardian",
      "summary": "Ábrego, who was deported to El Salvador in March before being returned to the US, has 30 days to appeal rulingAn immigration judge in Baltimore has denied Kilmar Ábrego García’s bid for asylum on Thur...",
      "link": "https://www.theguardian.com/us-news/2025/oct/02/trump-immigration-kilmar-abrego-garcia-asylum"
    },
    {
      "title": "Lille goalkeeper's hat-trick of penalty saves seals win against AS Roma",
      "source": "France 24",
      "summary": "Lille goalkeeper Berke Ozer made history by saving three penalties in a row to secure his team's 1-0 win over AS Roma, their second victory in as many Europa League fixtures this season....",
      "link": "https://www.france24.com/en/tv-shows/sports/20251003-lille-goalkeeper-s-hat-trick-of-penalty-saves-seals-win-against-as-roma"
    },
    {
      "title": "US Appeals court allows DEI crackdown",
      "source": "Voice of America",
      "summary": "A U.S. federal appeals court Friday lifted a block on the Trump administration’s crackdown on diversity, equity and inclusion programs in the federal government, pausing a lower court ruling blocking ...",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html"
    },
    {
      "title": "UN: Iran using drones to enforce hijab law",
      "source": "Voice of America",
      "summary": "A Friday report by the United Nations says Iran is using advanced technology, including drones, facial recognition and a citizen-reporting app to crack down on violations of its mandatory hijab laws.\r...",
      "link": "https://www.voanews.com/a/un-iran-using-drones-to-enforce-hijab-law/8011563.html"
    },
    {
      "title": "Widespread power outage in Cuba leaves millions in dark",
      "source": "Voice of America",
      "summary": "Cuba’s power grid failed Friday night, leaving millions of the island nation’s 10 million residents in the dark.\r\nThe outage, which began around 8 p.m. Eastern time, affected most of western Cuba, inc...",
      "link": "https://www.voanews.com/a/widespread-power-outage-in-cuba-leaves-millions-in-dark-/8011557.html"
    }
  ]
}