{
  "date": "2026-02-06",
  "summary": "A suicide bomber struck a Shiite mosque on the outskirts of Islamabad during Friday prayers, killing 31 worshippers and wounding 169. The attack, rare for Pakistan's capital, underscores a militant surge challenging government control. Officials are probing ties to militant groups and have increased security nationwide, affecting millions of residents. Further investigations and potential group claims are expected.\n\nIn Oman, Iran and the United States conducted indirect talks on Tehran's nuclear program, the first amid post-strike tensions and President-elect Trump threats. Iran's foreign minister called it a good start, with follow-up meetings planned; the discussions impact global nonproliferation efforts. In Gaza, Israel allowed thousands of displaced Palestinians to enter northern areas after breaking a hostage release deadlock, affecting 2 million enclave residents and facilitating aid and rebuilding amid the conflict. Separately, the US Congress approved a $50 billion foreign aid bill for democracy programs, scholarships, embassies, and health initiatives worldwide, overriding Trump administration reduction plans; funds will deploy immediately to global partners.\n\nA gunman shot Russian Lt. Gen. Vladimir Alekseyev, an intelligence officer sanctioned twice by the US for Ukraine invasion support, in Moscow; the investigation proceeds amid attacks on senior officers. Ukraine disabled Russian access to Starlink terminals and bolstered drone defenses after strikes on energy infrastructure and logistics, hindering Moscow's operations. NATO deployed its first coordinated response following a second Baltic Sea cable severance. The US accused China of secret nuclear tests after New START expiration. US authorities arrested Zubayr al-Bakoush for his role in the 2012 Benghazi attack killing Ambassador Stevens and three others; he faces US prosecution. NASA and SpaceX launched Crew-10 with four astronauts from Florida to the International Space Station, enabling the return of Butch Wilmore and Suni Williams after nine months.",
  "headlines": [
    {
      "title": "Suicide bomber kills 31 worshippers at Shiite mosque on Islamabad outskirts",
      "source": "Associated Press",
      "sources": [
        "Associated Press",
        "NPR News",
        "BBC World"
      ],
      "summary": "Suicide bomber strikes Shiite mosque during Friday prayers on Islamabad outskirts, killing 31 and wounding 169 in rare capital attack. Militant surge challenges Pakistan government control. Officials probe group ties; heightens security nationwide affecting millions.",
      "link": "https://apnews.com/article/pakistan-islamabad-shiite-mosque-blast-8f0b7b8a8783db37644d88610512c9af",
      "tier": "top",
      "singleSource": false,
      "category": "conflict",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "US authorities arrest Zubayr al-Bakoush for role in 2012 Benghazi attack killing four Americans",
      "source": "Associated Press",
      "sources": [
        "Al Jazeera English",
        "Associated Press"
      ],
      "summary": "Attorney General Pam Bondi announces custody of Zubayr al-Bakoush, key participant in 2012 Benghazi compound attack that killed Ambassador Stevens and three others. He faces prosecution in US. Brings partial justice after 14 years, impacts counterterrorism efforts.",
      "link": "https://apnews.com/article/fbi-benghazi-justice-department-a0eadc00e01e892e6dba827ccfadbae0",
      "tier": "top",
      "singleSource": false,
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Oman mediates indirect nuclear talks between Iran and United States",
      "source": "South China Morning Post",
      "sources": [
        "South China Morning Post",
        "New York Times World"
      ],
      "summary": "Iran and US hold first indirect talks on Tehran's nuclear program in Oman amid post-strike tensions and Trump threats. Iran's minister calls it good start. Affects global nonproliferation; parties plan follow-up meetings.",
      "link": "https://www.scmp.com/news/world/middle-east/article/3342722/oman-mediates-iran-us-nuclear-talks-amid-tensions-and-trumps-threats?utm_source=rss_feed",
      "tier": "top",
      "singleSource": false,
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Israel allows displaced Palestinians to cross into northern Gaza",
      "source": "Wall Street Journal World",
      "summary": "Israel permits thousands of displaced Gazans to walk back to northern Gaza after breaking hostage release deadlock. Affects 2 million residents in enclave. Signals potential de-escalation; enables aid and rebuilding amid ongoing conflict.",
      "link": "https://www.wsj.com/articles/palestinians-flock-back-to-northern-gaza-on-foot-after-hostage-release-breakthrough-3f60e2db",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "Wall Street Journal World"
      ],
      "category": "conflict",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "Gunman shoots Russian Lt. Gen. Vladimir Alekseyev in Moscow",
      "source": "New York Times World",
      "summary": "Assailant shoots Lt. Gen. Vladimir Alekseyev, Ukraine invasion intelligence provider, in latest Moscow attack on top officers. US sanctioned him twice. Investigation ongoing; escalates internal threats amid war, affects Russian military leadership.",
      "link": "https://www.nytimes.com/2026/02/06/world/europe/russian-general-shot-moscow-alekseyev.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "New York Times World"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "NASA and SpaceX launch four astronauts to retrieve two stuck on space station",
      "source": "Voice of America",
      "summary": "SpaceX Crew-10 with NASA, JAXA, Roscosmos astronauts launches from Florida to International Space Station, enabling return of Butch Wilmore and Suni Williams after nine months. Routine rotation ensures continuous operations; boosts US space partnerships.",
      "link": "https://www.voanews.com/a/nasa-spacex-launch-crew-to-space-station-to-retrieve-stuck-astronauts/8011575.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Voice of America"
      ],
      "category": "science",
      "region": "global",
      "importance": "major"
    },
    {
      "title": "Congress passes 50 billion dollar foreign aid bill despite Trump 2025 cuts",
      "source": "NPR News",
      "summary": "US Congress approves $50 billion for democracy, scholarships, embassies, health programs worldwide, overriding Trump administration reductions. Affects global partners and US interests. Funds deploy immediately; counters isolationism in foreign policy.",
      "link": "https://www.npr.org/2026/02/06/nx-s1-5702252/congress-passes-50-billion-foreign-aid-bill-despite-the-trumps-cuts-in-2025",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "NPR News"
      ],
      "category": "politics",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Ukraine disables Russian Starlink access and strengthens drone defenses",
      "source": "Al Jazeera English",
      "summary": "Ukraine cuts Russian use of Starlink and bolsters drone defenses amid strikes on energy sites and logistics. Impacts Russian operations far from front lines. Enhances Kyiv resilience; prolongs conflict dynamics for Europe.",
      "link": "https://www.aljazeera.com/features/2026/2/6/ukraine-pulls-plug-on-russian-starlink-beefs-up-drone-defence?traffic_source=rss",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Al Jazeera English"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "NATO deploys first coordinated response after another Baltic Sea cable severance",
      "source": "Wall Street Journal World",
      "link": "https://www.wsj.com/articles/suspected-sabotage-of-deep-sea-cable-triggers-first-nato-led-response-337119ba",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Alliance activates response following severance of second deep-sea cable amid suspected sabotage campaign",
      "singleSource": true,
      "sources": [
        "Wall Street Journal World"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "US accuses China of secret nuclear tests after New START expiration",
      "source": "ABC Australia",
      "link": "https://www.abc.net.au/news/2026-02-07/us-accuses-china-of-secret-nuclear-testing/106316826",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "US levels accusations and pushes for new arms deal including China post-US-Russia treaty lapse",
      "singleSource": true,
      "sources": [
        "ABC Australia"
      ],
      "category": "politics",
      "region": "global",
      "importance": "major"
    },
    {
      "title": "Israel permits Gazans to enter northern zone after prior strikes",
      "source": "Wall Street Journal World",
      "link": "https://www.wsj.com/articles/palestinians-flock-back-to-northern-gaza-on-foot-after-hostage-release-breakthrough-3f60e2db",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Israel opens military zone for returns following hostage deal breakthrough after deadly strikes",
      "singleSource": true,
      "sources": [
        "Wall Street Journal World"
      ],
      "category": "conflict",
      "region": "middle-east",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 13,
    "articlesProcessed": 425,
    "articlesAfterDedup": 423,
    "articlesAfterDiversity": 75,
    "articlesAfterFilter": 20,
    "categoryCounts": {
      "conflict": 5,
      "politics": 5,
      "science": 1
    },
    "regionCounts": {
      "asia-pacific": 1,
      "americas": 2,
      "middle-east": 3,
      "europe": 3,
      "global": 2
    },
    "tierCounts": {
      "top": 4,
      "also": 4,
      "developing": 3
    }
  }
}