{
  "date": "2026-02-18",
  "summary": "U.S. and Iran negotiators reached guiding principles during the second round of nuclear talks in Geneva. Iran's top diplomat announced good progress with the U.S., and Tehran proposed a trillion-dollar energy deal to American firms. This follows the first round amid U.S. naval deployments and drills in the region. Further negotiations will continue as naval tensions persist, affecting global nonproliferation efforts and U.S.-Iran relations.\n\nIn Geneva, Ukrainian and Russian delegates held the second round of U.S.-mediated peace talks after an initial session produced meaningful progress toward ending the war. Possible outcomes include cease-fire discussions as fighting continues, affecting 40 million Ukrainians and European security. Separately, U.S. officials disclosed details of an alleged secret Chinese nuclear test in 2020, attributing a remote earthquake to an underground explosion. This impacts global arms control amid China's arsenal expansion, prompting calls to strengthen verification regimes. NATO initiated its first coordinated response to Baltic Sea deep-sea cable sabotage following the severing of another cable in a suspected infrastructure campaign. Patrols and probes are increasing, affecting transatlantic data and energy links for 500 million Europeans.\n\nRwanda-backed rebels overran Congolese troops in Goma with gunfire and shelling as fighters entered the safe-haven city and aid hub, trapping 1 million displaced persons at risk of violence. The U.N. called for evacuations amid the humanitarian crisis. Israel allowed displaced Palestinians to cross into northern Gaza on foot through a military zone after a hostage deal, affecting 2 million residents returning amid ruins and truce-held aid access. Separately, 85 UN member states condemned Israel's West Bank land seizures and control measures as de facto annexation violating international law, urging reversal amid raids and settler violence affecting 3 million Palestinians. Peru’s Congress voted to remove interim President José Jerí amid a corruption probe weeks before April elections, sparking a leadership scramble and protests among 34 million Peruvians.",
  "headlines": [
    {
      "title": "Iran and U.S. negotiators reach guiding principles in second Geneva nuclear talks",
      "source": "Al Jazeera English",
      "sources": [
        "Al Jazeera English",
        "South China Morning Post"
      ],
      "summary": "Iran's top diplomat announces good progress with U.S. on nuclear talks' guiding principles; Tehran pitches trillion-dollar energy deal to American firms. Affects global nonproliferation and U.S.-Iran ties. Further negotiations continue amid naval tensions.",
      "link": "https://www.aljazeera.com/news/2026/2/18/irans-araghchi-hails-good-progress-in-nuclear-talks-with-us?traffic_source=rss",
      "tier": "top",
      "framings": [
        {
          "source": "Al Jazeera English",
          "angle": "Highlights good progress and understanding on guiding principles amid persistent tensions",
          "link": "https://www.aljazeera.com/news/2026/2/18/irans-araghchi-hails-good-progress-in-nuclear-talks-with-us?traffic_source=rss"
        },
        {
          "source": "South China Morning Post",
          "angle": "Frames deal as trillion-dollar commercial opportunity pitching Iran's energy reserves to Trump",
          "link": "https://www.scmp.com/week-asia/politics/article/3343872/iran-tempts-trump-trillion-dollar-nuclear-deal-pitch?utm_source=rss_feed"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Ukrainian and Russian negotiators resume U.S.-mediated peace talks in Geneva",
      "source": "France 24",
      "summary": "Delegates hold second round of talks after U.S. envoy reports meaningful progress toward ending war. Affects 40 million Ukrainians and European security. Outcomes could include cease-fire discussions as conflict persists.",
      "link": "https://www.france24.com/en/europe/20260218-live-ukraine-war-talks-to-resume-in-geneva-with-no-sign-of-breakthrough",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "France 24"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "85 UN member states condemn Israel's West Bank expansion as de facto annexation",
      "source": "France 24",
      "sources": [
        "Al Jazeera English",
        "France 24"
      ],
      "summary": "UN missions issue joint statement against Israel's land seizures and control measures violating international law. Affects 3 million Palestinians facing dispossession. Urges immediate reversal amid rising raids and settler violence.",
      "link": "https://www.france24.com/en/middle-east/20260218-80-states-un-condemn-israel-expand-occupied-west-bank",
      "tier": "top",
      "framings": [
        {
          "source": "Al Jazeera English",
          "angle": "Warns of widespread Palestinian land dispossession from Israel's annexation plan",
          "link": "https://www.aljazeera.com/news/2026/2/18/over-80-un-member-states-condemn-israels-de-facto-annexation-of-west-bank?traffic_source=rss"
        },
        {
          "source": "France 24",
          "angle": "Details joint statement on unilateral measures breaching law and calls for reversal",
          "link": "https://www.france24.com/en/middle-east/20260218-80-states-un-condemn-israel-expand-occupied-west-bank"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "Peru’s Congress removes interim President José Jerí amid corruption probe",
      "source": "Associated Press",
      "summary": "Lawmakers vote out Jerí weeks before April elections, sparking instability. Affects 34 million Peruvians amid probes into graft. Triggers new leadership scramble and protests.",
      "link": "https://apnews.com/article/peru-jeri-president-congress-vote-8974236f989f7d9cbd8e54de7d3ef81e",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Associated Press"
      ],
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "U.S. officials release details on alleged secret Chinese nuclear test in 2020",
      "source": "NPR News",
      "summary": "Washington reveals remote earthquake was caused by underground test. Affects global arms control as China expands arsenal undetected. Prompts calls for verification regime strengthening.",
      "link": "https://www.npr.org/2026/02/17/nx-s1-5716046/u-s-releases-new-details-on-alleged-secret-chinese-nuclear-test",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "NPR News"
      ],
      "category": "science",
      "region": "global",
      "importance": "major"
    },
    {
      "title": "Authorities rescue 6 backcountry skiers after Northern California avalanche",
      "source": "Associated Press",
      "summary": "Avalanche near Lake Tahoe buries 16 skiers during storm; 10 remain missing as searches continue. Affects winter recreation safety amid heavy weather. Rescue operations persist in hazardous conditions.",
      "link": "https://apnews.com/article/skiers-avalanche-california-tahoe-national-forest-296ab35c7426f2263ddb821a1437a768",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Associated Press"
      ],
      "category": "environment",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "U.S. appeals court allows Trump administration’s crackdown on federal DEI programs",
      "source": "Voice of America",
      "summary": "Fourth Circuit lifts block on executive orders halting diversity initiatives. Affects federal workers and contractors nationwide. Implementation resumes pending further litigation.",
      "link": "https://www.voanews.com/a/us-appeals-court-allows-dei-crackdown/8011570.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Voice of America"
      ],
      "category": "politics",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Rwanda-backed rebels overrun Congolese troops in Goma trapping 1 million displaced",
      "source": "Wall Street Journal World",
      "summary": "Gunfire and shelling reported as fighters enter safe-haven city aid hub. Affects 1 million refugees at risk of further violence. U.N. urges evacuation amid humanitarian crisis.",
      "link": "https://www.wsj.com/articles/rwanda-backed-rebels-enter-congo-safe-haven-city-aid-hub-09fdccb8",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Residents report gunfire and shelling after rebels overran positions with 1 million now inside city",
      "sources": [
        "Wall Street Journal World"
      ],
      "singleSource": true,
      "category": "conflict",
      "region": "africa",
      "importance": "breaking"
    },
    {
      "title": "Israel allows displaced Palestinians to cross into northern Gaza after hostage deal",
      "source": "Wall Street Journal World",
      "summary": "Gazans stream on foot through military zone bisecting enclave post-breakthrough. Affects 2 million residents returning amid ruins. Raises aid access questions as truce holds.",
      "link": "https://www.wsj.com/articles/palestinians-flock-back-to-northern-gaza-on-foot-after-hostage-release-breakthrough-3f60e2db",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Displaced residents begin crossing reopened zone after hostage release deadlock broken",
      "sources": [
        "Wall Street Journal World"
      ],
      "singleSource": true,
      "category": "conflict",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "NATO mounts first coordinated response to Baltic Sea deep-sea cable sabotage",
      "source": "Wall Street Journal World",
      "summary": "Alliance acts after another cable severed in suspected campaign against infrastructure. Affects transatlantic data and energy links for 500 million Europeans. Patrols and probes intensify.",
      "link": "https://www.wsj.com/articles/suspected-sabotage-of-deep-sea-cable-triggers-first-nato-led-response-337119ba",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Another cable cut triggers alliance's coordinated patrols and investigation",
      "sources": [
        "Wall Street Journal World"
      ],
      "singleSource": true,
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    }
  ],
  "metadata": {
    "sourcesUsed": 10,
    "articlesProcessed": 478,
    "articlesAfterDedup": 474,
    "articlesAfterDiversity": 75,
    "articlesAfterFilter": 20,
    "categoryCounts": {
      "politics": 4,
      "conflict": 4,
      "science": 1,
      "environment": 1
    },
    "regionCounts": {
      "middle-east": 3,
      "europe": 2,
      "americas": 3,
      "global": 1,
      "africa": 1
    },
    "tierCounts": {
      "top": 3,
      "also": 4,
      "developing": 3
    }
  }
}