{
  "date": "2026-02-25",
  "summary": ")\nNATO launched its first coordinated operation after a deep-sea communications cable in the Baltic Sea was severed amid sabotage suspicions. The incident affects critical European infrastructure. Investigations seek to identify culprits, potentially including Russia, while the alliance bolsters defenses around undersea assets.\n\nUS forces captured a third Venezuelan oil tanker in the Indian Ocean, weeks after it left Venezuelan waters. President Trump stated the US has received 80 million barrels total from such seizures. Venezuela loses revenue from sanctioned oil exports, with further captures possible. In Sudan, unidentified drones struck the Kordofan region's gold and oil sites, killing dozens and displacing thousands. This escalates fighting between the Sudanese army and Rapid Support Forces along a new frontline, stalling peace efforts. Separately in eastern Congo, Rwanda-backed rebels overran troops and sparked gunfire and shelling in Goma, a safe-haven city sheltering over 1 million displaced people according to the UN. Aid operations face strain.\n\nPalestinians crossed a military zone on foot to return to northern Gaza after Israel opened the bisecting area following a hostage deal. Hundreds of thousands previously evacuated now begin rebuilding amid ongoing fighting. German Chancellor Friedrich Merz arrived in Beijing for economic talks, discussing German firms' market access, China's ties to Moscow, and EU relations. Louvre director Laurence des Cars resigned after an October crown jewels heist, labor strikes, and scandals at the museum that draws 9 million visitors annually. The International Criminal Court charged former Philippine President Rodrigo Duterte over his drug war that killed thousands since 2016. Sri Lanka arrested ex-intelligence chief Suresh Sallay for aiding the 2019 Easter Sunday bombings that killed nearly 300. A Seoul court convicted shaman Jeon Seong-bae of bribery linked to ex-First Lady Kim Keon-hee. President Trump delivered a 100-minute State of the Union address, the longest in decades.\n\"}",
  "headlines": [
    {
      "title": "NATO Mounts First Coordinated Response After Suspected Sabotage Severs Baltic Sea Cable",
      "source": "Wall Street Journal",
      "summary": "NATO launches its inaugural coordinated operation following the severing of a deep-sea communications cable in the Baltic Sea amid sabotage suspicions. Critical European infrastructure faces hybrid threats from potential adversaries like Russia. Alliance bolsters defenses; investigations identify culprits. Signals rising tensions over undersea assets vital to global connectivity.",
      "link": "https://www.wsj.com/articles/suspected-sabotage-of-deep-sea-cable-triggers-first-nato-led-response-337119ba",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "Wall Street Journal"
      ],
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "US Forces Capture Third Venezuelan Oil Tanker as Trump Claims Receipt of 80 Million Barrels",
      "source": "Al Jazeera",
      "summary": "US military seizes a third tanker carrying Venezuelan oil in the Indian Ocean weeks after departure from Venezuelan waters; Trump states US has received 80 million barrels total. Venezuela loses key revenue amid sanctions; affects global oil markets. Further seizures possible as US enforces restrictions on Maduro regime oil exports.",
      "link": "https://www.aljazeera.com/news/2026/2/25/trump-says-us-has-received-80m-barrels-of-venezuelan-oil-3rd-tanker-seized?traffic_source=rss",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "Al Jazeera"
      ],
      "category": "conflict",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Drones Launch Intensified Attacks on Sudan's Kordofan Gold and Oil Region",
      "source": "BBC",
      "summary": "Unidentified drones strike Sudan's Kordofan region, a key gold and oil area, causing mass casualties and escalating the new frontline between Sudanese army and paramilitaries. Thousands displaced; peace efforts stalled. Controls resource revenues funding war; risks broader instability and humanitarian catastrophe in Africa.",
      "link": "https://www.bbc.com/news/articles/cjwz6z14w65o?at_medium=RSS&at_campaign=rss",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "BBC"
      ],
      "category": "conflict",
      "region": "africa",
      "importance": "breaking"
    },
    {
      "title": "German Chancellor Friedrich Merz Arrives in Beijing for Economic Talks",
      "source": "Deutsche Welle",
      "summary": "Chancellor Merz lands in China for his inaugural visit, prioritizing German economic interests alongside discussions on Beijing's Moscow ties and European relations. German firms seek market access amid trade tensions. Strengthens bilateral dialogue; impacts EU-China strategy and global supply chains.",
      "link": "https://www.dw.com/en/merz-in-china-german-chancellor-lands-in-beijing/live-76110529?maca=en-rss-en-top-1022-rdf",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Deutsche Welle"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Louvre Director Laurence des Cars Resigns After Crown Jewels Heist",
      "source": "New York Times",
      "summary": "Louvre director steps down amid scandals including October's crown jewels theft, labor strikes, leaks and scams. Museum visitors and staff affected; security overhaul needed. Tarnishes France's cultural flagship; prompts reforms at world's most-visited museum drawing 9 million annually.",
      "link": "https://www.nytimes.com/2026/02/24/world/europe/louvre-director-resigns-heist.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "New York Times"
      ],
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Sri Lanka Arrests Former Intelligence Chief Suresh Sallay Over 2019 Easter Attacks",
      "source": "Al Jazeera",
      "summary": "Police detain ex-intelligence head Sallay for aiding the bombings that killed nearly 300 on Easter Sunday 2019. Victims' families and Muslim community seek justice. Trial uncovers lapses; bolsters accountability for one of nation's deadliest assaults.",
      "link": "https://www.aljazeera.com/news/2026/2/25/sri-lankas-former-intelligence-chief-arrested-over-2019-easter-attacks?traffic_source=rss",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Al Jazeera"
      ],
      "category": "politics",
      "region": "asia-pacific",
      "importance": "notable"
    },
    {
      "title": "ICC Charges Rodrigo Duterte Over Deadly Philippines Drug War",
      "source": "Deutsche Welle",
      "summary": "Former President Duterte faces trial at The Hague for his drug war killing thousands since 2016. Victims' kin and human rights groups pursue redress; operations continue locally. Sets precedent for prosecuting extrajudicial killings; strains Philippines international ties.",
      "link": "https://www.dw.com/en/philippines-rodrigo-duterte-faces-icc-over-deadly-drug-war/a-76109079?maca=en-rss-en-top-1022-rdf",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Deutsche Welle"
      ],
      "category": "society",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Seoul Court Convicts Shaman of Bribery Linked to Ex-First Lady Kim Keon-hee",
      "source": "South China Morning Post",
      "summary": "Shaman Jeon Seong-bae guilty of channeling bribes and gifts between Kim and Unification Church figures. Impacts South Korean politics amid Yoon scandals. Further probes likely; erodes public trust in elite institutions.",
      "link": "https://www.scmp.com/week-asia/people/article/3344562/kim-keon-hee-shamans-bribery-verdict-strikes-legal-blow-south-koreas-ex-first-lady?utm_source=rss_feed",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "South China Morning Post"
      ],
      "category": "politics",
      "region": "asia-pacific",
      "importance": "notable"
    },
    {
      "title": "Trump Delivers Longest State of the Union Address in Decades at 100 Minutes",
      "source": "France 24",
      "summary": "President Trump sets record with speech exceeding 100 minutes, surpassing Clinton's mark, while honoring men's hockey team amid women's team controversy. Congress and public receive agenda. Shapes 2026 policy priorities; highlights administration achievements and divisions.",
      "link": "https://www.france24.com/en/video/20260225-longest-address-in-decades-trump-sets-state-of-the-union-record",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "France 24"
      ],
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Rwanda-Backed Rebels Spark Gunfire and Shelling in Congo's Goma Sheltering 1 Million Displaced",
      "source": "Wall Street Journal",
      "summary": "Rebels overrun troops prompting gunfire and shelling in Goma; UN estimates over 1 million displaced now inside the safe-haven aid hub. Civilians face acute risks; aid strained. Threatens regional stability in eastern Congo.",
      "link": "https://www.wsj.com/articles/rwanda-backed-rebels-enter-congo-safe-haven-city-aid-hub-09fdccb8",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Residents report gunfire and shelling after entry; UN raises displaced in city to over 1 million",
      "singleSource": true,
      "sources": [
        "Wall Street Journal"
      ],
      "category": "conflict",
      "region": "africa",
      "importance": "breaking"
    },
    {
      "title": "Palestinians Cross Military Zone on Foot to Return to Northern Gaza",
      "source": "Wall Street Journal",
      "summary": "Displaced Gazans stream back north after Israel opens bisecting zone post-hostage deal. Hundreds of thousands affected by prior evacuation; rebuilding starts. Eases humanitarian strain but fighting persists.",
      "link": "https://www.wsj.com/articles/palestinians-flock-back-to-northern-gaza-on-foot-after-hostage-release-breakthrough-3f60e2db",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Thousands return on foot following allowance to cross zone",
      "singleSource": true,
      "sources": [
        "Wall Street Journal"
      ],
      "category": "conflict",
      "region": "middle-east",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 12,
    "articlesProcessed": 475,
    "articlesAfterDedup": 473,
    "articlesAfterDiversity": 75,
    "articlesAfterFilter": 20,
    "categoryCounts": {
      "conflict": 5,
      "politics": 4,
      "society": 2
    },
    "regionCounts": {
      "europe": 3,
      "americas": 2,
      "africa": 2,
      "asia-pacific": 3,
      "middle-east": 1
    },
    "tierCounts": {
      "top": 3,
      "also": 6,
      "developing": 2
    }
  }
}