{
  "weekId": "2026-W07",
  "startDate": "2026-02-16",
  "endDate": "2026-02-22",
  "summary": "This week's news briefing covers February 16-22, 2026, highlighting key global developments in diplomacy, conflict, and space exploration. Diplomatic breakthroughs dominated headlines, particularly in Geneva.\n\nOn February 17, U.S. and Iranian negotiators began their second round of nuclear talks amid U.S. naval deployments and joint drills. By February 18, they agreed on guiding principles, marking progress despite tensions. Simultaneously, Ukrainian and Russian delegations resumed U.S.-mediated peace talks in the same city, signaling renewed momentum after months of stalemate.\n\nConflicts intensified across multiple fronts. In the Democratic Republic of Congo, Rwanda-backed rebels entered the safe-haven city of Goma on February 17, trapping one million displaced people. The situation escalated by February 22, when rebels overran government troops and fully entered the city. In Syria, the Syrian Army advanced into Kurdish-held northern regions on February 17; on February 19, U.S.-backed Kurdish forces withdrew from 24 ISIS prisons holding thousands of detainees, raising security concerns. Pakistan launched cross-border strikes into Afghanistan on February 22, killing dozens of civilians. A UN mission reported on February 22 that the Rapid Support Forces' (RSF) siege of El Fasher in Sudan bore hallmarks of genocide. Separately, 85 UN member states condemned Israel's West Bank settlement expansion on February 18 as de facto annexation.\n\nNorth Korean leader Kim Jong Un unveiled nuclear-capable rocket launchers on February 19 ahead of a party congress.\n\nIn space news, NASA and SpaceX launched the Crew-10 mission on February 19 with four astronauts to retrieve two crew members stranded on the International Space Station, a story that gained prominence through the week.\n\nStories that faded quickly included initial Syrian advances, early Goma reports (though the crisis persisted), Israel's allowance of Palestinian returns to northern Gaza, and NATO's first coordinated response to suspected Baltic Sea cable sabotage. Lasting developments were U.S.-Iran nuclear principles, Ukraine-Russia talks, Congo's Goma escalation, Syrian prison withdrawals, and the Crew-10 mission, underscoring enduring geopolitical flashpoints and technical feats.\n\n(Word count: 378)",
  "persistentStories": [],
  "fadedStories": [
    "U.S. and Iran hold second nuclear talks in Geneva amid naval deployments and drills",
    "Syrian Army advances into Kurdish-held regions across northern Syria",
    "Rwanda-backed rebels enter Congo safe-haven city of Goma trapping one million displaced",
    "Israel allows Palestinians to return to northern Gaza after hostage release breakthrough",
    "NATO launches first coordinated response to suspected Baltic Sea deep-sea cable sabotage",
    "California braces for winter storm bringing heavy rain snow thunderstorms and high winds",
    "U.S. women's hockey team advances to Olympic gold game after outscoring rivals 31-1",
    "Trump pressures Ukraine for territorial concessions during Russia-Ukraine Geneva peace talks",
    "Iran and U.S. negotiators reach guiding principles in second Geneva nuclear talks",
    "Ukrainian and Russian negotiators resume U.S.-mediated peace talks in Geneva"
  ],
  "escalatedStories": [
    "NASA and SpaceX launch Crew-10 with four astronauts to retrieve two stuck ISS crew"
  ],
  "topHeadlines": [
    {
      "date": "2026-02-17",
      "title": "U.S. and Iran hold second nuclear talks in Geneva amid naval deployments and drills",
      "category": "politics",
      "region": "global"
    },
    {
      "date": "2026-02-17",
      "title": "Syrian Army advances into Kurdish-held regions across northern Syria",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-17",
      "title": "Rwanda-backed rebels enter Congo safe-haven city of Goma trapping one million displaced",
      "category": "conflict",
      "region": "africa"
    },
    {
      "date": "2026-02-18",
      "title": "Iran and U.S. negotiators reach guiding principles in second Geneva nuclear talks",
      "category": "politics",
      "region": "middle-east"
    },
    {
      "date": "2026-02-18",
      "title": "Ukrainian and Russian negotiators resume U.S.-mediated peace talks in Geneva",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-18",
      "title": "85 UN member states condemn Israel's West Bank expansion as de facto annexation",
      "category": "politics",
      "region": "middle-east"
    },
    {
      "date": "2026-02-19",
      "title": "U.S.-backed Kurdish forces withdraw from 24 ISIS prisons holding thousands in Syria",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-19",
      "title": "North Korean leader Kim Jong Un unveils nuclear-capable rocket launchers for party congress",
      "category": "politics",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-19",
      "title": "NASA and SpaceX launch Crew-10 with four astronauts to retrieve two stuck on ISS",
      "category": "science",
      "region": "global"
    },
    {
      "date": "2026-02-22",
      "title": "UN mission finds RSF siege of El Fasher bears hallmarks of genocide",
      "category": "conflict",
      "region": "africa"
    },
    {
      "date": "2026-02-22",
      "title": "Pakistan launches cross-border strikes in Afghanistan killing dozens of civilians",
      "category": "conflict",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-22",
      "title": "Rwanda-backed rebels overrun troops and enter Congo safe-haven city Goma",
      "category": "conflict",
      "region": "africa"
    }
  ],
  "metadata": {
    "totalArticlesProcessed": 1883,
    "totalSourcesUsed": 12,
    "daysWithData": 4,
    "categoryCounts": {
      "politics": 10,
      "conflict": 15,
      "science": 4,
      "environment": 3,
      "society": 6,
      "economy": 2
    },
    "regionCounts": {
      "global": 6,
      "middle-east": 11,
      "africa": 6,
      "europe": 4,
      "americas": 9,
      "asia-pacific": 4
    }
  }
}