{
  "date": "2025-11-13",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Budget 2026 : la journée où la gauche s’est déchirée sur la suspension de la réforme des retraites à l’Assemblée nationale",
      "source": "Le Monde",
      "summary": "L’article du projet de loi de financement de la Sécurité sociale repoussant la mise en œuvre de la réforme jusqu’à janvier 2028 a été voté en première lecture grâce au PS, aux écologistes et au RN. Ma...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/13/budget-2026-la-journee-ou-la-gauche-s-est-dechiree-sur-la-suspension-de-la-reforme-des-retraites-a-l-assemblee-nationale_6653216_823448.html"
    },
    {
      "title": "Aux Etats-Unis, Donald Trump promulgue la loi mettant fin au plus long shutdown de l’histoire après 43 jours de paralysie budgétaire",
      "source": "Le Monde",
      "summary": "Ce long blocage a bouleversé plusieurs pans de l’économie américaine en raison notamment de la fermeture de nombreux services fédéraux et de la suspension d’aides alimentaires pour des millions de per...",
      "link": "https://www.lemonde.fr/international/article/2025/11/13/aux-etats-unis-la-chambre-des-representants-vote-la-fin-du-plus-long-shutdown-de-l-histoire-apres-43-jours-de-paralysie-budgetaire_6653202_3210.html"
    },
    {
      "title": "Libération de Boualem Sansal : l’Allemagne, le médiateur qui sauve la face de Paris et d’Alger",
      "source": "Le Monde",
      "summary": "L’écrivain a été gracié par Abdelmadjid Tebboune, mercredi, avant de s’envoler pour Berlin. L’entremise des Allemands a permis au président algérien de ne pas apparaître comme cédant face à la France....",
      "link": "https://www.lemonde.fr/afrique/article/2025/11/13/liberation-de-boualem-sansal-l-allemagne-le-mediateur-qui-sauve-la-face-de-paris-et-d-alger_6653210_3212.html"
    },
    {
      "title": "Aux Etats-Unis, la plus longue paralysie budgétaire se termine dans la douleur pour les démocrates",
      "source": "Liberation",
      "summary": "Donald Trump a ratifié la fin de 43 jours de shutdown, approuvée par la majorité républicaine de la Chambre des représentants. Une claque pour les démocrates qui pâtissent de la défection de huit séna...",
      "link": "https://www.liberation.fr/international/amerique/aux-etats-unis-la-plus-longue-paralysie-budgetaire-se-termine-dans-la-douleur-pour-les-democrates-20251113_F5RPDD2MRRCWPKASUNUXXQXTRY/"
    },
    {
      "title": "En 2025, l’addiction mondiale aux énergies fossiles continue de booster les émissions de CO2",
      "source": "Liberation",
      "summary": "Malgré quelques signaux encourageants, les rejets de dioxyde de carbone liés au pétrole, au gaz et au charbon ont encore crû cette année à l’échelle planétaire, dévoile une étude internationale prépub...",
      "link": "https://www.liberation.fr/environnement/en-2025-laddiction-mondiale-aux-energies-fossiles-continue-de-booster-les-emissions-de-co2-20251113_SXQ7IBPJVFAEXPGZQHAO5BGQXA/"
    },
    {
      "title": "Donald Trump élu président des Etats-Unis : un come-back historique",
      "source": "L'Express",
      "summary": "Contre toute attente, le milliardaire imprévisible et outrancier new-yorkais Donald Trump, 70 ans, a remporté l'élection présidentielle de 2016 aux Etats-Unis, face à la démocrate Hillary Clinton. Inv...",
      "link": "https://www.lexpress.fr/monde/amerique/donald-trump_1702460.html"
    }
  ]
}