{
  "date": "2025-11-20",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Aux Etats-Unis, le monde MAGA divisé sur la politique de Donald Trump et rongé par une mouvance néonazie",
      "source": "Le Monde",
      "summary": "L’affaire Epstein, les milliardaires de la tech, le Venezuela, Israël… le mouvement qui a ramené le milliardaire à la Maison Blanche se déchire aujourd’hui sur de nombreux sujets. Autour de Nick Fuent...",
      "link": "https://www.lemonde.fr/international/article/2025/11/20/aux-etats-unis-le-monde-maga-divise-sur-la-politique-de-donald-trump-et-ronge-par-une-mouvance-neonazie_6654085_3210.html"
    },
    {
      "title": "EN DIRECT, Gaza : plus de 10 000 enfants ont été vaccinés depuis le 9 novembre, annonce l’OMS",
      "source": "Le Monde",
      "summary": "Au moins 27 personnes sont mortes mercredi dans des frappes israéliennes, selon un bilan de la défense civile de l’enclave palestinienne. L’armée a affirmé avoir riposté à « des terroristes »....",
      "link": "https://www.lemonde.fr/international/live/2025/11/20/en-direct-gaza-plus-de-10-000-enfants-ont-ete-vaccines-depuis-le-9-novembre-annonce-l-oms_6653956_3210.html"
    },
    {
      "title": "En France, les féminicides conjugaux en hausse en 2024, selon la Miprof",
      "source": "Le Monde",
      "summary": "Selon le rapport de la mission interministérielle pour la protection des femmes portant sur 2024, chaque jour, plus de trois femmes sont victimes de féminicide ou tentative de féminicide conjugal. La ...",
      "link": "https://www.lemonde.fr/societe/article/2025/11/20/en-france-le-constat-alarmant-des-feminicides-conjugaux-en-hausse-selon-la-miprof_6654108_3224.html"
    },
    {
      "title": "Festival d’Angoulême : pour l’auteur et spécialiste Benoît Peeters, «on met cinquante ans à construire une image et quelques mois à la détruire»",
      "source": "Liberation",
      "summary": "Témoin de la paupérisation de la profession, le président des Etats généraux de la bande dessinée accuse la gestion du festival, estimant que «la confiance a été rompue» ces dix dernières années....",
      "link": "https://www.liberation.fr/culture/bd/festival-dangouleme-pour-lauteur-et-specialiste-benoit-peeters-on-met-cinquante-ans-a-construire-une-image-et-quelques-mois-a-la-detruire-20251120_TDFM7FO3DRCCVP6ZGDOX7J42WU/"
    },
    {
      "title": "«Défécondité, ses raisons, sa déraison» : penser la panne des naissances",
      "source": "Liberation",
      "summary": "Dans un opus de la collection «Tracts», le philosophe Olivier Rey s’interroge sur la chute de natalité et les ressorts l’enfantement....",
      "link": "https://www.liberation.fr/culture/livres/defecondite-ses-raisons-sa-deraison-penser-la-panne-des-naissances-20251120_WWXC5JLYTND7DC74MQGDC6CHKU/"
    },
    {
      "title": "Pascal Praud, les secrets du journaliste le plus influent de France : ses coups de fil aux politiques, ses obsessions",
      "source": "L'Express",
      "summary": "La figure de proue de CNews écrase la concurrence. Portrait d’un sexagénaire, fumeur de cigares, qui électrise l’Elysée et ne s’en laisse plus conter....",
      "link": "https://www.lexpress.fr/societe/pascal-praud-les-secrets-du-journaliste-le-plus-influent-de-france-ses-coups-de-fil-aux-politiques-JCL6CMQHKVFNVCFEQLX7SHAHLM/"
    }
  ]
}