{
  "date": "2025-11-19",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Amine Kessaci, militant écologiste : « Non, je ne me tairai pas. Je dirai et répéterai que mon frère Mehdi est mort pour rien. Je dirai la violence du narcotrafic »",
      "source": "Le Monde",
      "summary": "Connu pour son combat contre les ravages du trafic de drogue dans les quartiers populaires de Marseille, le frère de Mehdi, 20 ans, assassiné le 13 novembre, dénonce, dans une tribune au « Monde », « ...",
      "link": "https://www.lemonde.fr/idees/article/2025/11/19/amine-kessaci-militant-ecologiste-non-je-ne-me-tairai-pas-je-dirai-et-repeterai-que-mon-frere-mehdi-est-mort-pour-rien-je-dirai-la-violence-du-narcotrafic_6653945_3232.html"
    },
    {
      "title": "La nocivité des aliments ultratransformés confirmée dans « The Lancet » par une série d’études qui appellent à en détourner les consommateurs",
      "source": "Le Monde",
      "summary": "Une quarantaine de chercheurs internationaux établissent l’état de la connaissance sur ces produits, dont la consommation est associée à plus d’obésité, de diabète, de maladies cardio-vasculaires ou e...",
      "link": "https://www.lemonde.fr/planete/article/2025/11/19/la-nocivite-des-aliments-ultratransformes-confirmee-dans-the-lancet-par-une-serie-d-etudes-qui-appellent-a-en-detourner-les-consommateurs_6653949_3244.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : au moins 36 blessés à Kharkiv, troisième nuit d’affilée d’attaques russes dans la région",
      "source": "Le Monde",
      "summary": "Volodymyr Zelensky poursuit sa tournée en Europe, et sera en Turquie mercredi pour tenter de relancer les pourparlers visant à mettre fin à la guerre....",
      "link": "https://www.lemonde.fr/international/live/2025/11/19/en-direct-guerre-en-ukraine-au-moins-36-blesses-a-kharkiv-troisieme-nuit-consecutive-d-attaques-russes-dans-la-region_6653610_3210.html"
    },
    {
      "title": "Gaza : à l’approche de l’hiver, la situation humanitaire «reste catastrophique»",
      "source": "Liberation",
      "summary": "Malgré certains progrès, l’écart entre l’immensité des besoins humanitaires et la rigidité des restrictions imposées par Israël continue d’enfermer la population gazaouie dans une précarité absolue, c...",
      "link": "https://www.liberation.fr/international/moyen-orient/gaza-a-lapproche-de-lhiver-la-situation-humanitaire-reste-catastrophique-20251119_F2GKM5HYLBGFVDGKN43UYBLOFE/"
    },
    {
      "title": "«Trans Memoria», transmission d’une transition",
      "source": "Liberation",
      "summary": "La réalisatrice Victoria Verseau revient en Thaïlande, lieu traumatique d’une opération de changement de sexe. Un documentaire tout en patience et méditation sur la souffrance....",
      "link": "https://www.liberation.fr/culture/cinema/trans-memoria-transmission-dune-transition-20251119_KMC2IFLV45FATG2TECRWZHNG44/"
    },
    {
      "title": "Quand une bataille pour l’orthographe vire aux émeutes meurtrières",
      "source": "L'Express",
      "summary": "Je ne parviens pas à trouver une photo. Pouvez-vous m'aider ? Merci...",
      "link": "https://www.lexpress.fr/culture/grece-1901-quand-une-bataille-pour-lorthographe-vire-aux-emeutes-meurtrieres-NR2DEKUIPFAURE3MQQKX3PI43E/"
    }
  ]
}