{
  "date": "2025-11-27",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Emmanuel Macron va annoncer le retour d’un service militaire, sur fond de « menaces croissantes »",
      "source": "Le Monde",
      "summary": "Le service national universel (SNU), qui n’a pas atteint ses objectifs, va être transformé en service national volontaire....",
      "link": "https://www.lemonde.fr/politique/article/2025/11/27/emmanuel-macron-remet-le-service-militaire-au-gout-du-jour_6655007_823448.html"
    },
    {
      "title": "Après une attaque contre deux membres de la garde nationale à Washington, l’administration Trump veut revoir le statut des Afghans résidant aux Etats-Unis",
      "source": "Le Monde",
      "summary": "Deux militaires déployés dans la capitale américaine sont dans un état critique après avoir été pris pour cible par un Afghan arrivé aux Etats-Unis en 2021, selon les autorités. Donald Trump a accusé ...",
      "link": "https://www.lemonde.fr/international/article/2025/11/27/apres-une-attaque-contre-deux-membres-de-la-garde-nationale-a-washington-l-administration-trump-veut-revoir-le-statut-des-afghans-residant-aux-etats-unis_6655024_3210.html"
    },
    {
      "title": "Budget de la « Sécu » : les syndicats de médecins libéraux appellent à la grève à partir du 5 janvier",
      "source": "Le Monde",
      "summary": "Face à un projet de loi jugé menaçant pour leur avenir, les médecins libéraux mobilisent internes, étudiants et spécialistes pour une série d’actions devant commencer dès décembre, pour culminer en ja...",
      "link": "https://www.lemonde.fr/sante/article/2025/11/26/budget-de-la-secu-les-syndicats-de-medecins-liberaux-appellent-a-la-greve-a-partir-du-5-janvier_6654992_1651302.html"
    },
    {
      "title": "Sobriété : entre conscience des enjeux écolos et volonté modérée de transformation, les Français en pleine ambivalence",
      "source": "Liberation",
      "summary": "Selon un baromètre dévoilé ce mercredi 26 novembre par l’Agence de la transition écologique, la sobriété de la consommation de biens ou d’énergie est toujours bien perçue en France mais suscite déni e...",
      "link": "https://www.liberation.fr/environnement/sobriete-entre-conscience-des-enjeux-ecolos-et-volonte-moderee-de-transformation-les-francais-en-pleine-ambivalence-20251127_5VFSYUJYKFGDLK5XGVAN2DKHGM/"
    },
    {
      "title": "«Les Américains au Japon après la Seconde Guerre mondiale» de Michael Lucken : mission occupation réussie",
      "source": "Liberation",
      "summary": "Eduquer plutôt que punir, obtenir une paix durable plutôt qu’attiser le ressentiment et miser sur le soft-power... L’historien salue la gestion de l’après-1945 par les Etats-Unis, édifiés par les erre...",
      "link": "https://www.liberation.fr/culture/livres/les-americains-au-japon-apres-la-seconde-guerre-mondiale-de-michael-lucken-mission-occupation-reussie-20251127_IELJ7QFESNEOXJKP6KGKG5QP6M/"
    },
    {
      "title": "\"J’ai compris à ce moment-là qu'il me mentait\" : Nicolas Puech, l’héritier ruiné d’Hermès brise le silence",
      "source": "L'Express",
      "summary": "Pour la première fois depuis 15 ans, l’actionnaire ruiné d’Hermès s’exprime. Il raconte comment son ancien gestionnaire de fortune, aujourd’hui décédé, aurait abusé de sa confiance....",
      "link": "https://www.lexpress.fr/economie/entreprises/jai-compris-a-ce-moment-la-quil-me-mentait-nicolas-puech-lheritier-ruine-dhermes-brise-le-silence-JVUNUA2RKZF7PM4AJNNFL6VZZU/"
    }
  ]
}