{
  "date": "2025-11-10",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Shutdown aux Etats-Unis : les démocrates se divisent au Sénat, ouvrant la voie à une sortie de la paralysie budgétaire",
      "source": "Le Monde",
      "summary": "Après quarante jours de shutdown, huit démocrates ont cédé, lundi, et uni leurs voix à celles des républicains sur un texte devant mettre fin au blocage de l’Etat fédéral. Un choix décrié dans leur ca...",
      "link": "https://www.lemonde.fr/international/article/2025/11/10/shutdown-aux-etats-unis-les-democrates-se-divisent-au-senat-ouvrant-la-voie-a-une-sortie-de-la-paralysie-budgetaire_6652861_3210.html"
    },
    {
      "title": "Entre fatigue et résignation, les députés s’interrogent sur les conditions du débat budgétaire",
      "source": "Le Monde",
      "summary": "Disposant d’un délai très court pour examiner concomitamment le budget 2026 et celui de la Sécurité sociale, sans garantie que ni l’un ni l’autre n’aboutisse, les parlementaires doivent souvent choisi...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/09/entre-fatigue-et-resignation-les-deputes-s-interrogent-sur-les-conditions-du-debat-budgetaire_6652838_823448.html"
    },
    {
      "title": "La demande de mise en liberté de Nicolas Sarkozy examinée lundi matin par la cour d’appel de Paris",
      "source": "Le Monde",
      "summary": "L’ancien président est incarcéré depuis le 21 octobre à la prison de la Santé, à Paris, après sa condamnation dans l’affaire du financement libyen de sa campagne. En cas de réponse favorable de la jus...",
      "link": "https://www.lemonde.fr/societe/article/2025/11/10/la-demande-de-mise-en-liberte-de-nicolas-sarkozy-examinee-en-matinee-par-la-cour-d-appel-de-paris_6652851_3224.html"
    },
    {
      "title": "#MeToo Police : des femmes dans les équipes de nuit pour empêcher les viols, une goutte d’eau dans un océan d’impunité",
      "source": "Liberation",
      "summary": "Alors que l’affaire des viols au dépôt de Bobigny suscite un tollé général, les autorités ont annoncé la présence d’une policière dans les effectifs de nuit. Une mesure destinée à pallier l’absence de...",
      "link": "https://www.liberation.fr/societe/droits-des-femmes/metoo-police-des-femmes-dans-les-equipes-de-nuit-pour-empecher-les-viols-une-goutte-deau-dans-un-ocean-dimpunite-20251110_COSPW644NZHMTNEESI3XMWUVQY/"
    },
    {
      "title": "Chloé Ridel, eurodéputée : «Les Etats européens n’ont pas pris conscience de l’ampleur de la répression transnationale dans l’UE»",
      "source": "Liberation",
      "summary": "L’élue socialiste détaille les tactiques employées par les régimes autoritaires pour frapper les démocraties et formule des recommandations, avant le vote de sa résolution, jeudi 13 novembre, au Parle...",
      "link": "https://www.liberation.fr/international/chloe-ridel-eurodeputee-les-etats-europeens-nont-pas-pris-conscience-de-lampleur-de-la-repression-transnationale-dans-lue-20251110_Z4CHMRSBNFBS5GUT4TXM2LKGUY/"
    },
    {
      "title": "\"Ils se prennent pour François Ier\" : à Chambord, Emmanuel Macron confronté à une drôle de fronde",
      "source": "L'Express",
      "summary": "Pierre Dubreil s’est mis à dos quelques influents chasseurs de Chambord en régulant la méthode de tir. Enquête sur un réseau qui s’est promis d’obtenir sa tête à l’Elysée...",
      "link": "https://www.lexpress.fr/societe/ils-se-prennent-pour-francois-ier-a-chambord-emmanuel-macron-confronte-a-une-drole-de-fronde-UNS463E4LBAPJDI6RPNLEOXD6I/"
    }
  ]
}