{
  "date": "2025-12-23",
  "summary": "La Russie a frappé un coup dur à l'Ukraine ce jeudi, lançant 635 drones et missiles contre son réseau électrique, la neuvième attaque de ce type cette année. Des blackouts massifs ont plongé trois oblasts de l’Ouest dans le noir, tuant deux personnes et blessant plusieurs autres, tandis que la Pologne mettait son aviation en alerte pour protéger son ciel. Ces frappes hivernales soulignent la stratégie russe d’étrangler l’économie ukrainienne, rendant l’hiver encore plus impitoyable pour les civils et compliquant les efforts de Kiev à tenir face à l’invasion.\n\nAu même moment, Donald Trump ravive les tensions géopolitiques en réaffirmant sa volonté d’acheter le Groenland au Danemark, justifiant ce projet par la menace chinoise et russe dans l’Arctique. Cette déclaration, qui interpelle l’UE, illustre comment les rivalités mondiales s’étendent aux régions stratégiques riches en ressources. À Gaza, la crise humanitaire s’aggrave : les bombardements israéliens épuisent les stocks de médicaments, paralysant les secours et menaçant des milliers de vies dans un territoire déjà ravagé.\n\nSur le front économique, les semi-conducteurs s’imposent comme le nouveau pétrole, quatrième produit échangé mondial et promis à un marché de 1000 milliards de dollars d’ici 2026, vital pour toutes les industries. En France, le gouvernement active une loi spéciale d’urgence pour assurer la continuité budgétaire après l’échec du 49.3 : elle permettra de percevoir les impôts et de préparer le budget 2026, comme l’explique le ministre Lescure, qualifiant ce texte de « roue de secours ». Aux États-Unis, la justice publie 8000 documents sur Jeffrey Epstein, enrichissant l’enquête sur le réseau pédocriminel avec images et enregistrements choc.",
  "headlines": [
    {
      "title": "Armée russe lance 635 drones sur Ukraine et cause coupures d'électricité",
      "source": "Le Monde",
      "summary": "L’armée russe a attaqué le réseau électrique ukrainien avec 635 drones, la neuvième fois cette année. Trois oblasts de l’Ouest sont presque totalement privés d’électricité.",
      "link": "https://www.lemonde.fr/international/live/2025/12/23/en-direct-guerre-en-ukraine-635-drones-russes-lances-dans-la-nuit-sur-le-pays-trois-oblasts-de-l-ouest-presque-totalement-prives-d-electricite_6658995_3210.html"
    },
    {
      "title": "Habitants de Gaza subissent pénurie de médicaments due aux destructions",
      "source": "RFI",
      "summary": "À Gaza, les bombardements israéliens poursuivent les destructions. Les stocks de médicaments s’épuisent pour habitants et services d’urgence, rendant les soins difficiles.",
      "link": "https://www.rfi.fr/fr/moyen-orient/20251223-%C3%A0-gaza-les-habitants-et-les-services-d-urgence-font-face-%C3%A0-une-p%C3%A9nurie-de-m%C3%A9dicaments"
    },
    {
      "title": "Semi-conducteurs deviennent carburant essentiel de l’économie mondiale",
      "source": "Le Monde",
      "summary": "Les composants électroniques, quatrième produit échangé mondial, sont cruciaux pour les industries. Le secteur atteindra 1000 milliards de dollars en 2026, rivalisant avec le pétrole.",
      "link": "https://www.lemonde.fr/economie/article/2025/12/23/les-semi-conducteurs-nouveau-carburant-de-l-economie-mondiale_6659185_3234.html"
    },
    {
      "title": "Gouvernement français utilise loi spéciale pour assurer continuité de l’État",
      "source": "Le Monde",
      "summary": "Le Parlement examine la loi de finances spéciale pour maintenir services publics et perception d’impôts. Ce texte d’urgence permet de préparer le budget 2026.",
      "link": "https://www.lemonde.fr/politique/article/2025/12/23/loi-speciale-quelles-seront-les-consequences-du-recours-a-ce-texte-d-urgence-par-le-gouvernement_6659195_823448.html"
    },
    {
      "title": "Ministre Lescure qualifie loi spéciale de roue de secours pour budget 2026",
      "source": "Le Monde",
      "summary": "Roland Lescure voit la loi spéciale comme solution provisoire pour percevoir impôts et adopter budget 2026. Le texte passe mardi à l’Assemblée et au Sénat.",
      "link": "https://www.lemonde.fr/politique/live/2025/12/23/en-direct-budget-2026-le-projet-de-loi-speciale-soumis-mardi-a-l-assemblee-et-au-senat_6659093_823448.html"
    },
    {
      "title": "Roland Lescure compare recours au 49.3 à un doudou pour budget 2026",
      "source": "Le Figaro",
      "summary": "Le ministre de l’Économie s’étonne des appels au 49.3 pour le PLF. La loi spéciale assure continuité budgétaire après échec précédent de cet outil.",
      "link": "https://www.lefigaro.fr/politique/en-direct-budget-2026-pour-sortir-de-l-impasse-le-parlement-se-prononce-sur-une-loi-speciale-ce-mardi-20251223"
    },
    {
      "title": "Justice américaine publie 8000 nouveaux documents sur affaire Epstein",
      "source": "Liberation",
      "summary": "Le ministère de la Justice dévoile images, vidéos et audios sur le pédocriminel Jeffrey Epstein. Ces documents enrichissent l’enquête en cours.",
      "link": "https://www.liberation.fr/international/amerique/affaire-epstein-pres-de-8-000-nouveaux-documents-mis-en-ligne-20251223_3JXNAS4LLRDMVNZUSPOXXQHJZQ/"
    },
    {
      "title": "Russie bombarde Ukraine avec drones et missiles causant coupures de courant",
      "source": "20 Minutes",
      "summary": "Frappes russes touchent infrastructures énergétiques ukrainiennes, provoquant pannes dans plusieurs régions. Aviation polonaise en alerte pour protéger son espace aérien.",
      "link": "https://www.20minutes.fr/monde/ukraine/4192916-20251223-direct-guerre-ukraine-nombreuses-coupures-courant-ukraine-apres-frappes-russes?at_medium=display&at_campaign=149"
    },
    {
      "title": "Trump réaffirme vouloir acheter Groenland face à Chine et Russie",
      "source": "20 Minutes",
      "summary": "Donald Trump exerce pression sur Danemark et UE pour intégrer Groenland aux États-Unis. Il justifie cela par besoins stratégiques contre rivaux géopolitiques.",
      "link": "https://www.20minutes.fr/monde/etats-unis/4192913-20251223-trump-martele-vouloir-groenland-faire-face-chine-russie?at_medium=display&at_campaign=149"
    },
    {
      "title": "Frappes russes causent coupures de courant en Ukraine et deux morts",
      "source": "RFI",
      "summary": "Missiles et drones russes visent infrastructures énergétiques ukrainiennes, entraînant pannes dans plusieurs régions. Deux morts et blessés signalés ; Pologne déploie avions.",
      "link": "https://www.rfi.fr/fr/europe/20251223-ukraine-des-coupures-de-courant-dans-plusieurs-r%C3%A9gions-apr%C3%A8s-des-frappes-russes"
    }
  ]
}