{
  "date": "2025-09-06",
  "summary": "L’offensive israélienne s’intensifie à Gaza, et selon Le Monde au moins 70 000 Palestiniens ont fui en une semaine, creusant une crise humanitaire où l’accès aux soins et à la nourriture se détériore; l’ouverture de corridors d’aide devient urgente. Parallèlement, des groupes armés au Sahel, dont le JNIM, imposent un blocus sur Kayes et Nioro, selon France 24, compliquant encore les secours et alimentant des déplacements internes. Ces mouvements combinés montrent une multiplication des foyers de déplacement et obligent la communauté internationale à coordonner l’aide entre zones de conflit et zones impactées par les catastrophes naturelles, notamment pour éviter une aggravation des violences et des pénuries. La pression diplomatique et le renforcement des capacités logistiques seront décisifs cette semaine.\n\nDonald Trump a déclaré vouloir rétablir un « ministère de la Guerre », d’après Le Monde; il s’agit d’une annonce présidentielle qui nécessite un vote du Congrès, à confirmer. L’Union européenne a infligé une amende d’au moins 3 milliards d’euros à Google, selon Libération, un coup pour les pratiques publicitaires et les marchés. France Info rapporte que 26 pays ont promis des garanties de sécurité pour dissuader la Russie, mais le soutien américain reste incertain. Le Figaro signale onze morts dans le déraillement d’un funiculaire à Lisbonne; France 24 note la qualification du Maroc pour le Mondial 2026; RFI chiffre au moins 884 morts et plus d’un million évacués au Pakistan. Action concrète: ouverture immédiate de corridors d’aide et enquêtes.",
  "headlines": [
    {
      "title": "L’offensive israélienne s’intensifie dans Gaza, civils face au déplacement",
      "source": "Le Monde",
      "summary": "Selon Le Monde, au moins 70 000 Palestiniens ont fui en une semaine; la situation humanitaire se dégrade et des corridors d’aide deviennent urgents.",
      "link": "https://www.lemonde.fr/international/article/2025/09/06/dans-la-ville-de-gaza-l-offensive-israelienne-s-intensifie-j-ai-deja-vecu-l-humiliation-du-deplacement-avec-ma-famille-nous-preferons-mourir-chez-nous_6639166_3210.html"
    },
    {
      "title": "Trump affirme rétablir le ministère de la Guerre",
      "source": "Le Monde",
      "summary": "Trump affirme vouloir rétablir l’appareil militaire; l’action doit être entérinée par le Congrès pour changer réellement le nom du département.",
      "link": "https://www.lemonde.fr/international/article/2025/09/06/donald-trump-ressuscite-le-departement-de-la-guerre-pour-que-l-armee-ne-soit-plus-seulement-sur-la-defensive_6639148_3210.html"
    },
    {
      "title": "Onze morts, dont une Française, dans un accident de funiculaire à Lisbonne",
      "source": "Le Figaro",
      "summary": "Le déraillement a coûté la vie à onze personnes; les autorités enquêtent sur les causes et les mesures de sécurité des funiculaires portugais.",
      "link": "https://www.lefigaro.fr/international/accident-de-funiculaire-a-lisbonne-une-francaise-est-decedee-20250905"
    },
    {
      "title": "L’UE inflige une amende d’au moins 3 milliards d’euros à Google",
      "source": "Liberation",
      "summary": "L’Union européenne sanctionne Google pour abus de position dominante, marquant un durcissement des règles numériques et potentielle révision des pratiques publicitaires.",
      "link": "https://www.liberation.fr/economie/economie-numerique/lue-inflige-une-amende-de-presque-3-milliards-deuros-a-google-20250905_LZRCAIOUAFHLRLHNYEORTPSM2Y/"
    },
    {
      "title": "Maroc qualifie pour le Mondial 2026, première nation africaine",
      "source": "France 24",
      "summary": "Le Maroc s’assure une place au Mondial 2026 et ouvre une étape majeure pour le football africain et l’avenir de la CAN.",
      "link": "https://www.france24.com/fr/vid%C3%A9o/20250906-mondial-2026-le-maroc-premi%C3%A8re-nation-africaine-qualifi%C3%A9e"
    },
    {
      "title": "Pakistan fait au moins 884 morts et plus d’un million évacués",
      "source": "RFI",
      "summary": "Le bilan des inondations montre la vulnérabilité du Pakistan face au climat; l’aide et les évacuations restent essentielles pour éviter de nouvelles pertes.",
      "link": "https://www.rfi.fr/fr/asie-pacifique/20250906-pakistan-pr%C3%A8s-de-900-morts-et-un-million-d-%C3%A9vacu%C3%A9s-apr%C3%A8s-de-nouvelles-inondations"
    },
    {
      "title": "Les 26 pays s’engagent pour des garanties de sécurité afin de dissuader la Russie",
      "source": "France Info",
      "summary": "Les 26 pays s’engagent pour des garanties de sécurité afin de dissuader la Russie, mais le soutien américain reste incertain et les mécanismes restent à préciser.",
      "link": "https://www.franceinfo.fr/politique/emmanuel-macron/il-va-falloir-que-l-on-fasse-un-geste-la-macronie-prete-a-des-compromis-avec-les-socialistes-en-prevision-de-l-apres-bayrou_7472911.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "JNIM impose un blocus sur Kayes et Nioro du Sahel",
      "source": "France 24",
      "summary": "Le JNIM impose un blocus sur Kayes et Nioro du Sahel, aggravant les difficultés humanitaires et la sécurité locale, et provoquant des appels à l’aide.",
      "link": "https://www.france24.com/fr/%C3%A9missions/journal-de-l-afrique/20250905-mali-le-jnim-impose-un-blocus-sur-les-villes-de-kayes-et-nioro-du-sahel"
    }
  ]
}