{
  "date": "2025-09-02",
  "summary": "Un glissement de terrain a dévasté le village de Tarasin, dans le djebel Marra au Darfour, causant plus d’un millier de morts et anéantissant la zone, selon Le Monde. Dans la bande de Gaza, une attaque aérienne a tué treize personnes, tandis que la Belgique a annoncé la reconnaissance de la Palestine aux Nations unies, des décisions qui amplifient les tensions régionales et humanitaires. Ces événements — catastrophe naturelle à grande échelle et violence armée accompagnée d’un geste diplomatique — marquent une journée où bilan humain et choix politiques se croisent et pèsent sur la stabilité des populations touchées.\n\nSur le plan géopolitique, la visite de Vladimir Poutine en Chine, où il a qualifié le conflit ukrainien de coup d’État soutenu par l’Occident, et les brouillages signalés ayant affecté l’avion d’Ursula von der Leyen en Bulgarie montrent la montée des tensions et des risques pour la sécurité diplomatique. En matière de droits et de gouvernance, la loi du Burkina Faso qui criminalise l’homosexualité et la colonisation accompagnée du contrôle des ressources hydriques en Cisjordanie freinent la perspective d’un État palestinien. Enfin, le limogeage du directeur général de Nestlé, les surcoûts et retards du programme Artemis et la hausse de l’or au‑dessus de 3 500 dollars l’once illustrent l’impact des risques politiques sur marchés, entreprises et projets publics.",
  "headlines": [
    {
      "title": "Soudan : un glissement de terrain détruit un village du Darfour",
      "source": "Le Monde",
      "summary": "Le glissement a touché Tarasin, dans le djebel Marra, faisant plus d’un millier de morts et dévastant la zone.",
      "link": "https://www.lemonde.fr/afrique/article/2025/09/02/soudan-plus-d-un-millier-de-morts-dans-un-glissement-de-terrain-qui-a-decime-un-village-du-darfour_6638079_3212.html"
    },
    {
      "title": "En direct : la défense civile de Gaza annonce 13 morts",
      "source": "Le Monde",
      "summary": "Une attaque aérienne dans la ville de Gaza fait 13 morts, et la Belgique annonce la reconnaissance de la Palestine à l’ONU.",
      "link": "https://www.lemonde.fr/international/live/2025/09/02/en-direct-la-defense-civile-de-gaza-fait-etat-de-13-morts-dans-des-frappes-israeliennes_6635968_3210.html"
    },
    {
      "title": "Guerre en Ukraine : le point sur la situation",
      "source": "Le Monde",
      "summary": "Poutine affirme, lors d'une visite en Chine, que le conflit est le résultat d’un coup d’État en Ukraine soutenu par l’Occident, rappelant 2014.",
      "link": "https://www.lemonde.fr/international/live/2025/09/02/en-direct-guerre-en-ukraine-le-point-sur-la-situation_6637567_3210.html"
    },
    {
      "title": "En Cisjordanie, Israël entrave l’émergence d’un État palestinien",
      "source": "Le Monde",
      "summary": "Le texte souligne que colonisation et ressources hydriques alimentent les entraves à la création d’un État palestinien, intensifiées après les attaques de 2023.",
      "link": "https://www.lemonde.fr/international/article/2025/09/02/en-cisjordanie-l-emergence-d-un-etat-palestinien-entravee-par-israel_6638088_3210.html"
    },
    {
      "title": "Au Burkina Faso, l’homosexualité devient illégale et passible de prison",
      "source": "Le Monde",
      "summary": "La loi, promulguée par la junte, prévoit deux à cinq ans de prison et des amendes pour des actes homosexuels.",
      "link": "https://www.lemonde.fr/afrique/article/2025/09/02/au-burkina-faso-l-homosexualite-devient-illegale-et-passible-de-prison_6638077_3212.html"
    },
    {
      "title": "L’avion de Ursula von der Leyen est brouillé en Bulgarie",
      "source": "France Info",
      "summary": "Selon les autorités bulgares, des interférences de la Russie ont ciblé l’appareil dimanche, selon une porte-parole de la présidente de la Commission européenne.",
      "link": "https://www.franceinfo.fr/monde/europe/union-europeenne/l-avion-de-la-presidente-de-la-commission-europeenne-ursula-von-der-leyen-a-ete-victime-d-un-brouillage-gps-en-bulgarie-son-equipe-soupconne-la-russie_7466737.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "Nestlé licencie son directeur général pour relation inappropriée",
      "source": "Le Monde",
      "summary": "Selon le président, la relation violait le code de conduite; le vice-président a été nommé pour le remplacer.",
      "link": "https://www.lemonde.fr/economie/article/2025/09/01/nestle-annonce-le-licenciement-de-son-directeur-general-laurent-freixe-pour-cause-de-relation-avec-une-subordonnee-directe_6638068_3234.html"
    },
    {
      "title": "Avec Artemis, le difficile et coûteux retour des Américains sur la Lune",
      "source": "Le Monde",
      "summary": "Le programme Artemis accumule retards et coûts croissants, malgré une architecture complexe et un financement restreint, avec l’incertitude politique actuelle.",
      "link": "https://www.lemonde.fr/sciences/article/2025/09/01/avec-artemis-le-difficile-et-couteux-retour-des-americains-sur-la-lune_6638051_1650684.html"
    },
    {
      "title": "Le prix de l’or franchit le cap des 3 500 dollars l’once",
      "source": "Le Monde",
      "summary": "Face aux tensions géopolitiques et à l’incertitude sur la politique monétaire américaine, l’or est perçu comme valeur refuge par les investisseurs.",
      "link": "https://www.lemonde.fr/economie/article/2025/09/02/le-prix-de-l-or-franchit-le-cap-des-3-500-dollars-l-once_6638132_3234.html"
    }
  ]
}