{
  "date": "2025-12-14",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Dermatose nodulaire : à Carbonne, la résistance des « ultras de l’A64 » aux abattages de troupeaux",
      "source": "Le Monde",
      "summary": "Face à l’épidémie, des éleveurs hostiles à la politique sanitaire du gouvernement bloquent dans le calme l’autoroute A64, près de Toulouse, qui fut le point de départ du mouvement de fronde agricole d...",
      "link": "https://www.lemonde.fr/economie/article/2025/12/14/dermatose-nodulaire-a-carbonne-la-resistance-des-ultras-de-l-a64-aux-abattages-de-troupeaux_6657228_3234.html"
    },
    {
      "title": "Présidentielle au Chili : La « chronique d’une défaite annoncée » de la gauche face à l’extrême droite",
      "source": "Le Monde",
      "summary": "Le candidat ultraconservateur José Antonio Kast est le favori du second tour de l’élection présidentielle qui l’oppose, dimanche, à la communiste Jeannette Jara, ancienne ministre du président de gauc...",
      "link": "https://www.lemonde.fr/international/article/2025/12/14/presidentielle-au-chili-la-chronique-d-une-defaite-annoncee-de-la-gauche-face-a-l-extreme-droite_6657232_3210.html"
    },
    {
      "title": "Fusillade aux Etats-Unis : deux morts et plusieurs blessés sur le campus de l’université Brown, le suspect recherché",
      "source": "Le Monde",
      "summary": "Neuf personnes ont été blessées, dont huit grièvement, a annoncé le maire de la ville de Providence où se situe cet établissement réputé de l’Etat de Rhode Island, dans le nord-est du pays. Le suspect...",
      "link": "https://www.lemonde.fr/international/article/2025/12/14/fusillade-aux-etats-unis-plusieurs-personnes-touchees-sur-le-campus-de-l-universite-brown_6657219_3210.html"
    },
    {
      "title": "Dermatose : à l’échangeur de Carbonne, des éleveurs menés par Jérôme Bayle refont barrage sans les gros syndicats",
      "source": "Liberation",
      "summary": "Entre deux marmites de cassoulet et quelques sapins de Noël, le médiatique militant a fédéré près de 80 tracteurs en Haute-Garonne pour protester contre l’abattage systématique des troupeaux atteints ...",
      "link": "https://www.liberation.fr/environnement/agriculture/dermatose-a-lechangeur-de-carbonne-des-eleveurs-menes-par-jerome-bayle-refont-barrage-sans-les-gros-syndicats-20251213_57XMYVSFMVGJPALPBPGOYB2I44/"
    },
    {
      "title": "Poupées pédopornographiques : où en est-on après le coup de filet de mercredi ?",
      "source": "Liberation",
      "summary": "Une vaste opération de police a été menée, mercredi 10 décembre, dans toute la France. Elle a permis l’interpellation d’une vingtaine de personnes soupçonnées d’avoir acheté des poupées sexuelles à ca...",
      "link": "https://www.liberation.fr/societe/police-justice/poupees-pedopornographiques-ou-en-est-on-apres-le-coup-de-filet-de-mercredi-20251213_6GTKQNLHIVG2VE3CUAA2Z46LEU/"
    },
    {
      "title": "Des patrons, des ministres... et Bolloré invité : les secrets du très catho \"Dîner des Bâtisseurs\"",
      "source": "L'Express",
      "summary": "Dans une salle de bal parisienne, 600 \"leaders catholiques\" s'affichent. Ministres, députés, grands patrons, comédiens, une démonstration de force, veillant à se tenir à distance du politique....",
      "link": "https://www.lexpress.fr/societe/des-patrons-des-ministres-et-bollore-invite-les-secrets-du-tres-catho-diner-des-batisseurs-4SQHHAT77FEKTORJYX44BMJMM4/"
    }
  ]
}