{
  "date": "2025-10-30",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "L’ouragan Melissa cause la mort de plus de 30 personnes, selon un bilan provisoire",
      "source": "Le Monde",
      "summary": "C’est en Haïti que le nombre de victimes est le plus important. Le cyclone reste dangereux et le bilan pourrait s’alourdir, à mesure que la Jamaïque et Cuba vont redevenir accessibles....",
      "link": "https://www.lemonde.fr/planete/article/2025/10/30/l-ouragan-melissa-poursuit-sa-route-devastatrice-vers-les-bahamas-apres-avoir-ravage-la-jamaique-et-cuba_6650244_3244.html"
    },
    {
      "title": "Donald Trump annonce avoir conclu un accord sur les terres rares lors de sa rencontre avec Xi Jinping",
      "source": "Le Monde",
      "summary": "Selon le président américain, son homologue chinois a convenu de suspendre pour un an les restrictions à l’exportation de ces minerais indispensables aux nouvelles technologies comme à l’industrie de ...",
      "link": "https://www.lemonde.fr/economie/article/2025/10/30/donald-trump-annonce-avoir-conclu-un-accord-sur-les-terres-rares-lors-de-sa-rencontre-avec-xi-jinping_6650243_3234.html"
    },
    {
      "title": "Elections législatives aux Pays-Bas : l’extrême droite et le centre à égalité, après le dépouillement de 95 % des bulletins de vote",
      "source": "Le Monde",
      "summary": "Donné dans un premier temps battu, le PVV de Geert Wilders fait désormais jeu égal avec le parti centriste pro-européen D66. Selon les projections, les deux formations recueilleraient 26 sièges chacun...",
      "link": "https://www.lemonde.fr/international/article/2025/10/30/elections-legislatives-aux-pays-bas-l-extreme-droite-et-le-centre-a-egalite-apres-le-depouillement-de-95-des-bulletins-de-vote_6650218_3211.html"
    },
    {
      "title": "Procès des «mains rouges» taguées sur le Mémorial de la Shoah à Paris : les prévenus se présentent comme de simples suiveurs",
      "source": "Liberation",
      "summary": "Au premier jour de l’audience devant le tribunal correctionnel dans l’affaire des tags retrouvés en mai 2024, trois ressortissants bulgares ont désigné un quatrième, toujours en fuite, comme la tête p...",
      "link": "https://www.liberation.fr/societe/police-justice/proces-des-mains-rouges-taguees-sur-le-memorial-de-la-shoa-a-paris-les-prevenus-se-presentent-comme-de-simples-suiveurs-20251029_3AVS2GVASBFZJPYLU7CZBMRR6U/"
    },
    {
      "title": "Braquage au Louvre : des aveux incomplets et des bijoux toujours introuvables",
      "source": "Liberation",
      "summary": "Lors d’une conférence de presse ce mercredi 29 octobre, la procureure de Paris a fait le point sur l’enquête. Lors de leur garde à vue, les deux suspects ont «reconnu partiellement les faits», sans dé...",
      "link": "https://www.liberation.fr/societe/police-justice/braquage-au-louvre-la-procureure-de-paris-donnera-une-conference-de-presse-cet-apres-midi-20251029_O3YXJ3EKU5ELXCXKUADIWZ23PI/"
    },
    {
      "title": "Anne Gombault : \"Les arguments du manque de moyens du Louvre ne tiennent pas\"",
      "source": "L'Express",
      "summary": "Une semaine après le cambriolage du Louvre, deux hommes, suspectés d’avoir fait partie du commando, ont été interpellés samedi 25 octobre. Reste que le casse spectaculaire met en lumière un grave défa...",
      "link": "https://www.lexpress.fr/culture/anne-gombault-desavouer-la-presidente-du-louvre-mettrait-en-cause-emmanuel-macron-I4BNENTEUZAWXL54QZPYNPF5PU/"
    }
  ]
}