{
  "date": "2025-12-08",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "La cocaïne détrône le cannabis sur le marché de la drogue pour la première fois en France",
      "source": "Le Monde",
      "summary": "Avec 3,1 milliards d’euros contre 2,7 milliards pour le cannabis, la cocaïne s’impose dans le pays comme le premier marché de produits stupéfiants selon une étude publiée ce lundi 8 décembre par l’Obs...",
      "link": "https://www.lemonde.fr/societe/article/2025/12/08/la-cocaine-detrone-le-cannabis-sur-le-marche-de-la-drogue-pour-la-premiere-fois-en-france_6656431_3224.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : Donald Trump reproche à Volodymyr Zelensky de n’avoir « pas lu la proposition » américaine visant à mettre fin au conflit",
      "source": "Le Monde",
      "summary": "Le texte « convient à la Russie, vous savez je pense que la Russie préférerait avoir tout le pays », mais « je ne suis pas sûr que cela convienne à Zelensky », a encore dit Donald Trump dimanche....",
      "link": "https://www.lemonde.fr/international/live/2025/12/08/en-direct-guerre-en-ukraine-donald-trump-reproche-a-volodymyr-zelensky-de-n-avoir-pas-lu-la-proposition-de-paix-pour-l-ukraine_6656313_3210.html"
    },
    {
      "title": "Les rythmes scolaires à l’école, une question d’égalité à poser avant les élections municipales",
      "source": "Le Monde",
      "summary": "Les maires ont beau être au centre de la gestion des rythmes scolaires, ils temporisent devant les conclusions du rapport rendu par la convention citoyenne des temps de l’enfant, qui préconise le reto...",
      "link": "https://www.lemonde.fr/societe/article/2025/12/08/les-rythmes-scolaires-a-l-ecole-une-question-d-egalite-a-poser-avant-les-elections-municipales_6656416_3224.html"
    },
    {
      "title": "De la boutique locale aux ventes à l’échelle européenne : comment j’ai échappé au piège des 95 % ?",
      "source": "Liberation",
      "summary": "Pendant des années, j’ai géré ma boutique en ligne comme la plupart d’entre nous. Mon site était dans une seule langue, les prix dans ma monnaie locale, l’expédition organisée avec un ou deux transpor...",
      "link": "https://www.liberation.fr/libeplus/de-la-boutique-locale-aux-ventes-a-lechelle-europeenne-comment-jai-echappe-au-piege-des-95-20251208_TAPPUQZ7AVDSZG5OCEZUR2MRCQ/"
    },
    {
      "title": "Mort de Martin Parr : god save the kitsch",
      "source": "Liberation",
      "summary": "Connu dans le monde entier pour son regard ironique et coloré sur la société anglaise, le photographe britannique est mort samedi 6 décembre à 73 ans....",
      "link": "https://www.liberation.fr/idees-et-debats/editorial/mort-de-martin-parr-god-save-the-kitsch-20251207_IH3HEVA5BNEQ7IGDME444HEILM/"
    },
    {
      "title": "Quel bilan pour Ahmed al-Charaa, un an après la chute d’Assad en Syrie ?",
      "source": "France 24",
      "summary": "Un an après la chute de Bachar al-Assad, la Syrie tente de se reconstruire sur les ruines d’un conflit qui a duré plus de 13 ans. Une transition fragile sous la direction d’Ahmed al-Charaa, ex-chef re...",
      "link": "https://www.france24.com/fr/moyen-orient/20251208-quel-bilan-charaa-un-an-chute-assad-syrie"
    }
  ]
}