{
  "date": "2025-11-15",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Budget 2026 : après la suspension des débats à l’Assemblée nationale, un vote sur les recettes de plus en plus incertain",
      "source": "Le Monde",
      "summary": "Le gouvernement a décidé que les députés ne siégeront pas ce week-end, invoquant la fatigue des élus après plusieurs semaines d’intenses discussions budgétaires. La France insoumise et les Ecologistes...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/15/budget-2026-apres-la-suspension-des-debats-a-l-assemblee-nationale-un-vote-sur-les-recettes-de-plus-en-plus-incertain_6653494_823448.html"
    },
    {
      "title": "Gaza : à l’orée de la deuxième phase, le plan de paix de Trump face aux doutes",
      "source": "Le Monde",
      "summary": "Le Hamas ne retient plus que trois dépouilles d’otages, laissant entrevoir la fin de la première phase de l’accord proposé par les Etats-Unis. Mais la suite du processus est pleine d’incertitudes, tan...",
      "link": "https://www.lemonde.fr/international/article/2025/11/15/gaza-a-l-oree-de-la-deuxieme-phase-le-plan-de-paix-de-trump-face-aux-doutes_6653498_3210.html"
    },
    {
      "title": "Donald Trump rompt avec Marjorie Taylor Greene, figure du camp MAGA, sur l’affaire Epstein",
      "source": "Le Monde",
      "summary": "L’élue républicaine de Géorgie a condamné la gestion par le président américain de ce dossier très sensible, à quelques jours d’un vote à la Chambre des représentants visant à forcer la publication, p...",
      "link": "https://www.lemonde.fr/international/article/2025/11/15/donald-trump-rompt-avec-marjorie-taylor-greene-figure-du-camp-maga-sur-l-affaire-epstein_6653493_3210.html"
    },
    {
      "title": "IKKS en redressement judiciaire : malgré une dizaine de repreneurs, des centaines d’emplois en danger",
      "source": "Liberation",
      "summary": "Plusieurs groupes industriels se sont positionnés pour acquérir une partie des activités de la marque de prêt-à-porter qui compte plus de 1 000 salariés en France. L’audience du tribunal est fixée au ...",
      "link": "https://www.liberation.fr/economie/social/ikks-en-redressement-judiciaire-malgre-une-dizaine-de-repreneurs-des-centaines-demplois-en-danger-20251114_KJZFNXVP4JAUPEAC6QLBS6JCHU/"
    },
    {
      "title": "Un business hyper protéiné orchestré par l’industrie agro-alimentaire",
      "source": "Liberation",
      "summary": "Charal, Danone, Bel… Les géants de l’agro-industrie rémunèrent athlètes et chercheurs pour vanter les pseudo-mérites de produits enrichis en protéines....",
      "link": "https://www.liberation.fr/idees-et-debats/editorial/un-business-hyper-proteine-orchestre-par-lindustrie-agro-alimentaire-20251114_Z4J5XRKXQJCA7BC7JYHKYIXNQY/"
    },
    {
      "title": "L'Amérique de Donald Trump",
      "source": "L'Express",
      "summary": "Contre toute attente, le milliardaire imprévisible et outrancier new-yorkais Donald Trump, 70 ans, a remporté l'élection présidentielle de 2016 aux Etats-Unis, face à la démocrate Hillary Clinton. Inv...",
      "link": "https://www.lexpress.fr/monde/amerique/donald-trump_1702460.html"
    }
  ]
}