{
  "date": "2025-11-22",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Après le rejet du budget par l’Assemblée nationale, une nouvelle course contre la montre va s’engager au Sénat",
      "source": "Le Monde",
      "summary": "Le projet de loi de finances a été rejeté à la quasi-unanimité dans la nuit de vendredi à samedi, balayant plus de 125 heures de travaux des députés. La version initiale du texte part maintenant au Sé...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/22/apres-le-rejet-du-budget-par-l-assemblee-nationale-une-nouvelle-course-contre-la-montre-va-s-engager-au-senat_6654381_823448.html"
    },
    {
      "title": "L’Ukraine sous le coup d’un ultimatum des Etats-Unis pour accepter un plan de paix déséquilibré",
      "source": "Le Monde",
      "summary": "Donald Trump a donné jusqu’au 27 novembre à Kiev pour consentir à l’accord proposé, largement favorable à la Russie. Les Européens, mis devant le fait accompli, s’efforcent de soutenir Volodymyr Zelen...",
      "link": "https://www.lemonde.fr/international/article/2025/11/22/l-ukraine-sous-le-coup-d-un-ultimatum-des-etats-unis-pour-accepter-un-plan-de-paix-desequilibre_6654393_3210.html"
    },
    {
      "title": "Au Brésil, les négociations de la COP30 dans l’impasse après la suppression de la référence aux énergies fossiles",
      "source": "Le Monde",
      "summary": "Les pourparlers auraient dû s’achever vendredi après-midi à Belem. Mais la présidence brésilienne a mis sur la table un projet de texte qualifié d’« inacceptable » par un certain nombre de parties, do...",
      "link": "https://www.lemonde.fr/planete/article/2025/11/22/au-bresil-les-negociations-de-la-cop30-dans-l-impasse-apres-la-suppression-de-la-reference-aux-energies-fossiles_6654384_3244.html"
    },
    {
      "title": "Guillaume Dustan, vingt ans après",
      "source": "Liberation",
      "summary": "Deux livres interrogent l’héritage de l’écrivain-polémiste gay, mort en 2005....",
      "link": "https://www.liberation.fr/culture/livres/guillaume-dustan-vingt-ans-apres-20251122_PF74ALIOHRBPJEARI44TESOEKM/"
    },
    {
      "title": "Le théâtre, une expérience humaine et sensible",
      "source": "Liberation",
      "summary": "Le (triste) spectacle qu’offre le réel mérite d’être décrypté : au théâtre de le représenter et de le mettre en question sans prétendre apporter de solution. Par Julia Vidit, metteuse en scène....",
      "link": "https://www.liberation.fr/forums/le-theatre-une-experience-humaine-et-sensible-20251122_JLZ76LDEGND6VOHFLRPZQFEUSU/"
    },
    {
      "title": "Du \"népotisme\" à l'INSP (ex-ENA) ? La lettre explosive des élèves, la réponse de la direction",
      "source": "L'Express",
      "summary": "Dans une lettre ouverte, les sortants de la dernière promotion de l’Institut national du service public alertent sur le manque de transparence du processus de recrutement aux plus hautes fonctions de ...",
      "link": "https://www.lexpress.fr/societe/education/fronde-a-linsp-ex-ena-la-lettre-explosive-des-eleves-qui-accuse-la-direction-de-nepotisme-35S53XKANNHFXOY4RIISVASHTE/"
    }
  ]
}