{
  "date": "2025-11-11",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Avant les attentats du 13-Novembre, une course contre la montre et une succession de rendez-vous manqués",
      "source": "Le Monde",
      "summary": "Entre la décision de l’organisation Etat islamique de perpétrer une tuerie de masse en France et les attentats du 13-Novembre, un an s’est écoulé. Douze mois au cours desquels les services de renseign...",
      "link": "https://www.lemonde.fr/societe/article/2025/11/11/avant-les-attentats-du-13-novembre-une-course-contre-la-montre-et-une-succession-de-rendez-vous-manques_6652967_3224.html"
    },
    {
      "title": "Au premier jour de la COP30 de Belem, la bataille du programme des discussions entre renforcement des objectifs et enjeu du financement",
      "source": "Le Monde",
      "summary": "Les Etats les plus vulnérables, soutenus par les Européens, défendent un rehaussement des ambitions concernant l’atténuation des émissions de gaz à effet de serre. D’autres pays, menés par la Chine et...",
      "link": "https://www.lemonde.fr/planete/article/2025/11/11/au-premier-jour-de-la-cop30-de-belem-la-bataille-du-programme-des-discussions-entre-renforcement-des-objectifs-et-enjeu-du-financement_6652977_3244.html"
    },
    {
      "title": "Shutdown aux Etats-Unis : le Sénat vote le texte devant mettre fin à la paralysie budgétaire",
      "source": "Le Monde",
      "summary": "La proposition de loi a été adoptée grâce au vote de huit sénateurs démocrates, suscitant la colère dans leur camp. Le texte doit maintenant être approuvé à la Chambre des représentants....",
      "link": "https://www.lemonde.fr/international/article/2025/11/11/shutdown-aux-etats-unis-le-senat-vote-le-texte-devant-mettre-fin-a-la-paralysie-budgetaire_6652962_3210.html"
    },
    {
      "title": "A Nice, trois policiers condamnés pour injures racistes lors d’une arrestation",
      "source": "Liberation",
      "summary": "Les trois agents ont été condamnés à douze mois de prison avec sursis pour avoir violenté à l’arrière d’une fourgonnette deux hommes qu’ils venaient d’arrêter. L’une des victimes, âgée de 18 ans, avai...",
      "link": "https://www.liberation.fr/societe/police-justice/a-nice-trois-policiers-condamnes-pour-injures-racistes-lors-dune-arrestation-20251110_B6VDSPWY5VGOPPPTH77J523G2A/"
    },
    {
      "title": "Le président syrien à la Maison Blanche pour une rencontre historique et discrète",
      "source": "Liberation",
      "summary": "Donald Trump a reçu ce lundi 10 novembre Ahmed al-Charaa, une première pour un chef d’Etat syrien et une consécration pour l’ancien jihadiste....",
      "link": "https://www.liberation.fr/international/moyen-orient/le-president-syrien-a-la-maison-blanche-pour-une-rencontre-historique-et-discrete-20251110_WUO6JNVPR5DRZHSU75ZIJHQ5BM/"
    },
    {
      "title": "Donald Trump élu président des Etats-Unis : un come-back historique",
      "source": "L'Express",
      "summary": "Contre toute attente, le milliardaire imprévisible et outrancier new-yorkais Donald Trump, 70 ans, a remporté l'élection présidentielle de 2016 aux Etats-Unis, face à la démocrate Hillary Clinton. Inv...",
      "link": "https://www.lexpress.fr/monde/amerique/donald-trump_1702460.html"
    }
  ]
}