{
  "date": "2025-10-17",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Après avoir échappé à la censure, Sébastien Lecornu reste sous la pression de l’Assemblée nationale",
      "source": "Le Monde",
      "summary": "Dix-huit voix ont manqué pour faire tomber le gouvernement, jeudi, les socialistes s’abstenant majoritairement. Si les débats vont enfin pouvoir se lancer dans l’Hémicycle, les oppositions promettent ...",
      "link": "https://www.lemonde.fr/politique/article/2025/10/17/apres-avoir-echappe-a-la-censure-sebastien-lecornu-reste-sous-la-pression-de-l-assemblee-nationale_6647522_823448.html"
    },
    {
      "title": "Au procès de Cédric Jubillar, un grand moment de défense",
      "source": "Le Monde",
      "summary": "Mᵉ Emmanuelle Franck a dénoncé dans sa plaidoirie, jeudi 16 octobre, une « machine à broyer où la mauvaise foi côtoie l’incompétence ». Pour Mᵉ Alexandre Martin, les juges ont « le devoir d’acquitter ...",
      "link": "https://www.lemonde.fr/societe/article/2025/10/17/au-proces-jubillar-un-grand-moment-de-defense_6647520_3224.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : Volodymyr Zelensky à Washington pour rencontrer Donald Trump qui se montre prudent sur la fourniture de missiles Tomahawk",
      "source": "Le Monde",
      "summary": "Le président américain, qui a par ailleurs annoncé un sommet avec Vladimir Poutine dans les deux semaines, a déclaré que les Etats-Unis ne pouvaient pas « appauvrir » leurs propres réserves de missile...",
      "link": "https://www.lemonde.fr/international/live/2025/10/17/en-direct-guerre-en-ukraine-volodymyr-zelensky-a-washington-pour-rencontrer-donald-trump-qui-se-montre-prudent-sur-la-fourniture-de-missiles-tomahawk_6645867_3210.html"
    },
    {
      "title": "Procès du meurtre de Lola : dans le XIXe arrondissement de Paris, «ça me fait trop mal au cœur»",
      "source": "Liberation",
      "summary": "Avant que Dahbia B. ne comparaisse au palais de justice à partir de ce vendredi, «Libération» est allé recueillir la parole d’habitants, d’enseignants et de commerçants du quartier, toujours très affe...",
      "link": "https://www.liberation.fr/societe/police-justice/proces-du-meurtre-de-lola-dans-le-xixe-arrondissement-de-paris-ca-me-fait-trop-mal-au-coeur-20251016_2I7TRBX35RHNVMFOBJNHILWMBQ/"
    },
    {
      "title": "«Superbemarché» : à Sète, les agrumes sont dans les petits papiers du Miam",
      "source": "Liberation",
      "summary": "Avec son étonnante exposition, le musée des Arts modestes dévoile la face cachée des papiers emballant les oranges. Des objets déchets utilisés pour des raisons pratiques, publicitaires, mais aussi po...",
      "link": "https://www.liberation.fr/culture/arts/superbemarche-a-sete-les-agrumes-sont-dans-les-petits-papiers-du-miam-20251017_NEWTIGRRDFCWFH22J4XHGKVLSY/"
    },
    {
      "title": "Edouard Geffray, nouveau ministre de l’Education : un \"monstre froid\" chouchou de Blanquer… et de Ndiaye",
      "source": "L'Express",
      "summary": "Dans les couloirs de la rue de Grenelle, tout le monde reconnaît les compétences techniques d’Edouard Geffray. Reste à savoir si celui qui a longtemps œuvré dans l’ombre de Jean-Michel Blanquer puis d...",
      "link": "https://www.lexpress.fr/societe/education/edouard-geffray-nouveau-ministre-de-leducation-un-monstre-froid-chouchou-de-blanquer-et-de-ndiaye-QK3IYI5VM5GENMKUED7I27BRS4/"
    }
  ]
}