{
  "date": "2025-10-26",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Budget 2026 : à l’Assemblée nationale, les débats s’éternisent, reportant l’examen d’une éventuelle « taxe Zucman »",
      "source": "Le Monde",
      "summary": "La lenteur des discussions n’a pas permis, samedi, d’aborder la taxation des hauts patrimoines, au cœur de tractations entre socialistes, écologistes et représentants du bloc central. Les Républicains...",
      "link": "https://www.lemonde.fr/politique/article/2025/10/26/budget-2026-a-l-assemblee-nationale-les-debats-s-eternisent-reportant-l-examen-d-une-eventuelle-taxe-zucman_6649645_823448.html"
    },
    {
      "title": "Donald Trump annonce une hausse de 10 % des droits de douane sur le Canada après la diffusion d’une publicité",
      "source": "Le Monde",
      "summary": "Le président américain a rompu cette semaine les relations commerciales avec Ottawa, en rétorsion à une campagne publicitaire de la province de l’Ontario contre les droits de douane américains utilisa...",
      "link": "https://www.lemonde.fr/economie/article/2025/10/26/donald-trump-annonce-une-hausse-de-10-des-droits-de-douane-sur-le-canada-apres-la-diffusion-d-une-publicite_6649633_3234.html"
    },
    {
      "title": "En Syrie, dans le camp de Roj, le sort suspendu des femmes de djihadistes",
      "source": "Le Monde",
      "summary": "Quelque 2 100 femmes ayant rejoint l’organisation Etat islamique sont détenues dans le camp de Roj, dans le nord-est de la Syrie....",
      "link": "https://www.lemonde.fr/international/article/2025/10/26/en-syrie-dans-le-camp-de-roj-le-sort-suspendu-des-femmes-de-djihadistes_6649646_3210.html"
    },
    {
      "title": "Avant la présidentielle, Xavier Bertrand se pose en «opposant d’intérêt général»",
      "source": "Liberation",
      "summary": "Le président de la région Hauts-de-France et du mouvement «Nous France» a réuni ses sympathisants, samedi 25 octobre, dans son fief de Saint-Quentin, dans l’Aisne. En tournée pour son nouveau livre, i...",
      "link": "https://www.liberation.fr/politique/avant-la-presidentielle-xavier-bertrand-se-pose-en-opposant-dinteret-general-20251025_OSLHIR3KDJFPXCWOQXP2SLVI54/"
    },
    {
      "title": "TotalEnergies annonce vouloir reprendre son mégaprojet gazier au Mozambique",
      "source": "Liberation",
      "summary": "La construction du site, chiffrée à 20 milliards de dollars, avait été interrompue en 2021 à la suite de l’attaque meurtrière de jihadistes contre la ville de Palma, située à proximité....",
      "link": "https://www.liberation.fr/international/afrique/totalenergies-annonce-vouloir-reprendre-son-megaprojet-gazier-au-mozambique-20251025_5LBZGGUOT5FJXGJ2JTYIRLFJ5Y/"
    },
    {
      "title": "Iannis Roder intimidé par des étudiants propalestiniens : \"Ils entretiennent un antisémitisme au nom du Bien\"",
      "source": "L'Express",
      "summary": "Le 14 octobre dernier, un groupe d’étudiants propalestiniens de Sciences Po Lyon s’en est pris à Iannis Roder à coups de tags et de slogans virulents. Tentant de faire annuler une conférence donnée pa...",
      "link": "https://www.lexpress.fr/societe/education/iannis-roder-intimide-par-des-etudiants-a-sciences-po-lyon-ils-entretiennent-un-antisemitisme-au-nom-3AJNBB2VCRBJJIVZQC6U5WM7LY/"
    }
  ]
}