{
  "date": "2025-11-16",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Au Royaume-Uni, le gouvernement travailliste durcit sa politique à l’égard des réfugiés",
      "source": "Le Monde",
      "summary": "La durée des autorisations de séjour va être ramenée de cinq ans à trente mois, et le délai nécessaire pour devenir résident permanent va passer de cinq à vingt ans. Les demandeurs d’asile n’auront pl...",
      "link": "https://www.lemonde.fr/international/article/2025/11/15/le-royaume-uni-va-limiter-la-protection-accordee-aux-refugies-annonce-le-gouvernement_6653587_3210.html"
    },
    {
      "title": "La candidature de Jordan Bardella à la présidentielle prend forme, avant le procès en appel de Marine Le Pen",
      "source": "Le Monde",
      "summary": "La cheffe de file de l’extrême droite a annoncé, mercredi 12 novembre, qu’elle se rangerait derrière le président du Rassemblement national si la cour d’appel de Paris confirme son inéligibilité, à la...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/16/la-candidature-de-jordan-bardella-a-la-presidentielle-prend-forme-avant-le-proces-en-appel-de-marine-le-pen_6653600_823448.html"
    },
    {
      "title": "Des Russes anti-Kremlin victimes collatérales des sanctions contre Moscou",
      "source": "Le Monde",
      "summary": "Les mesures de l’Union européenne ciblant le système financier russe ont conduit au gel des avoirs de Russes exilés en Europe après le début de la guerre en Ukraine. L’institution belge Euroclear, qui...",
      "link": "https://www.lemonde.fr/economie/article/2025/11/15/des-russes-anti-kremlin-victimes-collaterales-des-sanctions-contre-moscou_6653548_3234.html"
    },
    {
      "title": "«La Nuit funambule» d’Emmanuel Poinot : dans le pétrin dans le pétrole",
      "source": "Liberation",
      "summary": "Sur une plateforme pétrolière dans l’Atlantique Nord, parfois inaccessible, une amitié se noue entre deux hommes, relation faite de subtilités et de non-dits....",
      "link": "https://www.liberation.fr/culture/livres/la-nuit-funambule-demmanuel-poinot-dans-le-petrin-dans-le-petrole-20251115_UNSAN566U5BJJOSH7PQP5XO4H4/"
    },
    {
      "title": "Gel tardif, «punaise diabolique», prix en hausse... La Turquie redoute la casse de la noisette",
      "source": "Liberation",
      "summary": "Les mauvaises récoltes annuelles ont poussé l’Italien Ferrero à reconsidérer ses importations turques. Mais le pays, plus grand producteur mondial de cet oléagineux, est totalement dépendant du géant ...",
      "link": "https://www.liberation.fr/international/europe/gel-tardif-punaise-diabolique-prix-en-hausse-la-turquie-redoute-la-casse-de-la-noisette-20251115_DQZY7WZVOVFZBFCZJ3I3OHTHE4/"
    },
    {
      "title": "L'Amérique de Donald Trump",
      "source": "L'Express",
      "summary": "Contre toute attente, le milliardaire imprévisible et outrancier new-yorkais Donald Trump, 70 ans, a remporté l'élection présidentielle de 2016 aux Etats-Unis, face à la démocrate Hillary Clinton. Inv...",
      "link": "https://www.lexpress.fr/monde/amerique/donald-trump_1702460.html"
    }
  ]
}