{
  "date": "2025-11-09",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Budget de la « Sécu » : l’Assemblée nationale adopte la partie recettes à une courte majorité",
      "source": "Le Monde",
      "summary": "Le texte a été largement remanié par rapport à la version proposée par le gouvernement. L’examen du projet de loi de financement de la Sécurité sociale va se poursuivre sur le volet dépenses, qui comp...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/08/budget-de-la-secu-l-assemblee-adopte-a-une-courte-majorite-la-partie-recettes_6652754_823448.html"
    },
    {
      "title": "Le projet d’attentat de trois jeunes femmes suspectées de djihadisme est le sixième déjoué depuis le début 2025",
      "source": "Le Monde",
      "summary": "Les trois femmes âgées de 18, 19 et 21 ans auraient évoqué en ligne l’idée d’attaquer des terrasses de cafés ou une salle de concert. Le fait qu’elles se rencontrent a déclenché leur arrestation début...",
      "link": "https://www.lemonde.fr/societe/article/2025/11/08/le-projet-d-attentat-de-trois-jeunes-femmes-suspectees-de-djihadisme-est-le-sixieme-dejoue-depuis-le-debut-2025_6652750_3224.html"
    },
    {
      "title": "Après la tempête Kalmaegi, un super-typhon s’approche des Philippines où près d’un million de personnes ont été évacuées",
      "source": "Le Monde",
      "summary": "L’arrivée imminente de Fung-wong, dont le diamètre couvre la quasi-intégralité du pays, fait craindre des inondations et de nouveaux drames. Les secours peinent déjà à intervenir dans certaines zones ...",
      "link": "https://www.lemonde.fr/international/article/2025/11/09/un-super-typhon-s-approche-des-philippines-juste-apres-le-passage-meurtrier-de-la-tempete-kalmaegi_6652759_3210.html"
    },
    {
      "title": "13 Novembre : «Je me sens coupable», par Claire Denis",
      "source": "Liberation",
      "summary": "Dix ans après, «Libération» a invité 13 artistes à revenir sur les attentats : comment ils les ont vécus, comment ils les ressentent encore aujourd’hui. La cinéaste revient sur cette soirée, vécue à N...",
      "link": "https://www.liberation.fr/plus/numeros-speciaux/13-novembre-je-me-sens-coupable-par-claire-denis-20251107_ZYCF6SIHSJF4DIYKNZPMPJHXY4/"
    },
    {
      "title": "Hugues Micol, auteur de BD : «Je m’amuse beaucoup plus aujourd’hui qu’à 30 ans quand je dessine»",
      "source": "Liberation",
      "summary": "Rencontre avec le dessinateur prolifique, qui sort «Mimésia», une dystopie aussi drôle que virtuose, pleine de clins d’œil à la SF des années 70....",
      "link": "https://www.liberation.fr/culture/bd/hugues-micol-auteur-de-bd-je-mamuse-beaucoup-plus-aujourdhui-qua-30-ans-quand-je-dessine-20251108_Z2RSEVLSO5ERPDFPV5HK4EDBNI/"
    },
    {
      "title": "\"Le Harvard de la cuisine\" : l’école Ferrandi, le navire amiral de la gastronomie qui met le cap à l'international",
      "source": "L'Express",
      "summary": "L’Ecole Ferrandi étend sa renommée à l’international en misant sur l’accueil d’étudiants venus du monde entier et en multipliant les partenariats avec des universités prestigieuses....",
      "link": "https://www.lexpress.fr/societe/education/le-harvard-de-la-cuisine-lecole-ferrandi-le-navire-amiral-de-la-gastronomie-qui-met-le-cap-a-EQBZSZR2HVBHTCGHY53AWYBEAE/"
    }
  ]
}