{
  "date": "2025-12-23",
  "summary": "Israel announced on December 21 that it had approved 19 new settlements in the occupied West Bank, expanding construction and tightening restrictions on Palestinian land. The decision follows recent Russian air strikes that targeted Kyiv and western Ukrainian regions, as well as U.S. President Donald Trump’s public call to annex Greenland, signaling a series of assertive territorial moves by multiple powers. These actions have prompted European capitals to prepare a coordinated diplomatic response. EU foreign ministers are set to convene an emergency meeting before the end of the month to assess sanctions and funding measures, while the French parliament prepares to vote on a special budget law on December 23 that could finance the intended response.\n\nFrance’s parliament, comprising deputies and senators, scheduled a vote on a special budget law for December 23 to break legislative deadlock and fund government operations. In Latin America, an Ecuadorian court sentenced four military officers to 35‑year terms for the forced disappearance of four minors, ordering the state to issue public apologies. In Sudan, MSF president Javid Abdelmoneim warned that violence in El‑Fasher could spread, urging swift international action. Trump appointed a special envoy for Greenland, prompting Denmark to summon the U.S. ambassador and raising diplomatic tension that may spark further measures before year’s end.",
  "headlines": [
    {
      "title": "Russian air raid strikes Kyiv, defenses intercept 12 drones",
      "source": "France 24",
      "summary": "Russian strikes hit western Ukrainian oblasts of Rivne, Ivano-Frankivsk and central Cherkassy, while explosions echo in Kharkiv, raising civilian alerts.",
      "link": "https://www.france24.com/fr/vid%C3%A9o/20251223-nouvelle-attaque-a%C3%A9rienne-russe-%C3%A0-kiev-les-d%C3%A9fenses-a%C3%A9riennes-%C3%A0-l-%C5%93uvre"
    },
    {
      "title": "Israeli authorities approve 19 new West Bank settlements",
      "source": "RFI",
      "summary": "Israel validates 19 new settlements on December 21, 2025, extending settlement activity and further limiting Palestinian land use in the occupied territories.",
      "link": "https://www.rfi.fr/fr/moyen-orient/20251223-en-cisjordanie-occup%C3%A9e-la-colonisation-isra%C3%A9lienne-s-acc%C3%A8re-et-grignote-les-terres-palestiniennes"
    },
    {
      "title": "Lecornu seeks special budget law under Macron's 2026 pressure",
      "source": "Le Monde",
      "summary": "Prime minister Lecornu plans to adopt a special budget law in January 2026 under President Macron's urging, aiming to secure parliamentary approval.",
      "link": "https://www.lemonde.fr/politique/article/2025/12/23/sebastien-lecornu-presse-par-emmanuel-macron-de-doter-la-france-d-un-budget_6659176_823448.html"
    },
    {
      "title": "Parliament votes special budget law Tuesday, December 23",
      "source": "Le Figaro",
      "summary": "Deputies and senators are set to vote on a special budget law on Tuesday, December 23, to break the legislative deadlock and permit state financing.",
      "link": "https://www.lefigaro.fr/politique/en-direct-budget-2026-pour-sortir-de-l-impasse-le-parlement-se-prononce-sur-une-loi-speciale-ce-mardi-20251223"
    },
    {
      "title": "Trump urges US annexation of Greenland to counter China",
      "source": "20 Minutes",
      "summary": "Donald Trump calls for U.S. annexation of Greenland to counter China and Russia, prompting criticism from Denmark and European Union officials.",
      "link": "https://www.20minutes.fr/monde/etats-unis/4192913-20251223-trump-martele-vouloir-groenland-faire-face-chine-russie?at_medium=display&at_campaign=149"
    },
    {
      "title": "Trump appoints special envoy for Greenland, causing public reaction",
      "source": "France 24",
      "summary": "Following the appointment, Denmark summons the U.S. ambassador, escalating diplomatic tension over Trump’s repeated threats to claim the Danish territory, raising concerns about regional stability.",
      "link": "https://www.france24.com/fr/vid%C3%A9o/20251223-trump-nomme-un-envoy%C3%A9-sp%C3%A9cial-au-groenland-provoquant-une-vague-d-indignation"
    },
    {
      "title": "Ecuador court sentences 4 military officers to 35 years",
      "source": "RFI",
      "summary": "Ecuadorian court condemns four military members to 35‑year sentences for the forced disappearance of four minors, ordering public apologies from the state.",
      "link": "https://www.rfi.fr/fr/am%C3%A9riques/20251223-%C3%A9quateur-des-militaires-condamn%C3%A9s-%C3%A0-35-ans-de-prison-pour-la-disparition-forc%C3%A9e-de-quatre-gar%C3%A7ons"
    },
    {
      "title": "MSF chief warns against normalizing Sudan atrocities worldwide",
      "source": "Le Monde",
      "summary": "MSF international president Javid Abdelmoneim urges the international community to act swiftly, warning that El‑Fasher’s violence could spread across Darfur.",
      "link": "https://www.lemonde.fr/idees/article/2025/12/23/javid-abdelmoneim-president-international-de-msf-il-faut-refuser-la-banalisation-des-atrocites-au-soudan_6659188_3232.html"
    }
  ]
}