{
  "date": "2025-09-15",
  "summary": "Selon Le Monde, les sanctions contre la Russie creusent une discorde entre États et institutions européennes, un risque qui pourrait durcir les relations transatlantiques et compliquer la politique commerciale vis‑à‑vis de la Chine. L’article précise que l’Union européenne doit présenter au moins 19 mesures lundi, ce qui crée une échéance politique et technique serrée pour définir une position commune. Dans le même temps, la Roumanie a convoqué l’ambassadeur russe à Bucarest après l’intrusion d’un drone dans son espace aérien, selon Le Monde, un incident qui souligne les tensions de sécurité et pourrait pousser l’OTAN à renforcer les contrôles. Prochaine étape: clarifications diplomatiques et possibles mesures de surveillance aérienne; risque de nouvelles frictions transatlantiques.\n\nSur d’autres fronts, la préparation de la COP30 au Brésil dans deux mois met l’Union européenne sous pression et, selon Le Monde, empêche pour l’instant de fixer une cible climatique commune à l’horizon 2035, ce qui affecte la crédibilité politique et les marchés. Une étude mentionnée par France Info chiffre à 43 milliards d’euros le coût de la météo extrême cet été en Europe, soulignant l’urgence d’investir dans l’adaptation. France Info signale aussi qu’au moins 80 ONG demandent d’interdire le commerce avec les colonies israéliennes et que le 18 septembre une grève nationale menace transports et services; l’essor de l’AfD à près de 15% à l’ouest de l’Allemagne, selon Le Monde, ajoute un enjeu politique. Échéance: médiation avant la grève et sommet climatique.",
  "headlines": [
    {
      "title": "Les sanctions contre la Russie provoquent une discorde entre États et Europe.",
      "source": "Le Monde",
      "summary": "Selon Le Monde, cela peut durcir les relations transatlantiques et compliquer la politique commerciale autour de la Chine; l’UE doit présenter au moins 19 mesures lundi.",
      "link": "https://www.lemonde.fr/international/article/2025/09/15/les-sanctions-contre-la-russie-pomme-de-discorde-entre-les-etats-unis-et-l-europe-face-a-la-chine_6641206_3210.html"
    },
    {
      "title": "La Roumanie convoque l’ambassadeur russe à Bucarest après l’intrusion d’un drone dans son espace aérien.",
      "source": "Le Monde",
      "summary": "Selon Le Monde, cela souligne les tensions autour de la sécurité aérienne et pourrait pousser l’OTAN à renforcer les contrôles; prochaine étape: clarifications et mesures diplomatiques.",
      "link": "https://www.lemonde.fr/international/live/2025/09/15/en-direct-guerre-en-ukraine-la-roumanie-convoque-l-ambassadeur-russe-a-bucarest-apres-l-intrusion-d-un-drone-dans-son-espace-aerien_6641122_3210.html"
    },
    {
      "title": "Climat : à deux mois de la COP30 au Brésil, l’UE patine sur ses objectifs",
      "source": "Le Monde",
      "summary": "Selon Le Monde, cet échec potentiel mine la crédibilité des engagements climatiques et pousse l’UE à accélérer les négociations pour fixer une cible commune à horizon 2035.",
      "link": "https://www.lemonde.fr/planete/article/2025/09/15/climat-a-deux-mois-de-la-cop30-au-bresil-l-ue-patine-sur-ses-objectifs_6641201_3244.html"
    },
    {
      "title": "Grève nationale du jeudi 18 septembre: à quoi s’attendre, selon les syndicats.",
      "source": "France Info",
      "summary": "Selon France Info, la grève pourrait paralyser transport, écoles et pharmacies; prochaine étape: médiation et tentative de négociations entre l’intersyndicale et le gouvernement.",
      "link": "https://www.franceinfo.fr/economie/greve/transports-ecoles-pharmacies-a-quoi-faut-il-s-attendre-pour-l-appel-a-la-greve-nationale-du-jeudi-18-septembre_7490239.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "Plus de 80 ONG appellent à interdire le commerce avec les colonies israéliennes.",
      "source": "France Info",
      "summary": "Selon France Info, cette campagne vise à modifier les politiques commerciales des États européens et pourrait influencer les accords régionaux; prochaine étape: adoption de mesures au niveau national.",
      "link": "https://www.franceinfo.fr/monde/proche-orient/israel-palestine/plus-de-80-ong-lancent-une-vaste-campagne-pour-demander-aux-etats-europeens-d-interdire-le-commerce-avec-les-colonies-israeliennes_7493008.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "La météo extrême de l’été 2025 coûte 43 milliards à l’Europe, selon une étude.",
      "source": "France Info",
      "summary": "Selon France Info, les pertes se chiffrent en milliards et soulignent l’urgence d’adapter les infrastructures; prochaine étape: renforcer la prévention des catastrophes climatiques.",
      "link": "https://www.franceinfo.fr/environnement/evenements-meteorologiques-extremes/la-meteo-extreme-de-l-ete-2025-a-coute-43-milliards-d-euros-a-l-europe-selon-une-etude_7493044.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "Dans l’ouest de l’Allemagne, l’extrême droite fait une percée aux élections municipales.",
      "source": "Le Monde",
      "summary": "Selon Le Monde, l’AfD obtient près de 15% et remodèle le paysage politique régionale; prochaine étape: observation des réactions du reste du pays.",
      "link": "https://www.lemonde.fr/international/article/2025/09/15/dans-l-ouest-de-l-allemagne-l-extreme-droite-fait-une-percee-aux-elections-municipales_6641197_3210.html"
    }
  ]
}