{
  "date": "2025-11-21",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "EN DIRECT, guerre en Ukraine : selon le plan proposé par les Etats-Unis pour mettre fin au conflit, Kiev devrait renoncer définitivement à adhérer à l’OTAN",
      "source": "Le Monde",
      "summary": "Si le projet était accepté en l’état, l’Ukraine devrait inscrire dans sa Constitution son engagement à ne pas rejoindre l’Organisation du traité de l’Atlantique nord. De son côté, l’Alliance exclurait...",
      "link": "https://www.lemonde.fr/international/live/2025/11/21/en-direct-guerre-en-ukraine-selon-le-plan-propose-par-les-etats-unis-pour-mettre-fin-au-conflit-kiev-devrait-renoncer-definitivement-a-adherer-a-l-otan_6653610_3210.html"
    },
    {
      "title": "Attaquées par les populistes et soumises aux coupes budgétaires, les statistiques publiques en pleines turbulences",
      "source": "Le Monde",
      "summary": "Aux Etats-Unis, Donald Trump a brutalement congédié, en août, la directrice des statistiques du travail. Un cas illustrant les pressions croissantes exercées sur les instituts statistiques, y compris ...",
      "link": "https://www.lemonde.fr/economie/article/2025/11/21/attaquees-par-les-populistes-et-soumises-aux-coupes-budgetaires-les-statistiques-publiques-en-pleines-turbulences_6654238_3234.html"
    },
    {
      "title": "Israël multiplie les opérations militaires au Liban, dans la bande de Gaza et en Cisjordanie",
      "source": "Le Monde",
      "summary": "La situation est précaire dans l’enclave palestinienne malgré le cessez-le-feu, alors que les attaques des colons juifs se multiplient en Cisjordanie et que l’Etat hébreu continue de cibler le Hezboll...",
      "link": "https://www.lemonde.fr/international/article/2025/11/21/israel-multiplie-les-operations-militaires-au-liban-dans-la-bande-de-gaza-et-en-cisjordanie_6654250_3210.html"
    },
    {
      "title": "«Talibans», «Khmers verts», «Attila» : à Hénin-Beaumont, Marine Tondelier insultée par le maire RN",
      "source": "Liberation",
      "summary": "La secrétaire nationale des Ecologistes a été vivement attaquée, mardi 18 novembre, par l’élu Steeve Briois lors du conseil municipal de la commune du Pas-de-Calais. Elle a annoncé qu’elle allait pour...",
      "link": "https://www.liberation.fr/politique/talibans-khmers-verts-attila-a-henin-beaumont-marine-tondelier-insultee-par-le-maire-rn-20251121_C5LQXSFUUBDQTGGQTAWE2FDDIM/"
    },
    {
      "title": "Municipales 2026 : le «nouveau communalisme», le concept insoumis qui va comme un slogan",
      "source": "Liberation",
      "summary": "Les troupes de Jean-Luc Mélenchon entrent en campagne dimanche 23 novembre avec un nouveau concept. Séduisant en apparence, il se borne à critiquer les effets du «capitalisme» à l’échelon local et pro...",
      "link": "https://www.liberation.fr/politique/elections/municipales-2026-le-nouveau-communalisme-le-concept-insoumis-qui-va-comme-un-slogan-20251121_GTTMMBRW7RGYPDSFXPRHI5XMCY/"
    },
    {
      "title": "Du \"népotisme\" à l'INSP (ex-ENA) ? La lettre explosive des élèves, la réponse de la direction",
      "source": "L'Express",
      "summary": "Dans une lettre ouverte, les sortants de la dernière promotion de l’Institut national du service public alertent sur le manque de transparence du processus de recrutement aux plus hautes fonctions de ...",
      "link": "https://www.lexpress.fr/societe/education/fronde-a-linsp-ex-ena-la-lettre-explosive-des-eleves-qui-accuse-la-direction-de-nepotisme-35S53XKANNHFXOY4RIISVASHTE/"
    }
  ]
}