{
  "date": "2025-10-15",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Budget 2026 : le plan Lecornu, ambitieux mais très fragile",
      "source": "Le Monde",
      "summary": "Le projet de loi de finances dévoilé mardi propose de réduire le déficit de 30 milliards d’euros en un an, sans remettre en cause la politique pro-entreprises d’Emmanuel Macron. Sa crédibilité est mis...",
      "link": "https://www.lemonde.fr/politique/article/2025/10/15/budget-2026-le-plan-lecornu-ambitieux-mais-tres-fragile_6646769_823448.html"
    },
    {
      "title": "Le plan choc d’Orange, Bouygues Telecom et Free pour faire disparaître SFR et se partager ses « business »",
      "source": "Le Monde",
      "summary": "Les trois groupes de télécoms ont envoyé, mardi 14 octobre, une offre de rachat conjointe de 17 milliards d’euros pour l’entreprise de Patrick Drahi. Objectif : dépecer leur rival pour faire passer le...",
      "link": "https://www.lemonde.fr/economie/article/2025/10/15/le-plan-choc-d-orange-bouygues-telecom-et-free-pour-faire-disparaitre-sfr-et-se-partager-ses-business_6646811_3234.html"
    },
    {
      "title": "EN DIRECT, Gaza : trois des quatre dépouilles d’otages à Gaza rendues mardi soir par le Hamas ont été identifiées, selon l’armée israélienne",
      "source": "Le Monde",
      "summary": "Vingt corps doivent encore être restitués. « Le travail n’est pas terminé ; les morts n’ont pas été restitués comme promis », avait averti Donald Trump avant ce nouveau transfert....",
      "link": "https://www.lemonde.fr/international/live/2025/10/15/en-direct-gaza-les-quatre-depouilles-d-otages-sont-de-retour-en-israel-selon-l-armee-israelienne_6645703_3210.html"
    },
    {
      "title": "La vétusté, «facteur central de l’indignité des conditions de détention», alerte la contrôleuse des prisons",
      "source": "Liberation",
      "summary": "Fuites d’eau, absence de fenêtres, punaises de lit… Le Contrôleur général des lieux de privation de liberté dénonce, dans un avis rendu ce mercredi 15 octobre, l’indignité croissante des conditions de...",
      "link": "https://www.liberation.fr/societe/police-justice/la-vetuste-facteur-central-de-lindignite-des-conditions-de-detention-alerte-la-controleuse-des-prisons-20251015_KNRQPKWE2JH6DAXQPKLJDVBDJU/"
    },
    {
      "title": "Maltraitances infantiles : le crime de délaissement, «un supplice» pour l’enfant",
      "source": "Liberation",
      "summary": "Un nourrisson de huit mois est mort, vendredi 10 octobre en périphérie de Nantes, des suites des négligences de ses parents. La justice a ouvert une enquête à leur encontre pour «crime de délaissement...",
      "link": "https://www.liberation.fr/societe/police-justice/maltraitances-infantiles-le-crime-de-delaissement-un-supplice-pour-lenfant-20251015_LG34Z7I77FDR5CN7BU7INQXC3M/"
    },
    {
      "title": "Edouard Geffray, nouveau ministre de l’Education : un \"monstre froid\" chouchou de Blanquer… et de Ndiaye",
      "source": "L'Express",
      "summary": "Dans les couloirs de la rue de Grenelle, tout le monde reconnaît les compétences techniques d’Edouard Geffray. Reste à savoir si celui qui a longtemps œuvré dans l’ombre de Jean-Michel Blanquer puis d...",
      "link": "https://www.lexpress.fr/societe/education/edouard-geffray-nouveau-ministre-de-leducation-un-monstre-froid-chouchou-de-blanquer-et-de-ndiaye-QK3IYI5VM5GENMKUED7I27BRS4/"
    }
  ]
}