{
  "date": "2025-12-13",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Dermatose nodulaire contagieuse : le gouvernement sous la pression des éleveurs en colère",
      "source": "Le Monde",
      "summary": "Après des affrontements dans une ferme d’Ariège et l’euthanasie de 208 vaches, la tension monte entre une partie des syndicats agricoles et l’exécutif, qui maintient sa stratégie de prévention contest...",
      "link": "https://www.lemonde.fr/economie/article/2025/12/13/dermatose-nodulaire-contagieuse-le-gouvernement-sous-la-pression-des-eleveurs-en-colere_6657133_3234.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : l’envoyé spécial américain Steve Witkoff va rencontrer Volodymyr Zelensky et des Européens à Berlin, durant le week-end",
      "source": "Le Monde",
      "summary": "Le chancelier allemand, Friedrich Merz, doit recevoir le président ukrainien ainsi que plusieurs dirigeants européens, alors que les Etats-Unis accentuent leur pression sur Kiev pour parvenir à un acc...",
      "link": "https://www.lemonde.fr/international/live/2025/12/13/en-direct-guerre-en-ukraine-l-envoye-special-americain-steve-witkoff-va-rencontrer-volodymyr-zelensky-et-des-europeens-a-berlin-durant-le-week-end_6656313_3210.html"
    },
    {
      "title": "Le Royaume-Uni frappé par une épidémie « sans précédent » de grippe",
      "source": "Le Monde",
      "summary": "Le nombre de cas a bondi de 55 % en une semaine, avec une moyenne de 2 660 patients hospitalisés chaque jour la semaine dernière. Le gouvernement a appelé les médecins à renoncer à leur grève prévue j...",
      "link": "https://www.lemonde.fr/international/article/2025/12/12/le-royaume-uni-frappe-par-une-epidemie-sans-precedent-de-grippe_6657109_3210.html"
    },
    {
      "title": "Guerre en Ukraine : les Ukrainiens n’ont fait aucun «deal sur les territoires» et «n’en envisagent pas aujourd’hui», selon l’Elysée",
      "source": "Liberation",
      "summary": "D’après un haut responsable, la dernière version du plan de paix américain envisage une adhésion de l’Ukraine à l’UE sous un an. Une annonce surprenante alors que le processus est au point mort depuis...",
      "link": "https://www.liberation.fr/international/europe/en-direct-invasion-russe-les-americains-seraient-favorables-a-ladhesion-de-lukraine-a-lue-des-2027-20251212_GHB5N7JRSFB4XO76VSF63AE5IY/"
    },
    {
      "title": "«Manga, tout un art !», Guimet en ordre de pagaille",
      "source": "Liberation",
      "summary": "Bien que fastueuse et pleine de planches magnifiques, la grande exposition que consacre le musée des arts asiatiques parisien à la BD japonaise est un fourre-tout frôlant le contresens historique....",
      "link": "https://www.liberation.fr/culture/bd/manga-tout-un-art-guimet-en-ordre-de-pagaille-20251212_P2WC6XSOA5FYXG2P7W4J5FJO3A/"
    },
    {
      "title": "Des patrons, des ministres... et Bolloré invité : les secrets du très catho \"Dîner des Bâtisseurs\"",
      "source": "L'Express",
      "summary": "Dans une salle de bal parisienne, 600 \"leaders catholiques\" s'affichent. Ministres, députés, grands patrons, comédiens, une démonstration de force, veillant à se tenir à distance du politique....",
      "link": "https://www.lexpress.fr/societe/des-patrons-des-ministres-et-bollore-invite-les-secrets-du-tres-catho-diner-des-batisseurs-4SQHHAT77FEKTORJYX44BMJMM4/"
    }
  ]
}