{
  "date": "2025-10-13",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "EN DIRECT, Gaza : sept premiers otages vivants ont été remis par le Hamas à la Croix-Rouge, affirme Israël",
      "source": "Le Monde",
      "summary": "Le CICR organise « une opération en plusieurs phases » pour superviser ces libérations, prévues dans le cadre de l’accord de paix américain. Le groupe islamiste doit échanger 20 otages vivants contre ...",
      "link": "https://www.lemonde.fr/international/live/2025/10/13/en-direct-gaza-donald-trump-estime-que-la-guerre-est-terminee-israel-dans-l-attente-de-la-liberation-des-otages_6645703_3210.html"
    },
    {
      "title": "Le gouvernement Lecornu II acte l’emprise d’Emmanuel Macron sur Matignon",
      "source": "Le Monde",
      "summary": "L’équipe dévoilée par le premier ministre, dimanche soir, devra affronter dès cette semaine, à l’Assemblée nationale, deux motions de censure, de La France insoumise et du Rassemblement national. Sa m...",
      "link": "https://www.lemonde.fr/politique/article/2025/10/13/societe-civile-hauts-fonctionnaires-macronistes-le-gouvernement-lecornu-ii-acte-l-emprise-d-emmanuel-macron-sur-matignon_6646057_823448.html"
    },
    {
      "title": "Gouvernement Lecornu : la liste des 35 ministres nommés dimanche soir",
      "source": "Le Monde",
      "summary": "Douze des 18 ministres de Lecornu I, comme Gérald Darmanin, Jean-Noël Barrot ou Rachida Dati, sont reconduits. Des anciens ministres sous Macron, comme Laurent Nuñez, Benjamin Haddad ou Maud Bregeon, ...",
      "link": "https://www.lemonde.fr/les-decodeurs/article/2025/10/13/qui-sont-les-35-ministres-du-gouvernement-lecornu-ii_6646042_4355770.html"
    },
    {
      "title": "Financement libyen : Nicolas Sarkozy convoqué en vue de son incarcération",
      "source": "Liberation",
      "summary": "Reconnu coupable d’association de malfaiteurs, l’ex-président est convoqué ce lundi 13 octobre dans les locaux du Parquet national financier pour connaître la date et le lieu de son incarcération....",
      "link": "https://www.liberation.fr/politique/financement-libyen-nicolas-sarkozy-convoque-en-vue-de-son-incarceration-20251013_TYOI53BQBRCB3KFV6IAIXNACRI/"
    },
    {
      "title": "En Egypte, un sommet pour acter la fin de la guerre à Gaza et préparer «le jour d’après»",
      "source": "Liberation",
      "summary": "Une vingtaine de chefs d’Etat se retrouvent lundi 13 octobre à Charm el-Cheikh pour préciser le plan de paix américain et discuter de la reconstruction de l’enclave ravagée par deux ans de bombardemen...",
      "link": "https://www.liberation.fr/international/moyen-orient/en-egypte-un-sommet-pour-acter-la-fin-de-la-guerre-a-gaza-et-preparer-le-jour-dapres-20251013_4QJKXUWCJJGRVB3UK4TKVRETQE/"
    },
    {
      "title": "\"La science est essentielle dans notre démocratie\" : les vérités de Laura Chaubard (Polytechnique) et Luis Vassy (Sciences Po)",
      "source": "L'Express",
      "summary": "Laura Chaubard, directrice générale de l’Ecole polytechnique, et Luis Vassy, à la tête de Sciences Po, se sont retrouvés dans les locaux de L’Express pour faire un bond en avant dans le temps et évoqu...",
      "link": "https://www.lexpress.fr/societe/education/la-science-est-essentielle-dans-notre-democratie-les-verites-de-laura-chaubard-polytechnique-et-luis-WOSPQRIH4NBGNO7BE5GHJP23DY/"
    }
  ]
}