{
  "date": "2025-12-02",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "La méthode Lecornu à l’épreuve du budget de la « Sécu » avant la bataille finale du projet de loi de finances",
      "source": "Le Monde",
      "summary": "Le premier ministre doit trouver un compromis avec le PS et au sein de son camp s’il veut éviter le 49.3. Il recevait, lundi, les responsables socialistes, à la veille de l’examen du texte en seconde ...",
      "link": "https://www.lemonde.fr/politique/article/2025/12/02/la-methode-lecornu-a-l-epreuve-du-budget-de-la-secu-avant-la-bataille-finale-du-projet-de-loi-de-finances_6655636_823448.html"
    },
    {
      "title": "Grève du 2 décembre : transports, écoles, administrations… A quelles perturbations faut-il s’attendre ?",
      "source": "Le Monde",
      "summary": "L’intersyndicale CGT, FSU et Solidaires veut tenter de faire pression sur le gouvernement, alors que le budget de la Sécurité sociale revient à l’Assemblée nationale mardi....",
      "link": "https://www.lemonde.fr/economie/article/2025/12/02/greve-du-2-decembre-transports-ecoles-administrations-a-quelles-perturbations-faut-il-s-attendre_6655590_3235.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : Emmanuel Macron s’est entretenu avec Donald Trump sur le plan américain, après avoir reçu Volodymyr Zelensky à l’Elysée",
      "source": "Le Monde",
      "summary": "Lors d’une conférence de presse commune avec le président ukrainien, le chef de l’Etat avait salué « l’effort de médiation » des Etats-Unis, mais ajouté qu’il n’y a « pas aujourd’hui un plan qui soit ...",
      "link": "https://www.lemonde.fr/international/live/2025/12/01/en-direct-guerre-en-ukraine-emmanuel-macron-apres-sa-reunion-avec-volodymyr-zelensky-a-l-elysee-il-n-y-a-pas-aujourd-hui-un-plan-qui-soit-finalise-sur-les-questions-des-territoires_6655415_3210.html"
    },
    {
      "title": "Théâtre et danse : les spectacles à voir en ce moment à Paris et ailleurs",
      "source": "Liberation",
      "summary": "A Paris, Dieppe ou Lorient, «Libé» vous guide dans les pièces ou spectacles de danse à ne pas manquer. Avec notamment «Pétrole» de Pasolini par Sylvain Creuzevault, «Paradoxe» de Guillaume Vincent et ...",
      "link": "https://www.liberation.fr/culture/theatre-et-danse-les-spectacles-a-voir-en-ce-moment-a-paris-et-ailleurs-20251202_KIJYQSK325A7RISPMOF557YID4/"
    },
    {
      "title": "Vers un nouvel âge d’or de l’architecture !",
      "source": "Liberation",
      "summary": "Il nous faut croire en notre capacité à influer sur l’avenir. Et cela passe par l’action, analyse Philippe Prost, architecte-urbaniste....",
      "link": "https://www.liberation.fr/forums/vers-un-nouvel-age-dor-de-larchitecture-20251202_HKZRDHO2QRANNK7S3X7BRVW6GQ/"
    },
    {
      "title": "\"BuT\", \"aDvenir\", \"oBscur\" : quand la prononciation suit l’orthographe",
      "source": "L'Express",
      "summary": "Note pour le web. \n\nVoici une autre proposition de titraille. Dites-moi celle qui a votre préférence\n\nLangue française : les mystères de l’« effet Buben »\n\n« ADvenir », « buT », « chePtel », « exaCt »...",
      "link": "https://www.lexpress.fr/culture/but-advenir-obscur-quand-la-prononciation-suit-lorthographe-54MM7DQHJZFDFPU25OI34B553U/"
    }
  ]
}