{
  "date": "2025-11-18",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Face aux suites de l’affaire Epstein, Donald Trump change de stratégie et cherche un contre-feu",
      "source": "Le Monde",
      "summary": "Tandis que de nombreux républicains semblent à leur tour décidés à réclamer la publication de l’intégralité des documents de ce dossier, le président américain veut diriger l’attention vers les fréque...",
      "link": "https://www.lemonde.fr/international/article/2025/11/18/face-aux-eclats-de-l-affaire-epstein-donald-trump-change-de-strategie-et-cherche-un-contre-feu_6653813_3210.html"
    },
    {
      "title": "EN DIRECT, Gaza : le Conseil de sécurité de l’ONU se prononce en faveur du plan de paix de Donald Trump",
      "source": "Le Monde",
      "summary": "La résolution américaine, plusieurs fois modifiée lors de négociations sensibles, prévoit en particulier le déploiement d’une force internationale, sous la pression des Etats-Unis, qui mettaient en ga...",
      "link": "https://www.lemonde.fr/international/live/2025/11/18/en-direct-gaza-le-conseil-de-securite-de-l-onu-se-prononce-en-faveur-du-plan-de-paix-de-donald-trump_6652963_3210.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : une attaque de missile russe tue une adolescente dans la région de Kharkiv",
      "source": "Le Monde",
      "summary": "« L’ennemi a lancé des attaques de missiles sur la ville de Berestyn » et « une fille de 17 ans qui avait été grièvement blessée (…) est morte à l’hôpital », a déclaré le gouverneur régional, qui a au...",
      "link": "https://www.lemonde.fr/international/live/2025/11/18/en-direct-guerre-en-ukraine-une-attaque-de-missile-russe-tue-une-adolescente-dans-la-region-de-kharkiv_6653610_3210.html"
    },
    {
      "title": "Municipales 2026 : pour les proches des édiles, «la mairie est un membre à part entière de la famille mais c’est une fierté aussi»",
      "source": "Liberation",
      "summary": "Chronophage, le mandat de maire est un sacerdoce partagé par l’entourage, surtout dans les petites communes. Des conjoints et des enfants d’élus témoignent....",
      "link": "https://www.liberation.fr/politique/municipales-2026-pour-les-proches-des-ediles-la-mairie-est-un-membre-a-part-entiere-de-la-famille-mais-cest-une-fierte-aussi-20251118_3PULXUXS6NDDBM2N6432O6WUUI/"
    },
    {
      "title": "Dix ans après l’assaut du Raid à Saint-Denis : «Personne n’a conscience de ce qui est arrivé aux familles qui habitaient là»",
      "source": "Liberation",
      "summary": "Le 18 novembre 2015, l’intervention policière contre les jihadistes qui avaient frappé cinq jours plus tôt laissait 86 personnes sans logement. Depuis, leur chemin de croix pour obtenir le statut de v...",
      "link": "https://www.liberation.fr/societe/ville/dix-ans-apres-lassaut-du-raid-a-saint-denis-personne-na-conscience-de-ce-qui-est-arrive-aux-familles-qui-habitaient-la-20251118_CX6RVBQCJJB2FLOAO6NXFGTK24/"
    },
    {
      "title": "Quand une bataille pour l’orthographe vire aux émeutes meurtrières",
      "source": "L'Express",
      "summary": "Je ne parviens pas à trouver une photo. Pouvez-vous m'aider ? Merci...",
      "link": "https://www.lexpress.fr/culture/grece-1901-quand-une-bataille-pour-lorthographe-vire-aux-emeutes-meurtrieres-NR2DEKUIPFAURE3MQQKX3PI43E/"
    }
  ]
}