{
  "date": "2025-12-05",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Budget de la « Sécu » : après un accord sur la hausse de la CSG, la voie fragile d’un compromis",
      "source": "Le Monde",
      "summary": "Les divisions du « socle commun » ont marqué une journée de débats chaotique dans l’Hémicycle, où Sébastien Lecornu a défendu lui-même le texte....",
      "link": "https://www.lemonde.fr/politique/article/2025/12/05/budget-de-la-secu-apres-un-accord-sur-la-hausse-de-la-csg-la-voie-fragile-d-un-compromis_6656058_823448.html"
    },
    {
      "title": "Négociations sur les salaires : les premiers accords prévoient une hausse de 1,7 % en moyenne pour 2026",
      "source": "Le Monde",
      "summary": "Cette augmentation, calculée par le centre études & data du groupe Alpha sur la base des 143 premiers accords signés dans les entreprises pour 2026, marque un net recul par rapport au relèvement des s...",
      "link": "https://www.lemonde.fr/economie/article/2025/12/05/negociations-sur-les-salaires-les-premiers-accords-prevoient-une-hausse-de-1-7-en-moyenne-pour-2026_6656054_3234.html"
    },
    {
      "title": "Procès Le Scouarnec : la délicate indemnisation des victimes",
      "source": "Le Monde",
      "summary": "A la suite de la condamnation de l’ex-chirurgien à vingt ans de réclusion pour des viols et des attouchements sur 299 victimes majoritairement mineures, la cour criminelle du Morbihan étudie les deman...",
      "link": "https://www.lemonde.fr/societe/article/2025/12/05/proces-le-scouarnec-la-delicate-indemnisation-des-victimes_6656059_3224.html"
    },
    {
      "title": "Guerre en Ukraine : face à la menace des Russes, l’Otan annonce disposer de moyens «pour leur poser des problèmes»",
      "source": "Liberation",
      "summary": "Le négociateur ukrainien est attendu ce jeudi aux Etats-Unis par l’émissaire spécial de Trump Steve Witkoff, ainsi que le gendre du président américain, Jared Kushner, après leur entretien mardi à Mos...",
      "link": "https://www.liberation.fr/international/europe/en-direct-invasion-russe-le-negociateur-ukrainien-attendu-ce-jeudi-aux-etats-unis-par-lemissaire-special-de-trump-20251204_YYSFWVFYKFA73PTBVASVOKEIFM/"
    },
    {
      "title": "Budget de l’Education nationale : «Malgré l’opportunité inédite de réallouer les moyens ailleurs, la tentation est de faire des économies»",
      "source": "Liberation",
      "summary": "Réduction de la taille des classes, tutorat, formation des professeurs, outils numériques… l’économiste de l’éducation Julien Grenet livre ses pistes pour mieux dépenser l’argent de l’école....",
      "link": "https://www.liberation.fr/societe/education/budget-de-leducation-nationale-malgre-lopportunite-inedite-de-reallouer-les-moyens-ailleurs-la-tentation-est-de-faire-des-economies-20251204_Q3DKKP64ARBRVHWM7EXVRPIFNE/"
    },
    {
      "title": "\"BuT\", \"aDvenir\", \"oBscur\" : quand la prononciation suit l’orthographe",
      "source": "L'Express",
      "summary": "Note pour le web. \n\nVoici une autre proposition de titraille. Dites-moi celle qui a votre préférence\n\nLangue française : les mystères de l’« effet Buben »\n\n« ADvenir », « buT », « chePtel », « exaCt »...",
      "link": "https://www.lexpress.fr/culture/but-advenir-obscur-quand-la-prononciation-suit-lorthographe-54MM7DQHJZFDFPU25OI34B553U/"
    }
  ]
}