{
  "date": "2025-10-29",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "EN DIRECT, Gaza : au moins 50 personnes tuées, « dont 22 enfants », dans les bombardements israéliens, selon la défense civile",
      "source": "Le Monde",
      "summary": "Quelque 200 autres personnes ont été blessées « à la suite des frappes en cours depuis hier soir », a dit un porte-parole de la défense civile, accusant Israël de « violation claire et flagrante de l’...",
      "link": "https://www.lemonde.fr/international/live/2025/10/29/en-direct-gaza-donald-trump-estime-qu-israel-a-le-droit-de-riposter-avec-des-frappes-en-cas-d-attaque-sur-ses-soldats_6649770_3210.html"
    },
    {
      "title": "L’ouragan Melissa, un « monstre » qui frappe de plein fouet la Jamaïque et sème la désolation dans les Caraïbes",
      "source": "Le Monde",
      "summary": "Après avoir causé des inondations meurtrières en République dominicaine et en Haïti, ce phénomène cyclonique a traversé la Jamaïque, où il a occasionné des vents atteignant près de 300 km/h. Il se dir...",
      "link": "https://www.lemonde.fr/planete/article/2025/10/29/l-ouragan-melissa-un-monstre-qui-frappe-de-plein-fouet-la-jamaique-et-seme-la-desolation-dans-les-caraibes_6650119_3244.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : les dernières informations",
      "source": "Le Monde",
      "summary": "Le président ukrainien, Volodymyr Zelensky, a confirmé mardi dans la soirée que Pokrovsk, dans l’oblast de Donetsk, dans l’est de l’Ukraine, était au cœur des combats avec l’armée russe....",
      "link": "https://www.lemonde.fr/international/live/2025/10/29/en-direct-guerre-en-ukraine-les-dernieres-informations_6649642_3210.html"
    },
    {
      "title": "«Les opportunités manquées se paient en millions de vies» : l’inaction climatique fustigée pour son pouvoir meurtrier dans «The Lancet»",
      "source": "Liberation",
      "summary": "Publié chaque année avant la COP par la célèbre revue médicale britannique, un rapport publié mercredi 29 octobre estime que les effets du réchauffement causent désormais en moyenne 546 000 décès chaq...",
      "link": "https://www.liberation.fr/environnement/les-opportunites-manquees-se-paient-en-millions-de-vies-linaction-climatique-fustigee-pour-son-pouvoir-meurtrier-dans-the-lancet-20251029_XP6AAU5GDRDJPMFWZAZZ6RHG4I/"
    },
    {
      "title": "Jamaïque : l’ouragan Melissa quitte l’île, qualifiée de «zone sinistrée» par les autorités, et se dirige vers Cuba",
      "source": "Liberation",
      "summary": "L’ouragan a atteint l’île à 18 heures ce mardi 28 octobre. Son passage destructeur devrait durer plusieurs heures. La Croix-Rouge a déjà averti qu’au moins 1,5 million de personnes pourraient être tou...",
      "link": "https://www.liberation.fr/environnement/climat/en-direct-ouragan-melissa-en-jamaique-des-vents-allant-jusqua-290-kmh-attendus-les-habitants-se-confinent-20251028_H7UMJNNW35DBDALS6CX64OLZU4/"
    },
    {
      "title": "Anne Gombault : \"Les arguments du manque de moyens du Louvre ne tiennent pas\"",
      "source": "L'Express",
      "summary": "Une semaine après le cambriolage du Louvre, deux hommes, suspectés d’avoir fait partie du commando, ont été interpellés samedi 25 octobre. Reste que le casse spectaculaire met en lumière un grave défa...",
      "link": "https://www.lexpress.fr/culture/anne-gombault-desavouer-la-presidente-du-louvre-mettrait-en-cause-emmanuel-macron-I4BNENTEUZAWXL54QZPYNPF5PU/"
    }
  ]
}