{
  "date": "2025-12-11",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Face aux attaques de Donald Trump, les Européens entre déni et peur de rétorsions",
      "source": "Le Monde",
      "summary": "Les dirigeants de l’Union européenne et des pays membres ont choisi de ne pas répliquer aux dernières accusations du président américain et de son administration. Au risque de donner à nouveau une imp...",
      "link": "https://www.lemonde.fr/international/article/2025/12/11/face-aux-attaques-de-donald-trump-les-europeens-font-le-dos-rond_6656839_3210.html"
    },
    {
      "title": "La menace russe loin de faire consensus lors du débat sur la défense à l’Assemblée nationale",
      "source": "Le Monde",
      "summary": "Une large majorité de députés a approuvé le principe d’une hausse du budget des armées en 2026. Mais les débats n’ont pas gommé les fractures au sein de l’Hémicycle sur l’analyse du contexte stratégiq...",
      "link": "https://www.lemonde.fr/politique/article/2025/12/11/la-menace-russe-loin-de-faire-consensus-lors-du-debat-sur-la-defense-a-l-assemblee-nationale_6656849_823448.html"
    },
    {
      "title": "Le Hamas propose un « gel » de son armement en échange d’une trêve à long terme à Gaza",
      "source": "Le Monde",
      "summary": "Khaled Mechaal, ancien numéro un du mouvement islamiste palestinien, a affirmé mercredi dans un entretien à la chaîne qatarie Al-Jazira rejeter « un désarmement total », jugé « inacceptable »....",
      "link": "https://www.lemonde.fr/international/article/2025/12/10/le-hamas-propose-un-gel-de-son-armement-en-echange-d-une-treve-a-long-terme-a-gaza_6656820_3210.html"
    },
    {
      "title": "Face à la pauvreté, un besoin de services publics de qualité",
      "source": "Liberation",
      "summary": "Il faut remettre de l’humain dans les services et miser sur la proximité, estime Geoffrey Renimel, délégué national d’ATD Quart Monde....",
      "link": "https://www.liberation.fr/forums/face-a-la-pauvrete-un-besoin-de-services-publics-de-qualite-20251210_UYWGNR3EHJDNJCPOZO22OQ4DIQ/"
    },
    {
      "title": "«Burger végétarien», «saucisses végétales» : un peu de sursis pour les appellations menacées dans l’UE",
      "source": "Liberation",
      "summary": "Etats membres et eurodéputés n’ont pas réussi à se mettre d’accord sur l’interdiction des termes liés à la viande pour des produits non-carnés, réclamée par les éleveurs et poussée par les élus europé...",
      "link": "https://www.liberation.fr/international/europe/burger-vegetarien-saucisses-vegetales-un-peu-de-sursis-pour-les-appellations-menacees-dans-lue-20251210_MGQA2MQL6ZDPJB2NX6HGLDBVS4/"
    },
    {
      "title": "Des patrons, des ministres... et Bolloré invité : les secrets du très catho \"Dîner des Bâtisseurs\"",
      "source": "L'Express",
      "summary": "Dans une salle de bal parisienne, 600 \"leaders catholiques\" s'affichent. Ministres, députés, grands patrons, comédiens, une démonstration de force, veillant à se tenir à distance du politique....",
      "link": "https://www.lexpress.fr/societe/des-patrons-des-ministres-et-bollore-invite-les-secrets-du-tres-catho-diner-des-batisseurs-4SQHHAT77FEKTORJYX44BMJMM4/"
    }
  ]
}