{
  "date": "2025-09-14",
  "summary": "Le Monde affirme qu’un drone russe a traversé l’espace aérien roumain après avoir survolé la Pologne, près de la frontière ukrainienne, ce qui marque une possible escalade régionale. Cette affirmation est contestée et attend une confirmation des autorités nationales et de l’Otan. France 24 affirme par ailleurs que le sénateur Marco Rubio s’est rendu en Israël pour affirmer son soutien et renforcer la pression sur le Hamas, illustrant des réactions politiques internationales face aux tensions. Le Monde signale aussi que des lycéens de Gaza passent le bac en ligne malgré les bombardements, montrant la résilience civile. Prochaine étape: consultations de sécurité et mesures pour renforcer les contrôles aériens et sécuriser les salles d’examen; risque d’escalade transfrontalière.\n\nSur le plan économique et intérieur, Le Figaro indique qu’Olivier Lecornu présente des premières mesures après la dégradation de la note, orientées vers la stabilité budgétaire; les détails conjoncturels sont attendus dans les jours qui viennent. France Info rapporte que le premier ministre a retiré la suppression de deux jours fériés et que le budget 2026 sera débattu à l’Assemblée pour apaiser les partenaires sociaux. Le Figaro signale que le Medef menace d’une grande mobilisation patronale si les impôts augmentent, ce qui pèse sur les perspectives de marché et le climat social. À l’international, RFI note un investissement de 6,8 milliards d’euros en Australie pour un chantier naval de sous‑marins et Le Monde estime à au moins 110 000 le nombre de manifestants d’extrême droite à Londres. Prochaine échéance: débat budgétaire et votes parlementaires.",
  "headlines": [
    {
      "title": "Drone russe traverse l’espace aérien roumain après le ciel polonais",
      "source": "Le Monde",
      "summary": "X affirme que l’espace aérien roumain a été violé par un drone près de la frontière ukrainienne, soulignant l’escalade des tensions et la nécessité d’un renforcement des contrôles.",
      "link": "https://www.lemonde.fr/international/live/2025/09/14/en-direct-guerre-en-ukraine-apres-le-ciel-polonais-l-espace-aerien-roumain-traverse-lui-aussi-par-un-drone-russe_6641122_3210.html"
    },
    {
      "title": "Lycéens gazaouis passent le bac malgré les bombardements",
      "source": "Le Monde",
      "summary": "X affirme que les lycéens Gazaouis poursuivent les examens en ligne malgré les bombardements, montrant l’importance de l’éducation; prochaine étape: sécuriser des salles et ressources pour les épreuves.",
      "link": "https://www.lemonde.fr/international/article/2025/09/14/a-gaza-passer-le-bac-malgre-les-bombes-et-la-faim_6641073_3210.html"
    },
    {
      "title": "Lecornu présente les premières mesures après dégradation de la note",
      "source": "Le Figaro",
      "summary": "X affirme que les réformes seront orientées vers la stabilité budgétaire et des mesures terrain; prochaine étape: détails sur la politique conjoncturelle dans les jours qui viennent.",
      "link": "https://www.lefigaro.fr/politique/en-direct-dette-sebastien-lecornu-degradation-de-la-note-souveraine-de-la-france-fitch-eric-lombard-20250913"
    },
    {
      "title": "Premier ministre retire la suppression de deux jours fériés",
      "source": "France Info",
      "summary": "X affirme que le budget 2026 sera débattu à l’Assemblée et que cette mesure vise à apaiser les partenaires sociaux; prochaine étape: publication du projet de loi.",
      "link": "https://www.franceinfo.fr/politique/gouvernement-de-sebastien-lecornu/j-ai-decide-de-retirer-la-suppression-de-deux-jours-feries-annonce-le-premier-ministre-sebastien-lecornu_7490353.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "Trump veut permettre au secteur pétrolier de ne plus calculer son bilan carbone",
      "source": "Liberation",
      "summary": "X affirme que l’administration républicaine vise à réduire les coûts et accroître les profits du pétrole; prochaine étape: débattre la mesure au Congrès.",
      "link": "https://www.liberation.fr/environnement/climat/trump-veut-autoriser-le-secteur-petrolier-a-ne-plus-calculer-son-bilan-carbone-20250913_3ZCAANMXCJEYDBHDCE5UIL4IWM/"
    },
    {
      "title": "Visite de soutien de Marco Rubio en Israël malgré l'attaque au Qatar",
      "source": "France 24",
      "summary": "X affirme que les discussions avec Israël visent à renforcer les pressions sur le Hamas et à maintenir les alliances régionales; prochaine étape: réunions encore prévues.",
      "link": "https://www.france24.com/fr/info-en-continu/20250914-visite-de-soutien-de-rubio-en-isra%C3%ABl-malgr%C3%A9-l-attaque-au-qatar"
    },
    {
      "title": "L’Australie investit 6,8 milliards d’euros dans un chantier naval pour sous-marins nucléaires",
      "source": "RFI",
      "summary": "X affirme que ce programme renforcera la sécurité régionale et l’indépendance stratégique; prochaine étape: mise en service progressive du chantier.",
      "link": "https://www.rfi.fr/fr/asie-pacifique/20250914-pacte-aukus-l-australie-va-investir-6-8-milliards-d-euros-dans-un-chantier-naval-pour-sous-marins-nucl%C3%A9aires"
    },
    {
      "title": "À Londres, 110 000 manifestent pour la plus grande manifestation d’extrême droite",
      "source": "Le Monde",
      "summary": "X affirme que les manifestants dénoncent l’immigration et réclament la démission du Premier ministre; prochaine étape: enquête sur les violences et arrestations.",
      "link": "https://www.lemonde.fr/international/article/2025/09/13/a-londres-110-000-personnes-manifestent-a-l-appel-du-militant-d-extreme-droite-tommy-robinson_6640846_3210.html"
    },
    {
      "title": "Medef menace d’une grande mobilisation patronale si les impôts augmentent",
      "source": "Le Figaro",
      "summary": "X affirme que les entreprises organisent une riposte massive si les impôts augmentent; prochaine étape: discussions avec le gouvernement pour éviter une mobilisation.",
      "link": "https://www.lefigaro.fr/conjoncture/budget-le-medef-menace-d-une-grande-mobilisation-patronale-si-les-impots-des-entreprises-augmentent-20250913"
    }
  ]
}