{
  "date": "2025-10-14",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Budget 2026 : le gouvernement de Sébastien Lecornu propose 29 mesures fiscales",
      "source": "Le Monde",
      "summary": "Le projet de budget dévoilé mardi par Sébastien Lecornu vise à ramener le déficit public à 4,7 % du PIB. Au menu, de nouvelles taxes, des impôts alourdis, mais aussi certains allègements. L’incitation...",
      "link": "https://www.lemonde.fr/politique/article/2025/10/14/budget-2026-le-gouvernement-met-29-mesures-fiscales-sur-la-table_6646384_823448.html"
    },
    {
      "title": "Donald Trump et la guerre à Gaza : huit mois de recalibrage et le succès d’une approche non normée de la diplomatie",
      "source": "Le Monde",
      "summary": "Le président américain a savouré son triomphe après un échange d’otages et de détenus entre Israël et le Hamas. Sans lever toutes les zones d’ombre autour d’un plan de paix imposé au forceps....",
      "link": "https://www.lemonde.fr/international/article/2025/10/14/donald-trump-et-la-guerre-a-gaza-huit-mois-de-tatonnement-et-le-succes-sous-conditions-d-une-diplomatie-inedite_6646339_3210.html"
    },
    {
      "title": "Au procès de Cédric Jubillar, l’accusé répète qu’il est « innocent », entre les « je sais pas » et les « je me souviens plus »",
      "source": "Le Monde",
      "summary": "Au deuxième jour de son interrogatoire, lundi, Cédric Jubillar a réaffirmé qu’il « dormait » quand son épouse Delphine a disparu, dans la nuit du 15 au 16 décembre 2020. Les débats sont clos. Place au...",
      "link": "https://www.lemonde.fr/societe/article/2025/10/13/proces-jubillar-entre-les-je-sais-pas-et-les-pas-du-tout-cedric-jubillar-se-dit-innocent_6646322_3224.html"
    },
    {
      "title": "Godard, c’est pas dégueulasse, par Luc Le Vaillant",
      "source": "Liberation",
      "summary": "Retour et recours au cinéaste de la nouvelle vague pour échapper à un pays et à un monde à bout de souffle....",
      "link": "https://www.liberation.fr/idees-et-debats/opinions/godard-cest-pas-degueulasse-par-luc-le-vaillant-20251014_2OVWDFYVUVHWZNIY5EJYCCRZX4/"
    },
    {
      "title": "Théâtre, opéra et danse : les 7 spectacles à voir (ou pas) en ce moment à Paris",
      "source": "Liberation",
      "summary": "«Libé» vous guide dans les pièces ou performances du moment. Parmi les spectacles vivement conseillés par la team Culture cette semaine : «La vie n’a pas un visage de femme» de Svetlana Alexievitch et...",
      "link": "https://www.liberation.fr/culture/theatre-opera-et-danse-les-7-spectacles-a-voir-ou-pas-en-ce-moment-a-paris-20251014_GUWTGO63JZBMLPTJL6D27XYAZQ/"
    },
    {
      "title": "Notre-Dame de Paris : le projet fou d'une association qui veut construire une réplique taille réelle de la charpente",
      "source": "L'Express",
      "summary": "À l'initiative de l'association Restaurons Notre-Dame, la réplique exacte de la charpente de la cathédrale sera fabriquée dans la Nièvre. Et intégralement ouverte au public...",
      "link": "https://www.lexpress.fr/societe/notre-dame-de-paris-le-projet-fou-dune-association-qui-veut-construire-une-replique-taille-reelle-de-VTHNROZNVFFGVPPI2BRQVWABJM/"
    }
  ]
}