{
  "date": "2025-12-21",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Fébrile et divisée, la droite populiste américaine dans tous ses états, pensant déjà à l’après-Trump",
      "source": "Le Monde",
      "summary": "Lors du grand rassemblement annuel de Turning Point USA, l’organisation créée par Charlie Kirk, assassiné début septembre, a exposé les divisions du monde MAGA sur la définition même du mouvement....",
      "link": "https://www.lemonde.fr/international/article/2025/12/21/febrile-et-divisee-la-droite-populiste-americaine-dans-tous-ses-etats-pensant-deja-a-l-apres-trump_6658990_3210.html"
    },
    {
      "title": "Après la prison, le retour en politique de l’opposant biélorusse Sergueï Tsikhanovski : « On me répétait : “Tu vas mourir ici” »",
      "source": "Le Monde",
      "summary": "Condamné à dix-huit ans de détention et libéré en juin, le célèbre opposant affirme au « Monde » que la stratégie politique de son épouse, la cheffe des forces démocratiques en exil, Svetlana Tsikhano...",
      "link": "https://www.lemonde.fr/international/article/2025/12/21/apres-la-prison-le-retour-en-politique-de-l-opposant-bielorusse-serguei-tsikhanovski-on-me-repetait-tu-vas-mourir-ici_6658991_3210.html"
    },
    {
      "title": "Un nouveau pétrolier intercepté au large du Venezuela par les Etats-Unis",
      "source": "Le Monde",
      "summary": "Le ministère de la sécurité intérieure américain a donné le nom du bateau, le « Centuries », qu’il a accusé de « transporter du pétrole sous sanctions américaines ». Caracas a condamné « le vol et l’e...",
      "link": "https://www.lemonde.fr/international/article/2025/12/21/un-nouveau-petrolier-intercepte-au-large-du-venezuela-par-les-etats-unis_6658979_3210.html"
    },
    {
      "title": "A Marseille, santons sous la pluie",
      "source": "Liberation",
      "summary": "La foire annuelle aux santons de Provence, qui se tient chaque année sur le Vieux-Port, est un enjeu économique majeur pour les artisans, qui tentent peu à peu de renouveler le genre....",
      "link": "https://www.liberation.fr/societe/a-marseille-santons-sous-la-pluie-20251220_BBM3YYWU7BFFHBNEXZGWZ3RL34/"
    },
    {
      "title": "Colère agricole : des syndicats donnent rendez-vous à Lecornu en janvier avec de nouvelles mobilisations",
      "source": "Liberation",
      "summary": "Le courrier contenant les intentions de Sébastien Lecornu pour soutenir la profession n’a pas réussi à convaincre les syndicats agricoles. Ce samedi 20 décembre, des blocages d’autoroutes persistaient...",
      "link": "https://www.liberation.fr/environnement/climat/colere-agricole-pour-la-fnsea-le-compte-ny-est-pas-des-barrages-persistent-dans-le-sud-ouest-au-premier-jour-des-vacances-20251220_72CCXI43DRB5BAM4YZ2RPBIHLE/"
    },
    {
      "title": "Maroc - Comores en direct : suivez la cérémonie et le match d'ouverture de la CAN 2025",
      "source": "France 24",
      "summary": "Les Lions de l'Atlas du Maroc affrontent dimanche les Cœlacanthes des Comores lors du match d'ouverture de la CAN 2025 pour lancer idéalement leur conquête du titre continental. Avant le match se tien...",
      "link": "https://www.france24.com/fr/sports/20251221-can-2025-maroc-comores-direct"
    }
  ]
}