{
  "date": "2025-11-04",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Election à la mairie de New York : les menaces de Donald Trump en cas de victoire du démocrate Zohran Mamdani",
      "source": "Le Monde",
      "summary": "Le président américain a fini par apporter son soutien à l’ancien gouverneur démocrate Andrew Cuomo, qui se présente comme indépendant. Il a menacé les électeurs de supprimer les fonds fédéraux à la v...",
      "link": "https://www.lemonde.fr/international/article/2025/11/04/election-a-la-mairie-de-new-york-donald-trump-tente-in-extremis-de-barrer-la-route-a-zohran-mamdani_6651570_3210.html"
    },
    {
      "title": "Budget 2026 : après la suspension de l’examen du projet de loi de finances, la crainte d’un recours du gouvernement aux ordonnances grandit parmi les députés",
      "source": "Le Monde",
      "summary": "Les débats qui devaient se terminer lundi soir reprendront le 12 novembre, le temps d’étudier le budget de la Sécurité sociale. Plus de 2 300 amendements restent à examiner d’ici à la date butoir du 2...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/04/budget-2026-apres-la-suspension-de-l-examen-du-projet-de-loi-de-finances-la-crainte-d-un-recours-du-gouvernement-aux-ordonnances-grandit-parmi-les-deputes_6651555_823448.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : les dernières informations",
      "source": "Le Monde",
      "summary": "« L’Ukraine n’affrontera pas cet hiver seule », a promis la présidente de la Commission européenne, Ursula von der Leyen, lundi soir sur X. « Dans le même temps, nous étudions les possibilités d’appor...",
      "link": "https://www.lemonde.fr/international/live/2025/11/04/en-direct-guerre-en-ukraine-l-ue-fournit-une-aide-energetique-d-urgence-a-kiev_6651075_3210.html"
    },
    {
      "title": "New York, gouverneurs, «shutdown» record : un mardi électoral pas comme les autres aux Etats-Unis",
      "source": "Liberation",
      "summary": "Entre scrutins locaux et test national, les élections de ce 4 novembre pourraient redessiner – un peu – le paysage politique américain, sur fond de paralysie budgétaire et de fractures politiques, y c...",
      "link": "https://www.liberation.fr/international/amerique/new-york-gouverneurs-shutdown-record-un-mardi-electoral-pas-comme-les-autres-aux-etats-unis-20251104_VV3CRIVWVZGHJJPRQT3P4PVAWE/"
    },
    {
      "title": "«Ce sera une opération très longue» : à Rome, un ouvrier pris au piège après l’effondrement d’une tour médiévale en travaux",
      "source": "Liberation",
      "summary": "La Torre dei Conti a subi deux effondrements ce lundi 3 novembre. Si trois ouvriers ont pu être évacués, dont un dans un état critique, un autre n’a toujours pas pu être exfiltré par les pompiers....",
      "link": "https://www.liberation.fr/international/europe/ce-sera-une-operation-tres-longue-a-rome-un-ouvrier-pris-au-piege-apres-leffondrement-dune-tour-medievale-en-travaux-20251103_LNAHQXOWINC4HBZCNYHKGB7QGQ/"
    },
    {
      "title": "Juan Carlos Ier, les mémoires d’un roi noceur : de son enfance avec Franco aux millions émiratis",
      "source": "L'Express",
      "summary": "Juan Carlos 1er a régné sur l’Espagne de 1975 à 2014. Après son abdication, il est contraint à l’exil aux Emirats arabes. Il publie cette semaine ces mémoires, \"Réconciliation\"(Stock)...",
      "link": "https://www.lexpress.fr/culture/livre/juan-carlos-ier-les-memoires-dun-roi-noceur-de-son-enfance-avec-franco-aux-millions-emiratis-2KHZRCXEEBGVDP3G7DQYHHSRVI/"
    }
  ]
}