{
  "date": "2025-09-28",
  "summary": "Une bousculade survenue lors d’un rassemblement politique en Inde a fait au moins 36 morts et des dizaines de blessés, selon Le Monde, soulignant les risques pour la sécurité des foules lors d’événements publics. Dans le même temps, les attaques russes ont blessé six personnes à Kiev et vingt‑et‑un à Zaporijia, selon Le Monde, et Kiev affirme — une affirmation contestée rapportée par Le Figaro — que Moscou a déconnecté la centrale nucléaire de Zaporijia du réseau, ce qui aggrave l’inquiétude humanitaire et sécuritaire. Le Conseil de sécurité de l’ONU a parallèlement rétabli des sanctions contre l’Iran, décision qui pourrait peser sur les échanges internationaux. Les autorités doivent ouvrir des enquêtes, vérifier les faits et renforcer les mesures de sécurité avant les prochains grands rassemblements.\n\nAux États‑Unis, le déploiement annoncé de troupes fédérales à Portland par l’administration Trump, rapporté par Libération, soulève des questions sur les libertés civiles et la réponse policière face aux affrontements avec des groupes anti‑fascistes; les autorités locales et fédérales doivent préciser les règles d’engagement. En Europe, entre 60 000 et 100 000 manifestants ont défilé à Berlin en soutien à Gaza, selon France 24, mettant la pression sur les décideurs. La livraison d’un système Patriot à l’Ukraine et les mises en garde de Sergueï Lavrov renforcent le risque d’escalade militaire, tandis que la condamnation de Nicolas Sarkozy à cinq ans ferme soulève des enjeux politiques et d’organisation pénitentiaire en France. Les marchés énergétiques et les relations diplomatiques restent à surveiller.",
  "headlines": [
    {
      "title": "En Inde, une bousculade lors d'un rassemblement politique cause au moins 36 morts",
      "source": "Le Monde",
      "summary": "Au moins 36 morts et des dizaines de blessés lors d’un rassemblement politique en Inde; souligne les risques lors d’événements publics et la nécessité de mesures de sécurité renforcées.",
      "link": "https://www.lemonde.fr/international/article/2025/09/28/en-inde-une-bousculade-pendant-un-rassemblement-politique-fait-au-moins-36-morts_6643218_3210.html"
    },
    {
      "title": "Ukraine: attaques russes blessent six à Kiev et vingt-et-un à Zaporijia",
      "source": "Le Monde",
      "summary": "Les attaques russes durcissent le front et tuent plusieurs civils; prochaine étape: vérification des dégâts et situation humanitaire dans les villes touchées.",
      "link": "https://www.lemonde.fr/international/live/2025/09/28/en-direct-guerre-en-ukraine-le-point-sur-la-situation_6643222_3210.html"
    },
    {
      "title": "Le Conseil de sécurité de l’ONU rétablit les sanctions contre Téhéran",
      "source": "Le Monde",
      "summary": "L’ONU rétablit des sanctions contre l’Iran après des consultations; cela peut influencer le programme nucléaire et les échanges internationaux; prochaine étape: suivis des effets économiques.",
      "link": "https://www.lemonde.fr/international/article/2025/09/28/nucleaire-iranien-le-conseil-de-securite-de-l-onu-retablit-les-sanctions-contre-teheran_6643111_3211.html"
    },
    {
      "title": "Kiev affirme que Moscou déconnecte la centrale nucléaire de Zaporijjia du réseau",
      "source": "Le Figaro",
      "summary": "Kiev affirme que Moscou déconnecte la centrale nucléaire de Zaporijjia du réseau, aggravant la crise; prochaine étape: enquête et plan de sécurité accrue.",
      "link": "https://www.lefigaro.fr/international/guerre-en-ukraine-la-russie-revendique-la-prise-de-trois-villages-dans-la-region-de-donetsk-20250927"
    },
    {
      "title": "Trump déploie l’armée à Portland pour maîtriser les affrontements avec les antifas",
      "source": "Liberation",
      "summary": "Trump déploie l’armée à Portland pour maîtriser les affrontements; prochaine étape: réactions des autorités et surveillance des tensions locales.",
      "link": "https://www.liberation.fr/international/amerique/tout-a-sa-lutte-contre-les-antifas-donald-trump-deploie-larmee-dans-la-tranquille-portland-20250927_QSU5VRM24NDFVHCUJ5TRJH6H2Q/"
    },
    {
      "title": "Lavrov met en garde contre toute attaque contre la Russie",
      "source": "France 24",
      "summary": "Lavrov met en garde contre toute attaque; l’Ukraine reçoit son premier système Patriot d’Israël, montrant l’escalade des tensions en Europe.",
      "link": "https://www.france24.com/fr/info-en-continu/20250927-la-russie-met-en-garde-l-otan-l-ukraine-re%C3%A7oit-son-premier-syst%C3%A8me-patriot"
    },
    {
      "title": "Manifestation massive à Berlin en soutien à Gaza",
      "source": "France 24",
      "summary": "Entre 60 000 et 100 000 manifestants à Berlin soutiennent Gaza; c'est une démonstration de solidarité et la pression sur les décideurs européens.",
      "link": "https://www.france24.com/fr/info-en-continu/20250927-a-berlin-une-foule-appelle-%C3%A0-la-fin-de-la-guerre-%C3%A0-gaza"
    },
    {
      "title": "Condamnation de Nicolas Sarkozy : dans quelles conditions sera détenu l’ancien président",
      "source": "France 24",
      "summary": "Cinq ans de prison ferme pour Sarkozy; les conditions de détention et l’impact politique sur le paysage, promesse d’un remaniement gouvernemental éventuel.",
      "link": "https://www.france24.com/fr/%C3%A9missions/une-semaine-en-france/20250927-condamnation-de-nicolas-sarkozy-dans-quelles-conditions-sera-d%C3%A9tenu-l-ancien-pr%C3%A9sident"
    }
  ]
}