{
  "date": "2025-11-01",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Après le rejet de la taxe Zucman, le Parti socialiste dans l’impasse",
      "source": "Le Monde",
      "summary": "Le projet d’impôt sur les plus hauts patrimoines n’a pas trouvé de majorité dans l’Hémicycle, pas plus que sa version allégée, la taxe « Mercier ». Et le déjeuner d’Olivier Faure et Boris Vallaud avec...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/01/apres-le-rejet-de-la-taxe-zucman-le-parti-socialiste-dans-l-impasse_6650773_823448.html"
    },
    {
      "title": "Tchéky Karyo, acteur français connu pour ses rôles dans « L’Ours » et « Nikita », est mort",
      "source": "Le Monde",
      "summary": "Après ces deux rôles, le comédien, qui s’est éteint à l’âge de 72 ans, s’était spécialisé dans les rôles sombres et violents, jouant aussi à Hollywood dans des films comme « Bad Boys » ou « Golden Eye...",
      "link": "https://www.lemonde.fr/culture/article/2025/10/31/tcheky-karyo-notamment-connu-pour-ses-roles-dans-l-ours-et-nikita-est-mort_6650655_3246.html"
    },
    {
      "title": "Toussaint : que célèbrent les catholiques le 1ᵉʳ novembre ?",
      "source": "Le Monde",
      "summary": "Souvent confondue avec le Jour des défunts, le 2 novembre, la fête de la Toussaint commémore, comme son nom l’indique, les saints et les saintes, souvent morts en martyrs de la foi....",
      "link": "https://www.lemonde.fr/le-monde-des-religions/article/2025/11/01/toussaint-que-celebrent-les-catholiques-le-1-novembre_6650779_6038514.html"
    },
    {
      "title": "La suspension de la réforme des retraites passe l’épreuve de la commission des Affaires sociales",
      "source": "Liberation",
      "summary": "L’article 45 bis du budget de la sécurité sociale, qui introduit la lettre rectificative sur la suspension de la réforme de 2023, a été retenu vendredi en commission. Les socialistes et l’extrême droi...",
      "link": "https://www.liberation.fr/economie/social/la-suspension-de-la-reforme-des-retraites-passe-lepreuve-de-la-commission-des-affaires-sociales-20251031_BPYPJU6BERANDBASCKAXR77E2A/"
    },
    {
      "title": "Sahara occidental : le plan d’autonomie marocain adoubé par le Conseil de sécurité de l’ONU",
      "source": "Liberation",
      "summary": "A l’initiative des Américains, le Conseil a pris position ce vendredi 31 octobre pour une autonomie sous souveraineté marocaine pour ce vaste territoire désertique. L’Algérie a refusé de participer au...",
      "link": "https://www.liberation.fr/international/afrique/sahara-occidental-le-plan-dautonomie-marocain-adoube-par-le-conseil-de-securite-de-lonu-20251031_PSSXWOSYZRAK5LIWC4QMNDJZTM/"
    },
    {
      "title": "Juan Carlos Ier, les mémoires d’un roi noceur : de son enfance avec Franco aux millions émiratis",
      "source": "L'Express",
      "summary": "Juan Carlos 1er a régné sur l’Espagne de 1975 à 2014. Après son abdication, il est contraint à l’exil aux Emirats arabes. Il publie cette semaine ces mémoires, \"Réconciliation\"(Stock)...",
      "link": "https://www.lexpress.fr/culture/livre/juan-carlos-ier-les-memoires-dun-roi-noceur-de-son-enfance-avec-franco-aux-millions-emiratis-2KHZRCXEEBGVDP3G7DQYHHSRVI/"
    }
  ]
}