{
  "date": "2025-11-14",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "La France commémore le 13-Novembre dans le recueillement et l’émotion, dix ans après : « Il y a un vide qui ne se comble pas »",
      "source": "Le Monde",
      "summary": "Du Stade de France au Bataclan, anonymes et officiels ont rendu hommage, jeudi, aux 132 morts dans les attentats de 2015. Place de la République, une cérémonie a réuni les Parisiens jusque tard dans l...",
      "link": "https://www.lemonde.fr/societe/article/2025/11/14/la-france-commemore-le-13-novembre-dans-le-recueillement-et-l-emotion-dix-ans-apres-il-y-a-un-vide-qui-ne-se-comble-pas_6653365_3224.html"
    },
    {
      "title": "COP30 de Belem : les énergies fossiles s’invitent de nouveau à la conférence",
      "source": "Le Monde",
      "summary": "Alors que les Etats s’étaient mis d’accord sur une « transition hors des énergies fossiles » à la COP28 de Dubaï en 2023, ils peinent à concrétiser cet engagement lors des discussions en cours au Brés...",
      "link": "https://www.lemonde.fr/planete/article/2025/11/14/cop30-de-belem-les-energies-fossiles-s-invitent-de-nouveau-a-la-conference_6653367_3244.html"
    },
    {
      "title": "EN DIRECT, guerre en Ukraine : une vaste attaque à Kiev fait un mort et quinze blessés",
      "source": "Le Monde",
      "summary": "La capitale ukrainienne a subi une attaque de missiles et drones russes tôt vendredi, qui a touché huit districts sur dix....",
      "link": "https://www.lemonde.fr/international/live/2025/11/14/en-direct-guerre-en-ukraine-une-vaste-attaque-a-kiev-fait-une-dizaine-de-blesses_6652765_3210.html"
    },
    {
      "title": "Budget 2026 : silence pour les radios !",
      "source": "Liberation",
      "summary": "Le projet de loi de finances qui prévoit une réduction de 44 % du Fonds de soutien à l’expression radiophonique met en péril plus de la moitié des 729 radios associatives et  des milliers d’emplois, a...",
      "link": "https://www.liberation.fr/idees-et-debats/tribunes/budget-2026-silence-pour-les-radios-20251114_KKCC4WJIAZCTRCKCS4QR4GKYHE/"
    },
    {
      "title": "Pourquoi Nicolas Sarkozy, avocat, n’a-t-il pas été radié du barreau de Paris à la suite de ses déboires judiciaires ?",
      "source": "Liberation",
      "summary": "Malgré la condamnation définitive de l’ex-président pour corruption dans l’affaire «Bismuth», le barreau de Paris refuse d’ouvrir une procédure disciplinaire à son encontre, en raison des écoutes réal...",
      "link": "https://www.liberation.fr/checknews/pourquoi-nicolas-sarkozy-avocat-na-t-il-pas-ete-radie-du-barreau-de-paris-a-la-suite-de-ses-deboires-judiciaires-20251114_QQMKEB67ENEQJISLOSDALKJIZA/"
    },
    {
      "title": "Donald Trump élu président des Etats-Unis : un come-back historique",
      "source": "L'Express",
      "summary": "Contre toute attente, le milliardaire imprévisible et outrancier new-yorkais Donald Trump, 70 ans, a remporté l'élection présidentielle de 2016 aux Etats-Unis, face à la démocrate Hillary Clinton. Inv...",
      "link": "https://www.lexpress.fr/monde/amerique/donald-trump_1702460.html"
    }
  ]
}