{
  "date": "2025-12-18",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Guerre en Ukraine : les négociations de paix se heurtent au mur de l’intransigeance russe",
      "source": "Le Monde",
      "summary": "Malgré des « progrès significatifs » évoqués par les Européens, les pourparlers semblent tourner en rond. La proximité entre les négociateurs américains et le Kremlin nourrit la défiance des alliés de...",
      "link": "https://www.lemonde.fr/international/article/2025/12/18/guerre-en-ukraine-les-negociations-de-paix-se-heurtent-au-mur-de-l-intransigeance-russe_6658459_3210.html"
    },
    {
      "title": "Xavier Bertrand : « Le principal danger face au RN, c’est le défaitisme »",
      "source": "Le Monde",
      "summary": "Le président Les Républicains de la région Hauts-de-France continue à dénoncer la perspective d’une alliance entre la droite et l’extrême droite qui agite actuellement son parti. Dans un entretien au ...",
      "link": "https://www.lemonde.fr/politique/article/2025/12/18/xavier-bertrand-le-principal-danger-face-au-rn-c-est-le-defaitisme_6658455_823448.html"
    },
    {
      "title": "Municipales à Paris : la gauche, hors LFI, entérine un accord inédit pour l’union dès le premier tour",
      "source": "Le Monde",
      "summary": "Les militants écologistes et communistes ont validé le projet d’union qui prévoit que leurs chefs de file respectifs se rangent derrière le socialiste Emmanuel Grégoire pour le scrutin de mars 2026....",
      "link": "https://www.lemonde.fr/politique/article/2025/12/18/municipales-a-paris-la-gauche-hors-lfi-enterine-un-accord-inedit-pour-l-union-des-le-premier-tour_6658458_823448.html"
    },
    {
      "title": "Municipales à Paris : pour la gauche, une union capitale",
      "source": "Liberation",
      "summary": "Pour la première fois dans la capitale, les socialistes et les écologistes vont partir sous une bannière commune dès le 15 mars. Avec le ralliement de David Belliard, Emmanuel Grégoire compte sur un r...",
      "link": "https://www.liberation.fr/politique/municipales-pour-la-gauche-une-union-capitale-20251217_CAFIYZEPUVC43IC4HGCHIYV2CA/"
    },
    {
      "title": "Narcotrafic : le gouvernement souhaite aligner le régime d’application des peines des dealers sur celui des terroristes",
      "source": "Liberation",
      "summary": "Lors d’un débat à l’Assemblée nationale ce mercredi 17 décembre, Sébastien Lecornu a annoncé un nouveau projet de loi au premier semestre 2026, qui porterait notamment sur les réductions de peine et l...",
      "link": "https://www.liberation.fr/societe/police-justice/narcotrafic-reduction-de-peine-et-liberation-conditionnelle-le-gouvernement-promet-de-nouvelles-mesures-legislatives-20251217_GBACOGOK3NF2LLZYLIMI2M7TSA/"
    },
    {
      "title": "Ukraine en direct : une rencontre entre Washington et Moscou prévue à Miami, Zelensky à Bruxelles",
      "source": "France 24",
      "summary": "Une rencontre entre émissaires russes et américains sur la guerre en Ukraine est prévue ce week-end à Miami, en Floride. Avant cela, les chefs d'État et de gouvernement de l'Union européenne se retrou...",
      "link": "https://www.france24.com/fr/europe/20251218-en-direct-volodymyr-zelensky-bruxelles-pour-convaincre-europeens-utiliser-avoirs-russes-geles-ukraine-guerre-etats-unis-accord-paix"
    }
  ]
}