{
  "date": "2025-11-30",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "EN DIRECT, guerre en Ukraine : un mort et onze blessés dans une attaque de drones russes à Vychhorod, près de Kiev",
      "source": "Le Monde",
      "summary": "Six blessés ont été hospitalisés, a précisé Mykola Kalachnyk, le chef de l’administration militaire de la région de Kiev, qui a prévenu que « le nombre de blessés risqu[ait] d’augmenter »....",
      "link": "https://www.lemonde.fr/international/live/2025/11/30/en-direct-guerre-en-ukraine-un-mort-et-onze-blesses-dans-une-attaque-de-drones-russes-a-vychhorod-pres-de-kiev_6655415_3210.html"
    },
    {
      "title": "La visite du pape au Liban, une « respiration » pour un pays sous pression militaire et politique",
      "source": "Le Monde",
      "summary": "Si le déplacement papal ne devrait pas bouleverser la donne, la diplomatie vaticane devrait redire son attachement à la souveraineté et à l’intégrité territoriale du Liban....",
      "link": "https://www.lemonde.fr/international/article/2025/11/30/la-visite-du-pape-au-liban-une-respiration-pour-un-pays-sous-pression-militaire-et-politique_6655414_3210.html"
    },
    {
      "title": "Le budget de la « Sécu » rejeté en nouvelle lecture par la commission des affaires sociales de l’Assemblée nationale",
      "source": "Le Monde",
      "summary": "Le projet de loi de financement de la Sécurité sociale sera examiné dans l’hémicycle à partir de mardi, sur la base de la version issue du Sénat. Le vote est programmé le 9 décembre. Son issue repose ...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/30/le-budget-de-la-secu-rejete-en-nouvelle-lecture-par-la-commission-des-affaires-sociales-de-l-assemblee-nationale_6655373_823449.html"
    },
    {
      "title": "Budget : «tout est encore possible mais tout peut dérailler», selon le chef des députés PS Boris Vallaud",
      "source": "Liberation",
      "summary": "«S’il n’y a pas de compromis, 49.3 ou pas, il n’y aura pas de budget», affirme le député des Landes ce samedi 29 novembre au soir, appelant le gouvernement «à se ressaisir»....",
      "link": "https://www.liberation.fr/politique/budget-tout-est-encore-possible-mais-tout-peut-derailler-selon-le-chef-des-deputes-ps-boris-vallaud-20251129_EWX64IQQKZB7VIRFAA4Y3QKCI4/"
    },
    {
      "title": "Une enquête administrative ouverte sur une photo de policiers posant derrière une banderole féministe à l’envers",
      "source": "Liberation",
      "summary": "Le média en ligne «Blast» a publié un cliché sur lequel des policiers cagoulés posent «en reprenant ouvertement les codes hooligans». La préfecture de police de Paris a annoncé samedi 29 novembre avoi...",
      "link": "https://www.liberation.fr/societe/police-justice/une-enquete-administrative-ouverte-sur-une-photo-de-policiers-posant-derriere-une-banderole-feministe-a-lenvers-20251129_36AR6P5DSJFPXOSBDBFPBSEVYE/"
    },
    {
      "title": "\"J’ai compris à ce moment-là qu'il me mentait\" : Nicolas Puech, l’héritier ruiné d’Hermès brise le silence",
      "source": "L'Express",
      "summary": "Pour la première fois depuis 15 ans, l’actionnaire ruiné d’Hermès s’exprime. Il raconte comment son ancien gestionnaire de fortune, aujourd’hui décédé, aurait abusé de sa confiance....",
      "link": "https://www.lexpress.fr/economie/entreprises/jai-compris-a-ce-moment-la-quil-me-mentait-nicolas-puech-lheritier-ruine-dhermes-brise-le-silence-JVUNUA2RKZF7PM4AJNNFL6VZZU/"
    }
  ]
}