{
  "date": "2025-11-17",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Cryptomonnaies : un boulevard pour le blanchiment",
      "source": "Le Monde",
      "summary": "Une enquête journalistique internationale, dont « Le Monde » est partenaire, pointe les failles béantes des plateformes et comptoirs d’échange de cryptomonnaies, que les criminels peuvent facilement u...",
      "link": "https://www.lemonde.fr/les-decodeurs/article/2025/11/17/cryptomonnaies-un-boulevard-pour-le-blanchiment_6653697_4355770.html"
    },
    {
      "title": "Retraites : des pistes chocs pour transformer les droits familiaux et conjugaux",
      "source": "Le Monde",
      "summary": "Dans un rapport encore non rendu public et auquel « Le Monde » a eu accès, le Conseil d’orientation des retraites propose plusieurs scénarios visant à faire évoluer ces dispositifs de solidarité aujou...",
      "link": "https://www.lemonde.fr/politique/article/2025/11/16/retraites-des-pistes-chocs-pour-transformer-les-droits-familiaux-et-conjugaux_6653667_823448.html"
    },
    {
      "title": "Affaire Epstein : Donald Trump, dans un revirement inattendu, appelle les républicains à approuver la publication du dossier sur le délinquant sexuel",
      "source": "Le Monde",
      "summary": "Le président américain, soupçonné d’avoir dissimulé des éléments l’impliquant dans ce scandale, avait jusque-là refusé toute divulgation. La Chambre des représentants est appelée à voter sur le sujet ...",
      "link": "https://www.lemonde.fr/international/article/2025/11/17/affaire-epstein-trump-dans-un-revirement-inattendu-soutient-finalement-le-vote-de-la-chambre-sur-la-publication-de-dossiers-sur-le-delinquant-sexuel_6653681_3210.html"
    },
    {
      "title": "Giorgia Meloni, le mirage économique",
      "source": "Liberation",
      "summary": "Louée par la droite et l’extrême droite françaises pour ses résultats, la présidente du Conseil italien surfe en réalité sur les réformes de ses prédécesseurs et profite des aides massives de l’Union ...",
      "link": "https://www.liberation.fr/idees-et-debats/editorial/giorgia-meloni-le-mirage-economique-20251116_XWFH5DF2HVBWZGG4YCGYRFQRSA/"
    },
    {
      "title": "En meeting près de Tours, Jean-Luc Mélenchon et LFI «ne craignent pas de partir seuls» à la présidentielle",
      "source": "Liberation",
      "summary": "A Saint-Pierre-des-Corps, dimanche 16 novembre, le leader de La France insoumise a renvoyé la responsabilité de la division de la gauche à ses anciens partenaires. Et ferme encore la porte à une prima...",
      "link": "https://www.liberation.fr/politique/en-meeting-pres-de-tours-jean-luc-melenchon-et-lfi-ne-craignent-pas-de-partir-seuls-a-la-presidentielle-20251116_4SPLOHIRNFEZRLXYRJSJKI6NZU/"
    },
    {
      "title": "Parcoursup : les conseils de la science pour surmonter le stress du contrôle continu",
      "source": "L'Express",
      "summary": "Chercheurs et spécialistes donnent des pistes pour mieux appréhender les évaluations de première et de terminale qui s’apparentent souvent à une \"course de haies\"...",
      "link": "https://www.lexpress.fr/societe/parcoursup-les-conseils-de-la-science-pour-surmonter-le-stress-du-controle-continu-QAUR6O2M2FCUBLVRVMOBSKHJDM/"
    }
  ]
}