{
  "date": "2025-07-11",
  "summary": "La journée s’ouvre sur la réaffirmation de tensions commerciales majeures, avec l’annonce par Donald Trump de l’imposition de surtaxes de 35 % sur les produits canadiens à partir d’août, signalant une possible phase d’incertitude pour l’économie nord-américaine. Cette décision amplifie les inquiétudes quant à la stabilité des chaînes d’approvisionnement et contribue à un climat d’affrontement géopolitique déjà exacerbé par les conflits en Ukraine et au Moyen-Orient. Parallèlement, le volet humanitaire continue de dominer l’actualité, illustré par la rare arrivée de carburant de l’ONU à Gaza après 130 jours, insuffisante face à l’ampleur de la crise, alors que les bombardements se poursuivent avec un lourd bilan civil. Les frappes nocturnes massives de la Russie sur Kiev et d’autres régions ukrainiennes, qui marquent un nouveau palier dans l’intensité des attaques, prolongent cette atmosphère d’instabilité et soulignent à la fois l’urgence et la complexité du soutien international.\n\nDans ce contexte marqué par la multiplication des fronts et des pressions économiques, les réponses internationales s’organisent. L’Union européenne et la France annoncent une mobilisation de 2,3 milliards d’euros pour la reconstruction de l’Ukraine, avec des mesures incitatives à destination des investisseurs et entreprises privées, tandis qu’une association demande à la CPI d’ouvrir une enquête sur la spoliation du patrimoine culturel ukrainien par la Russie. Sur le plan sécuritaire, l’armée nigériane a mené une opération d’envergure contre un groupe armé, éliminant environ 150 membres lors d’une embuscade, mettant en lumière la fragilité persistante de certains États face à l’insécurité. Dans le même temps, l’arrestation de deux ressortissants français en Iran, sur fond de critiques visant l’accord migratoire franco-britannique et de nouvelles initiatives pro-palestiniennes, témoigne des tensions autour des questions de détention arbitraire et des enjeux migratoires européens. Ces développements, s’ajoutant à la radicalisation des manifestations agricoles en France, tracent les contours d’une conjoncture volatile dont les ramifications se font ressentir aussi bien sur les marchés que dans la stabilité sociale et politique mondiale.",
  "headlines": [
    {
      "title": "Trump annonce surtaxes de 35 % sur produits canadiens à partir d’août",
      "source": "Le Monde",
      "summary": "Le président américain impose des surtaxes sur les produits canadiens, ajustables selon l’évolution des relations avec Ottawa.",
      "link": "https://www.lemonde.fr/international/article/2025/07/11/droits-de-douane-donald-trump-annonce-35-de-surtaxes-sur-les-produits-canadiens-au-1er-aout_6620564_3210.html"
    },
    {
      "title": "Armée nigériane tue environ 150 membres d’un gang lors d’une embuscade",
      "source": "France 24",
      "summary": "L’armée nigériane mène une opération contre un groupe armé, tuant environ 150 membres lors d’une attaque impliquant des avions de chasse dans l’État de Kebbi.",
      "link": "https://www.france24.com/fr/afrique/20250711-centaine-membres-gang-tu%C3%A9s-embuscade-arm%C3%A9e-au-nig%C3%A9ria-attaques-criminalite"
    },
    {
      "title": "Gaza : arrivée de carburant de l’ONU après 130 jours, 60 morts supplémentaires",
      "source": "Le Monde",
      "summary": "Environ 75 000 litres de carburant ont été acheminés dans l’enclave, mais restent insuffisants face aux besoins énergétiques, alors que 60 personnes ont été tuées par des missiles israéliens.",
      "link": "https://www.lemonde.fr/international/article/2025/07/10/gaza-au-moins-23-morts-dans-des-bombardements-et-des-tirs-israeliens-jeudi_6620434_3210.html"
    },
    {
      "title": "UE et France mobilisent 2,3 milliards d’euros pour la reconstruction de l’Ukraine",
      "source": "Le Figaro",
      "summary": "L’Europe prévoit un fonds de 200 millions d’euros pour attirer les investissements privés, avec la France encourageant ses entreprises à participer à la reconstruction ukrainienne.",
      "link": "https://www.lefigaro.fr/conjoncture/le-seul-marche-ou-de-telles-opportunites-existent-pour-reconstruire-l-ukraine-2-3-milliards-d-euros-de-l-ue-et-la-france-en-premiere-ligne-20250710"
    },
    {
      "title": "Association demande enquête de la CPI sur la spoliation du patrimoine ukrainien par la Russie",
      "source": "France Info",
      "summary": "Les autorités russes ont incorporé 77 musées ukrainiens et leur contenu au catalogue national russe, suscitant des appels à une enquête pour spoliation par la Cour pénale internationale.",
      "link": "https://www.franceinfo.fr/monde/europe/manifestations-en-ukraine/guerre-en-ukraine-une-association-demande-a-la-cour-penale-internationale-d-enqueter-sur-la-spoliation-du-patrimoine-ukrainien-par-la-russie_7370656.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "Jeune Français arrêté en Iran, critiques sur l’accord migratoire avec le Royaume-Uni",
      "source": "Libération",
      "summary": "Un jeune Français a été arrêté en Iran, tandis que des critiques émergent concernant l’accord migratoire avec le Royaume-Uni, et deux députées voguent vers Gaza.",
      "link": "https://www.liberation.fr/international/europe/un-francais-arrete-en-iran-critiques-sur-laccord-migratoire-avec-le-royaume-uni-deux-deputees-insoumises-voguent-vers-gaza-lactu-de-ce-vendredi-11-juillet-au-matin-20250711_WTUZASYGJ5GA7OC3A27ZX7UHRA/"
    },
    {
      "title": "Nouvelle attaque de drones sur Kiev, plusieurs victimes",
      "source": "France 24",
      "summary": "400 drones et 18 missiles ont été interceptés ou ont frappé Kiev durant une attaque nocturne, causant des victimes et forçant des refuges comme la station de métro.",
      "link": "https://www.france24.com/fr/vid%C3%A9o/20250711-nouvelle-salve-de-drones-sur-kiev"
    },
    {
      "title": "Condamnation d’un dirigeant agricole du Lot-et-Garonne pour dégradations",
      "source": "Le Monde",
      "summary": "Un dirigeant de la Coordination rurale du Lot-et-Garonne est condamné à six mois de prison avec sursis pour dégradations lors de manifestations agricoles, d’autres militants également condamnés.",
      "link": "https://www.lemonde.fr/societe/article/2025/07/11/manifestations-agricoles-un-dirigeant-de-la-coordination-rurale-du-lot-et-garonne-condamne-a-six-mois-de-prison-avec-sursis-pour-degradations_6620624_3224.html"
    },
    {
      "title": "Cycliste franco-allemand Lennart Monterlos arrêté en Iran pour un délit",
      "source": "Le Monde",
      "summary": "Lennart Monterlos, disparu depuis juin lors de son voyage à vélo en Iran, a été arrêté pour un délit, selon la diplomatie iranienne, Paris dénonçant une diplomatie des otages.",
      "link": "https://www.lemonde.fr/international/article/2025/07/11/lennart-monterlos-le-jeune-cycliste-franco-allemand-disparu-en-iran-a-ete-arrete-pour-un-delit_6620559_3210.html"
    },
    {
      "title": "Russie : la plus grande attaque de drones et missiles contre l’Ukraine",
      "source": "France Info",
      "summary": "La Russie a lancé 728 drones et 13 missiles dans une attaque nocturne contre l’Ukraine, blessant huit personnes, selon l’armée ukrainienne, dans une opération record.",
      "link": "https://www.franceinfo.fr/monde/europe/manifestations-en-ukraine/guerre-en-ukraine-visualisez-la-plus-grande-attaque-de-drones-et-missiles-lancee-par-la-russie_7366665.html#xtor=RSS-3-[lestitres]"
    }
  ]
}