{
  "date": "2025-11-24",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Plan Trump pour l’Ukraine : à Genève, Marco Rubio a tenté de rassurer Kiev et ses alliés européens sur les intentions américaines",
      "source": "Le Monde",
      "summary": "Le secrétaire d’Etat américain a évoqué d’« énormes progrès » lors de ses discussions, dimanche, avec les Ukrainiens et les Européens. Mais les contre-propositions des capitales européennes restent tr...",
      "link": "https://www.lemonde.fr/international/article/2025/11/24/plan-trump-pour-l-ukraine-a-geneve-marco-rubio-a-tente-de-rassurer-kiev-et-ses-allies-europeens-sur-les-intentions-americaines_6654583_3210.html"
    },
    {
      "title": "EN DIRECT, Proche-Orient : le Hezbollah confirme la mort de son chef d’état-major, Haytham Ali Tabatabaï, dans une frappe israélienne à Beyrouth",
      "source": "Le Monde",
      "summary": "La frappe israélienne visant ce chef militaire a fait, dimanche, cinq morts et 28 blessés, ont annoncé les autorités libanaises....",
      "link": "https://www.lemonde.fr/international/live/2025/11/23/en-direct-proche-orient-la-frappe-israelienne-a-beyrouth-a-fait-cinq-morts-et-plus-de-vingt-blesses_6653956_3210.html"
    },
    {
      "title": "A Libreville, Emmanuel Macron scelle le rapprochement avec le « nouveau Gabon » du putschiste Brice Oligui Nguema",
      "source": "Le Monde",
      "summary": "Le président français, de retour du G20 de Johannesburg, a fait escale à Libreville, dimanche 23 novembre. Il a bénéficié d’un accueil chaleureux, à rebours du sentiment antifrançais qui s’est répandu...",
      "link": "https://www.lemonde.fr/afrique/article/2025/11/24/au-gabon-brice-oligui-nguema-le-putschiste-bien-aime-d-emmanuel-macron_6654586_3212.html"
    },
    {
      "title": "Violence conjugales : à Lille, «un travail avec les auteurs pour protéger les victimes»",
      "source": "Liberation",
      "summary": "Depuis 2021, un centre accompagne et héberge au besoin des hommes poursuivis pour violences intrafamiliales, en vue de prévenir la récidive....",
      "link": "https://www.liberation.fr/forums/violence-conjugales-a-lille-un-travail-avec-les-auteurs-pour-proteger-les-victimes-20251125_WU5CE77CX5B7BAOM42TKWUMBQA/"
    },
    {
      "title": "«Trois grands tsunamis déferlent sur le monde du travail»",
      "source": "Liberation",
      "summary": "Démographie, écologie, IA : la présidente de la commission «Travail Emploi» du Cese, Sophie Thiéry, revient sur les défis qui attendent l’entreprise. Une opportunité pour reparler du travail ?...",
      "link": "https://www.liberation.fr/forums/trois-grands-tsunamis-deferlent-sur-le-monde-du-travail-20251124_U3TZ6UKIFNDW5ORMBFH4HN23IQ/"
    },
    {
      "title": "Du \"népotisme\" à l'INSP (ex-ENA) ? La lettre explosive des élèves, la réponse de la direction",
      "source": "L'Express",
      "summary": "Dans une lettre ouverte, les sortants de la dernière promotion de l’Institut national du service public alertent sur le manque de transparence du processus de recrutement aux plus hautes fonctions de ...",
      "link": "https://www.lexpress.fr/societe/education/fronde-a-linsp-ex-ena-la-lettre-explosive-des-eleves-qui-accuse-la-direction-de-nepotisme-35S53XKANNHFXOY4RIISVASHTE/"
    }
  ]
}