{
  "date": "2025-08-21",
  "summary": "Le fil conducteur de la journée tient à la défiance et à la bataille autour de la vérité publique et de la responsabilité institutionnelle. En France, Emmanuel Macron a annoncé qu'il engagerait des poursuites judiciaires contre les relais d'une rumeur calomnieuse sur sa vie privée, cherchant à réaffirmer sa réputation face à une diffusion globale de désinformation. Dans ce contexte, un juge fédéral américain a rejeté la demande de rendre publics des documents du grand jury liés à l'affaire Epstein et gênant pour Donald Trump, estimant que le gouvernement détenait des dossiers plus complets et qualifiant la requête de tentative de diversion; la décision réactive le débat entre transparence et procédures pénales. Parallèlement, les révélations selon lesquelles l'ancien président brésilien Jair Bolsonaro aurait envisagé de se réfugier en Argentine et pourrait être visé par une enquête pour tentative de coup d'État soulignent une autre forme d'évitement des responsabilités politiques.\n\nEn parallèle, la vie sociale et les capacités publiques sont éprouvées par des défis variés. La rentrée littéraire, avec une sélection de romans centrés sur la mère et les liens familiaux, offre un contrepoint culturel à des débats publics plus conflictuels; sur le terrain économique, les acteurs de l'économie sociale et solidaire alertent sur des coupes de subventions qui fragilisent réseaux associatifs et financements privés. Ces tensions se manifestent aussi dans la gestion de crise: l'Espagne traverse une saison d'incendies exceptionnelle, incitant le gouvernement à proposer un pacte d'État pour l'urgence climatique, tandis qu'au CHU de Montreuil les soupçons d'agressions sur nourrissons et le maintien sous contrôle judiciaire de deux suspects ravivent l'exigence de transparence sanitaire. À l'échelle internationale, des ex‑rebelles centrafricains accusent des mercenaires russes d'attaques, et l'extradition de quatre Ghanéens pour une arnaque souligne l'ampleur de la criminalité transfrontalière. Soulignant ces tendances, l'ensemble dessine un paysage où la confiance dans les institutions conditionnera stabilité, marchés et cohésion.",
  "headlines": [
    {
      "title": "Macron défend son honneur face à une campagne calomnieuse",
      "source": "Le Monde",
      "summary": "Le président affirme poursuivre les procédures judiciaires contre les relais d'une infox insinuant que son épouse est née homme, relayée mondialement.",
      "link": "https://www.lemonde.fr/politique/article/2025/08/21/emmanuel-macron-entend-defendre-son-honneur-face-la-campagne-calomnieuse-et-virale-contre-son-epouse_6632830_823448.html"
    },
    {
      "title": "Juge fédéral refuse publication de documents du grand jury Epstein",
      "source": "Le Monde",
      "summary": "Dans une affaire embarrassant Donald Trump, le juge affirme que le gouvernement dispose de dossiers plus complets et qualifie la demande d'administration de diversion.",
      "link": "https://www.lemonde.fr/international/article/2025/08/21/affaire-jeffrey-epstein-un-juge-federal-refuse-la-publication-des-documents-emanant-du-grand-jury_6632697_3210.html"
    },
    {
      "title": "Sélection de livres de la semaine par la rédaction",
      "source": "Le Monde",
      "summary": "La rédaction présente sa sélection de romans autour de la mère et de liens complexes, marquant le début de la rentrée littéraire.",
      "link": "https://www.lemonde.fr/livres/article/2025/08/21/notre-selection-de-livres-cette-semaine-kolkhoze-in-violentia-veritas-une-drole-de-peine-simone-emonet_6632730_3260.html"
    },
    {
      "title": "Économie sociale et solidaire confrontée à des coupes budgétaires",
      "source": "Le Monde",
      "summary": "Des acteurs de l’ESS dénoncent la baisse des subventions publiques et avertissent que ce recul fragilise aussi le financement privé des associations et entreprises solidaires.",
      "link": "https://www.lemonde.fr/argent/article/2025/08/21/le-financement-de-l-economie-sociale-et-solidaire-ebranle-par-les-economies-budgetaires_6632902_1657007.html"
    },
    {
      "title": "Incendies en Espagne, année particulièrement difficile",
      "source": "France 24",
      "summary": "Près de 400 000 hectares brûlés; chaleur et dérèglement climatique augmentent l'intensité; le Premier ministre propose un pacte d'État sur l'urgence climatique.",
      "link": "https://www.france24.com/fr/%C3%A9missions/%C3%A9l%C3%A9ment-terre-la-quotidienne/20250820-incendies-en-espagne-une-ann%C3%A9e-noire-pour-le-pays"
    },
    {
      "title": "Bolsonaro tenté de fuir en Argentine et d'obtenir l’asile, selon la police",
      "source": "Le Monde",
      "summary": "L'ancien président Jair Bolsonaro envisageait une demande d'asile en Argentine, et serait visé par une enquête pour tentative de coup d'État, selon la police.",
      "link": "https://www.lemonde.fr/international/article/2025/08/21/bresil-selon-la-police-jair-bolsonaro-a-voulu-fuir-en-argentine-et-demander-l-asile-politique_6632900_3210.html"
    },
    {
      "title": "Soupçons d’agressions sur nourrissons à Montreuil",
      "source": "France Info",
      "summary": "Quinze familles demandent à se constituer parties civiles dans l'enquête sur une infirmière soupçonnée d'agressions sexuelles dans le service néonatal.",
      "link": "https://www.franceinfo.fr/societe/harcelement-sexuel/soupcons-d-agressions-sexuels-sur-des-nourrissons-a-montreuil-une-quinzaine-de-familles-ont-demande-a-se-constituer-parties-civiles_7445527.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "Agressions sur nourrissons au CHU Montreuil: deux suspects sous contrôle judiciaire",
      "source": "France Info",
      "summary": "La cour d'appel confirme le maintien des suspects en contrôle judiciaire; des familles de patients expriment leur colère et exigent des éclaircissements.",
      "link": "https://www.franceinfo.fr/faits-divers/soupcons-d-agressions-sexuelles-sur-des-nourrissons-au-chu-de-montreuil-les-deux-suspects-restent-sous-controle-judiciaire-des-familles-de-patients-expriment-leur-colere-noire_7435462.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "Centrafrique: ex-rebelles 3R dénoncent attaques et violation de l’accord de paix",
      "source": "RFI",
      "summary": "Dans une vidéo, les ex-rebelles affirment être agressés et attaqués par des mercenaires russes de Wagner, appelant le gouvernement à agir rapidement.",
      "link": "https://www.rfi.fr/fr/afrique/20250821-centrafrique-les-ex-rebelles-des-3r-d%C3%A9noncent-des-attaques-et-la-violation-de-l-accord-de-paix-juillet-wagner"
    },
    {
      "title": "Quatre Ghanéens accusés d’arnaque en ligne de 100 millions",
      "source": "Le Monde",
      "summary": "L'organisation The Enterprise ciblait entreprises et particuliers américains entre 2016 et 2023; trois suspects extradés vers les Etats‑Unis le 7 août.",
      "link": "https://www.lemonde.fr/afrique/article/2025/08/20/escroquerie-en-ligne-quatre-ghaneens-accuses-d-avoir-orchestre-une-arnaque-a-100-millions-de-dollars_6632679_3212.html"
    }
  ]
}