{
  "date": "2025-09-18",
  "summary": "La nouvelle la plus grave aujourd’hui est le naufrage au large de Tobrouk : selon RFI, au moins une centaine de réfugiés soudanais sont morts ou portés disparus, un bilan provisoire susceptible d’évoluer. Cette catastrophe illustre la dangerosité croissante des traversées et relie les enjeux humanitaires aux tensions sécuritaires : l’armée ukrainienne signale de nombreux groupes de drones russes (Le Monde), signe d’une intensification des affrontements qui alimente déplacements et risques régionaux. Ces faits appellent à renforcer d’urgence les moyens de sauvetage en mer et la coordination européenne des secours, et à ouvrir des voies d’asile sûres ; la réaction des États dans les prochains jours sera décisive.\n\nEn France, la grève du 18 septembre perturbe transports et écoles à Paris et met le gouvernement sous pression (Le Monde). L’économie américaine reste fragile : la Réserve fédérale a légèrement baissé ses taux, mais inflation et emploi inquiètent les marchés (Libération). Le Monde signale que Donald Trump instrumentalise l’assassinat de Charlie Kirk pour attaquer les médias, ce qui fragilise la confiance civique. France Info rapporte que Le Grand Détournement chiffre à au moins 270 milliards d’euros par an les aides publiques aux entreprises, un total contesté qui réclame davantage de transparence. Sébastien Lecornu a écrit aux maires pour mieux reconnaître leur engagement (Libération). Échéance : la grève du 18 septembre risque d’amplifier la pression politique si aucune réponse concrète n’est apportée.",
  "headlines": [
    {
      "title": "Plus d'une centaine de réfugiés soudanais meurent ou disparaissent au large de Tobrouk",
      "source": "RFI",
      "summary": "Cette catastrophe met en évidence la dangerosité des traversées et appelle à des actions humanitaires et à des moyens de sauvetage plus efficaces.",
      "link": "https://www.rfi.fr/fr/afrique/20250917-libye-plus-d-une-centaine-de-r%C3%A9fugi%C3%A9s-soudanais-morts-ou-port%C3%A9s-disparus-dans-deux-naufrages"
    },
    {
      "title": "Grève du 18 septembre perturbe les transports publics à Paris",
      "source": "Le Monde",
      "summary": "Cette mobilisation unifiée met la pression sur le gouvernement, avec des perturbations importantes dans les transports et les écoles et des manifestations prévues.",
      "link": "https://www.lemonde.fr/politique/live/2025/09/18/en-direct-mobilisation-du-18-septembre-suivez-les-greves-et-les-manifestations-a-l-appel-de-l-intersyndicale_6641656_823448.html"
    },
    {
      "title": "L'armée ukrainienne signale de nombreux groupes de drones russes",
      "source": "Le Monde",
      "summary": "Cela illustre l'intensification des affrontements et peut influencer les décisions européennes sur le soutien militaire et les mesures de sécurité.",
      "link": "https://www.lemonde.fr/international/live/2025/09/17/en-direct-guerre-en-ukraine-l-armee-ukrainienne-signale-de-nombreux-groupes-de-drones-d-attaque-russes-dans-differentes-zones-du-pays_6641122_3210.html"
    },
    {
      "title": "Trump exploite l'assassinat de Charlie Kirk pour attaquer les médias",
      "source": "Le Monde",
      "summary": "Cette affaire met en lumière le recours à des provocations médiatiques dans la présidentielle et peut influencer le climat de confiance envers les médias.",
      "link": "https://www.lemonde.fr/actualite-medias/article/2025/09/18/donald-trump-utilise-le-choc-de-l-assassinat-de-charlie-kirk-pour-accentuer-son-combat-contre-les-medias_6641612_3236.html"
    },
    {
      "title": "Le Grand Détournement révèle les aides publiques généreuses aux entreprises",
      "source": "France Info",
      "summary": "Selon l'ouvrage, les aides publiques atteignent au moins 270 milliards d'euros annuels, chiffre surprenant qui appelle à une meilleure transparence et contrôle.",
      "link": "https://www.franceinfo.fr/economie/aides-publiques-aux-entreprises-imposition-des-plus-riches-ce-que-pointe-le-livre-enquete-le-grand-detournement_7493644.html#xtor=RSS-3-[lestitres]"
    },
    {
      "title": "Aux États-Unis, malaise économique persiste face à l'inflation et l'emploi",
      "source": " Liberation",
      "summary": "La Réserve fédérale a légèrement abaissé ses taux, mais l'économie américaine demeure sous pression et inquiète sur l'inflation et l'emploi.",
      "link": "https://www.liberation.fr/economie/penurie-de-main-doeuvre-forte-inflation-aux-etats-unis-malaise-sur-lconomie-20250918_55PMXG4RAFB5PPJCT7MY7OIZPI/"
    },
    {
      "title": "Sébastien Lecornu écrit une lettre aux maires de France",
      "source": "Liberation",
      "summary": "Cette démarche vise à obtenir une meilleure reconnaissance de leur engagement et pourrait influencer les aides et la gouvernance locale.",
      "link": "https://www.liberation.fr/politique/elections/je-mesure-les-difficultes-des-missions-qui-vous-sont-confiees-sebastien-lecornu-ecrit-une-lettre-aux-maires-de-france-20250917_QWHMYRDAIRAJ5JCUSLKTO3BSAU/"
    }
  ]
}