{
  "date": "2025-11-23",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "Guerre en Ukraine : le compte à rebours des Européens pour tenter de réécrire le plan Trump",
      "source": "Le Monde",
      "summary": "Américains, Ukrainiens et représentants de l’Allemagne, de la France, du Royaume-Uni et de l’Union européenne se réunissent à Genève, dimanche 23 novembre, pour discuter du document élaboré par Washin...",
      "link": "https://www.lemonde.fr/international/article/2025/11/23/guerre-en-ukraine-le-compte-a-rebours-des-europeens-pour-tenter-de-reecrire-le-plan-trump_6654498_3210.html"
    },
    {
      "title": "Avec un accord sans ambition, la COP30 sauve le multilatéralisme mais néglige l’urgence climatique",
      "source": "Le Monde",
      "summary": "Les délégations de 194 pays, réunies à Belem (Brésil), ont validé une hausse des efforts financiers en faveur de l’adaptation mais elles ont échoué à établir une feuille de route contraignante de sort...",
      "link": "https://www.lemonde.fr/planete/article/2025/11/23/avec-un-accord-sans-ambition-la-cop30-sauve-le-multilateralisme-mais-neglige-l-urgence-climatique_6654493_3244.html"
    },
    {
      "title": "La convention citoyenne sur les temps de l’enfant plaide pour une réforme d’ampleur des rythmes scolaires",
      "source": "Le Monde",
      "summary": "Les 130 personnes tirées au sort pour réfléchir au sujet dans le cadre du Conseil économique, social et environnemental, à la suite d’une demande d’Emmanuel Macron, prônent la semaine de cinq jours à ...",
      "link": "https://www.lemonde.fr/societe/article/2025/11/23/la-convention-citoyenne-sur-les-temps-de-l-enfant-plaide-pour-une-reforme-d-ampleur-des-rythmes-scolaires_6654488_3224.html"
    },
    {
      "title": "«Je mesure à quel point certains ont pu être inquiétés» : le chef d’Etat-major des armées justifie ses propos sur la menace de guerre en Europe",
      "source": "Liberation",
      "summary": "Interrogé sur France 5 ce samedi au sujet de sa phrase-choc «la France doit accepter de perdre ses enfants», Fabien Mandon a expliqué que son but était «d’alerter et de se préparer» aux risques de con...",
      "link": "https://www.liberation.fr/societe/je-mesure-a-quel-point-certains-ont-pu-etre-inquietes-le-chef-detat-major-des-armees-justifie-ses-propos-sur-la-menace-de-guerre-en-europe-20251122_U5MKBFYOCNEJ7APCDFDJD7Y73M/"
    },
    {
      "title": "«Une évidence» : plusieurs milliers de Marseillais font corps pour soutenir la famille Kessaci face au narcotrafic",
      "source": "Liberation",
      "summary": "Quelque 6 000 personnes ont participé ce samedi 22 novembre au rassemblement d’hommage à Mehdi Kessaci, assassiné le 13 novembre. Son frère, le militant écologiste Amine Kessaci, ainsi que sa mère Oua...",
      "link": "https://www.liberation.fr/societe/une-evidence-plusieurs-milliers-de-marseillais-font-corps-pour-soutenir-la-famille-kessaci-face-au-narcotrafic-20251122_M5Y6DRC2YRGUHKRIQPRTTBIP2U/"
    },
    {
      "title": "Du \"népotisme\" à l'INSP (ex-ENA) ? La lettre explosive des élèves, la réponse de la direction",
      "source": "L'Express",
      "summary": "Dans une lettre ouverte, les sortants de la dernière promotion de l’Institut national du service public alertent sur le manque de transparence du processus de recrutement aux plus hautes fonctions de ...",
      "link": "https://www.lexpress.fr/societe/education/fronde-a-linsp-ex-ena-la-lettre-explosive-des-eleves-qui-accuse-la-direction-de-nepotisme-35S53XKANNHFXOY4RIISVASHTE/"
    }
  ]
}