{
  "date": "2025-11-29",
  "summary": "Les marchés mondiaux et les affaires internationales ont poursuivi leur progression constante aujourd'hui, avec divers développements dans les secteurs économique, politique et social. Parallèlement, les indicateurs clés suggèrent une stabilité continue dans la plupart des régions, tandis que les institutions du monde entier coordonnent leurs réponses aux défis émergents.\n\nCes développements reflètent un modèle plus large de coopération internationale et de résilience économique. Alors que les gouvernements et les organisations naviguent dans des dynamiques mondiales complexes, leur approche coordonnée démontre un engagement à maintenir la stabilité tout en abordant des initiatives stratégiques à long terme à travers des canaux diplomatiques et économiques établis.",
  "headlines": [
    {
      "title": "La démission d’Andriy Yermak, bras droit de Volodymyr Zelensky, un séisme politique pour l’Ukraine",
      "source": "Le Monde",
      "summary": "Le tout puissant chef de l’administration présidentielle était très impopulaire en Ukraine. Mais le départ du principal homme de confiance du président ukrainien tombe au plus mauvais moment, alors qu...",
      "link": "https://www.lemonde.fr/international/article/2025/11/29/la-demission-d-andriy-yermak-bras-droit-de-volodymyr-zelensky-un-seisme-politique-pour-l-ukraine_6655319_3210.html"
    },
    {
      "title": "Airbus contraint d’immobiliser 6 000 de ses A320 après un incident sur un avion de JetBlue",
      "source": "Le Monde",
      "summary": "Vendredi soir, l’avionneur a ordonné une mise à jour d’urgence du logiciel de commandes de vol équipant ces appareils. L’analyse d’un incident aux Etats-Unis a révélé qu’un rayonnement solaire intense...",
      "link": "https://www.lemonde.fr/economie/article/2025/11/29/airbus-contraint-d-immobiliser-6-000-de-ses-a320-apres-un-incident-sur-un-avion-de-jetblue_6655309_3234.html"
    },
    {
      "title": "Après l’attaque de deux membres de la garde nationale à Washington, l’administration Trump gèle l’asile et durcit encore sa politique migratoire",
      "source": "Le Monde",
      "summary": "Les services de l’immigration américains ont suspendu « toutes les décisions » portant sur l’octroi du statut de réfugié. Le département d’Etat a aussi annoncé la suspension de la délivrance de visa p...",
      "link": "https://www.lemonde.fr/international/article/2025/11/29/apres-l-attaque-de-deux-membres-de-la-garde-nationale-a-washington-l-administration-trump-gele-l-asile-et-durcit-encore-sa-politique-migratoire_6655313_3210.html"
    },
    {
      "title": "Airbus : 6 000 A320 doivent «arrêter immédiatement les vols» pour changer d’urgence un logiciel",
      "source": "Liberation",
      "summary": "Le 30 octobre, un avion a connu un dysfonctionnement informatique et a piqué vers le bas sans l’intervention des pilotes. Pour la plupart des appareils, le changement de logiciel avec sa version précé...",
      "link": "https://www.liberation.fr/economie/transports/airbus-6-000-a320-doivent-changer-durgence-un-logiciel-vulnerable-aux-radiations-solaires-20251128_EKKND5TTLFFPLLVBCVWNZD45K4/"
    },
    {
      "title": "A Strasbourg, une enquête ouverte après la découverte d’une arme et des munitions près du marché de Noël",
      "source": "Liberation",
      "summary": "Sept ans après l’attentat meurtrier, des agents d’entretien ont trouvé un pistolet et des munitions dans des buissons proches du marché, rapporte ce vendredi 28 novembre la procureure de la ville, con...",
      "link": "https://www.liberation.fr/societe/police-justice/a-strasbourg-une-enquete-ouverte-apres-la-decouverte-dune-arme-et-des-munitions-pres-du-marche-de-noel-20251128_QAUPQBFQBFCHDGGTUQZQFDJENA/"
    },
    {
      "title": "\"J’ai compris à ce moment-là qu'il me mentait\" : Nicolas Puech, l’héritier ruiné d’Hermès brise le silence",
      "source": "L'Express",
      "summary": "Pour la première fois depuis 15 ans, l’actionnaire ruiné d’Hermès s’exprime. Il raconte comment son ancien gestionnaire de fortune, aujourd’hui décédé, aurait abusé de sa confiance....",
      "link": "https://www.lexpress.fr/economie/entreprises/jai-compris-a-ce-moment-la-quil-me-mentait-nicolas-puech-lheritier-ruine-dhermes-brise-le-silence-JVUNUA2RKZF7PM4AJNNFL6VZZU/"
    }
  ]
}