{
  "date": "2026-01-05",
  "summary": "La capture spectaculaire de Nicolás Maduro par l'armée américaine à Caracas samedi a marqué un tournant géopolitique majeur pour le Venezuela, détenteur des plus vastes réserves pétrolières mondiales. Le président déchu comparaîtra lundi midi devant un juge fédéral de Manhattan pour narcoterrorisme et importation de cocaïne, son épouse Cilia Flores étant aussi poursuivie. Donald Trump a réaffirmé dimanche que les États-Unis sont « aux commandes » du pays, tandis que Delcy Rodríguez, vice-présidente surnommée la « tigresse » et formée à Paris, assume la présidence intérimaire pour stabiliser la transition. Ce coup de force américain, après des années de sanctions et de soutien à l'opposition, prive Moscou de son principal allié en Amérique du Sud, suivant les revers russes en Syrie et en Iran.\n\nPendant ce temps, la Russie cherche désespérément de nouveaux soutiens régionaux, alors que l'Iran accentue sa répression : plus de 500 manifestants arrêtés à Téhéran et en province lors de nouvelles émeutes, avec douze morts selon les médias officiels et une surveillance accrue des réseaux sociaux. Cela survient dans un contexte d'opposition croissante au régime des mollahs. En Europe, la tragédie de Crans-Montana en Suisse touche des familles internationales : la police a identifié 40 victimes de l'incendie mortel, dont 20 mineurs, 21 Suisses, 9 Français et une triple-nationale, soulignant les risques sécuritaires dans les stations alpines.\n\nCe développement ouvre des négociations cruciales sur les ressources pétrolières vénézuéliennes, Trump visant le retour des majors américaines pour booster les intérêts énergétiques des États-Unis. La coopération promise par Delcy Rodríguez pourrait stabiliser le pays, mais les tensions avec la Russie et les manifestations internes signalent des turbulences à venir dans la diplomatie mondiale de l'énergie.",
  "headlines": [
    {
      "title": "Nicolas Maduro comparaît lundi devant un juge fédéral à New York",
      "source": "Le Figaro",
      "summary": "Capturé samedi par l’armée américaine à Caracas, Nicolás Maduro, président vénézuélien déchu, comparaîtra lundi à midi au tribunal fédéral de Manhattan pour narcoterrorisme et importation de cocaïne. Son épouse est aussi poursuivie. Cela marque le contrôle américain sur le pays.",
      "link": "https://www.lefigaro.fr/international/en-direct-venezuela-maduro-comparaitra-lundi-a-midi-devant-un-juge-de-new-york-20260105",
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Donald Trump réaffirme que les États-Unis dirigent le Venezuela",
      "source": "Le Monde",
      "summary": "Donald Trump déclare dimanche que les États-Unis sont « aux commandes » du Venezuela après la capture de Nicolás Maduro samedi. La présidente intérim Delcy Rodríguez appelle à la coopération. Cela ouvre des négociations sur les ressources pétrolières du pays.",
      "link": "https://www.lemonde.fr/international/live/2026/01/05/en-direct-enlevement-de-maduro-les-etats-unis-sont-aux-commandes-du-venezuela-reaffirme-donald-trump-la-presidente-par-interim-appelle-a-la-cooperation_6660411_3210.html",
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Delcy Rodríguez assume la présidence intérimaire du Venezuela",
      "source": "20 Minutes",
      "summary": "Après la capture de Nicolás Maduro par les États-Unis, Delcy Rodríguez, vice-présidente, préside le Venezuela en attendant de prêter serment. Formée à Paris, elle est surnommée « tigresse ». Son rôle stabilise le pays en transition sous influence américaine.",
      "link": "https://www.20minutes.fr/monde/etats-unis/4194241-20260105-chute-maduro-etudes-paris-tigresse-delcy-rodriguez-desormais-tete-venezuela?at_medium=display&at_campaign=149",
      "category": "politics",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "La police identifie 40 victimes dont 20 mineurs dans l'incendie à Crans-Montana",
      "source": "20 Minutes",
      "summary": "L’incendie mortel survenu à Crans-Montana en Suisse a fait 40 morts identifiés : 21 Suisses, 9 Français dont une Franco-Suisse et une triple-nationale. La police avance dans l’enquête. Cela touche des familles internationales et souligne les risques sécuritaires.",
      "link": "https://www.20minutes.fr/monde/4194225-20260104-incendie-mortel-crans-montana-suisse-40-morts-dont-20-mineurs-identifies?at_medium=display&at_campaign=149",
      "category": "environment",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "La police iranienne arrête plus de 500 manifestants à Téhéran et en province",
      "source": "RFI",
      "summary": "De nouvelles manifestations éclatent à Téhéran et en province ; la police annonce des arrestations massives et accentue la surveillance des réseaux sociaux. Douze morts selon médias officiels. Cela renforce la répression du régime face à l’opposition croissante.",
      "link": "https://www.rfi.fr/fr/moyen-orient/20260105-manifestations-en-iran-la-r%C3%A9pression-et-la-surveillance-des-r%C3%A9seaux-sociaux-s-accentuent",
      "category": "conflict",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Donald Trump cible les réserves pétrolières du Venezuela pour les majors américaines",
      "source": "Le Monde",
      "summary": "L’éviction de Nicolás Maduro permet à Donald Trump de favoriser le retour des majors pétrolières américaines au Venezuela, détenteur des plus vastes réserves mondiales d’or noir. L’administration négocie le contrôle des ressources. Cela booste les intérêts énergétiques des États-Unis.",
      "link": "https://www.lemonde.fr/economie/article/2026/01/04/le-petrole-du-venezuela-au-centre-des-ambitions-de-donald-trump_6660515_3234.html",
      "category": "economy",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "La Russie perd son allié vénézuélien principal après exfiltration de Maduro",
      "source": "Le Figaro",
      "summary": "L’exfiltration de Nicolás Maduro par les États-Unis prive la Russie de son principal allié en Amérique du Sud, après les revers en Syrie et en Iran. Cela affaiblit la diplomatie russe sur le continent. Moscou cherche de nouveaux soutiens régionaux.",
      "link": "https://www.lefigaro.fr/international/moscou-perd-son-principal-allie-en-amerique-du-sud-20260104",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    }
  ],
  "metadata": {
    "sourcesUsed": 6,
    "articlesProcessed": 214,
    "categoryCounts": {
      "politics": 4,
      "environment": 1,
      "conflict": 1,
      "economy": 1
    },
    "regionCounts": {
      "americas": 4,
      "europe": 2,
      "middle-east": 1
    }
  }
}