{
  "date": "2026-02-24",
  "summary": "Le 24 février 2026 marque quatre ans de l'invasion russe en Ukraine lancée le 24 février 2022. Le conflit stagne sur plus de 1000 km de front avec près de deux millions de soldats tués, blessés ou disparus des deux côtés. L'Ukraine résiste tandis que les négociations restent bloquées sur un retrait ukrainien de Donetsk sous médiation américaine. Volodymyr Zelensky a déclaré que Vladimir Poutine n'atteint pas ses objectifs initiaux. Ursula von der Leyen, présidente de la Commission européenne, est arrivée à Kiev pour commémorer l'anniversaire, accompagnée du président du Conseil européen. Des frappes russes sur Zaporijjia ont blessé cinq personnes, dont un enfant. Une résolution est attendue via des pourparlers, sans calendrier fixé.\n\nAu Mexique, le gouvernement a déployé 10 000 soldats dans l'ouest après la mort de Nemesio Oseguera, dit El Mencho, chef du cartel Jalisco Nueva Generación. Des attaques de narcos dans 20 États ont causé 25 morts parmi les gardes nationaux. Cette opération vise à restaurer l'ordre face à l'escalade de violence. Aux États-Unis, Donald Trump a activé des droits de douane de 10 % sur les importations jusqu'au 24 juillet, basés sur la loi de 1974 après invalidation de taux précédents par la Cour suprême. Le Congrès doit voter pour une prolongation.\n\nUne tempête perturbe 40 millions de personnes dans le nord-est des États-Unis, affectant transports et vie quotidienne ; le maire de New York a qualifié cela de pire événement récent. La Suisse a gelé 750 millions d'euros d'avoirs de Nicolás Maduro et de son entourage, mesure préventive du ministère des Affaires étrangères pour empêcher une fuite de capitaux. En Russie, le régime intensifie la répression et le contrôle sociétal quatre ans après l'invasion, avec des difficultés économiques persistantes. Les négociations ukrainiennes sur Donetsk évoluent sous médiation américaine.",
  "headlines": [
    {
      "title": "Russie marque quatre ans d'invasion en Ukraine avec progression lente et pertes estimées à deux millions de soldats",
      "source": "RTBF",
      "sources": [
        "Le Monde",
        "RTBF",
        "Le Figaro",
        "France 24"
      ],
      "summary": "Quatre ans après l'invasion russe du 24 février 2022, le conflit stagne sur plus de 1000 km de front avec près de deux millions de soldats tués, blessés ou disparus. L'Ukraine résiste tandis que négociations bloquent sur Donetsk. Cela souligne l'impasse prolongée et ses coûts humains massifs pour les deux camps.",
      "link": "https://www.rtbf.be/article/guerre-en-ukraine-quatre-ans-apres-l-invasion-de-la-russie-des-pertes-massives-et-une-issue-incertaine-11677822",
      "tier": "top",
      "framings": [
        {
          "source": "Le Monde",
          "angle": "Ouvre sur durcissement autoritaire en Russie depuis 2022 avec répression accrue",
          "link": "https://www.lemonde.fr/international/article/2026/02/24/quatre-ans-apres-l-invasion-de-l-ukraine-la-russie-continue-de-s-enfoncer-dans-l-autoritarisme-et-la-repression_6668009_3210.html"
        },
        {
          "source": "RTBF",
          "angle": "Met l'accent sur pertes massives de deux millions de soldats et issue incertaine",
          "link": "https://www.rtbf.be/article/guerre-en-ukraine-quatre-ans-apres-l-invasion-de-la-russie-des-pertes-massives-et-une-issue-incertaine-11677822"
        },
        {
          "source": "Le Figaro",
          "angle": "Décrit impasse avec 1000 km de front et reconquête ukrainienne de 400 km2",
          "link": "https://www.lefigaro.fr/international/plus-de-1000-km-de-front-des-pertes-humaines-colossales-quatre-ans-apres-l-invasion-le-conflit-russo-ukrainien-dans-l-impasse-20260223"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Ursula von der Leyen arrive à Kiev pour commémorer quatrième anniversaire invasion russe",
      "source": "France 24",
      "sources": [
        "France 24",
        "Le Figaro"
      ],
      "summary": "La présidente de la Commission européenne Ursula von der Leyen arrive à Kiev le 24 février 2026, jour des quatre ans de l'invasion russe, suivie du président du Conseil européen. Frappes russes sur Zaporijjia blessent cinq personnes dont un enfant. Cela renforce le soutien européen à l'Ukraine en impasse.",
      "link": "https://www.france24.com/fr/europe/20260224-en-direct-ukraine-russie-quatrieme-anniversaire-guerre-zelensky-poutine",
      "tier": "top",
      "framings": [
        {
          "source": "France 24",
          "angle": "Suit en direct arrivée von der Leyen et frappes sur Zaporijjia avec cinq blessés",
          "link": "https://www.france24.com/fr/europe/20260224-en-direct-ukraine-russie-quatrieme-anniversaire-guerre-zelensky-poutine"
        },
        {
          "source": "Le Figaro",
          "angle": "Rapporte Zelensky affirmant échec objectifs Poutine et visites dirigeants européens",
          "link": "https://www.lefigaro.fr/international/en-direct-guerre-ukraine-quatre-ans-zelensky-poutine-etats-unis-russie-kiev-moscou-paris-macron-20260224"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Mexique déploie 10 000 soldats dans ouest après mort Nemesio Oseguera dit El Mencho",
      "source": "Le Monde",
      "sources": [
        "Le Monde",
        "Liberation"
      ],
      "summary": "Le Mexique envoie 10 000 soldats pour restaurer l'ordre suite à la mort du chef du cartel Jalisco Nueva Generación et attaques narcos dans 20 États, causant 25 morts chez gardes nationales. Cela vise à contrer escalade violence post- élimination, impactant sécurité régionale.",
      "link": "https://www.lemonde.fr/international/article/2026/02/24/le-mexique-deploie-10-000-soldats-pour-assurer-l-ordre-apres-les-violences-liees-a-la-mort-du-baron-de-la-drogue-el-mencho_6667998_3210.html",
      "tier": "top",
      "framings": [
        {
          "source": "Le Monde",
          "angle": "Détaille opération militaire causant dizaines morts forces ordre et cartel",
          "link": "https://www.lemonde.fr/international/article/2026/02/24/le-mexique-deploie-10-000-soldats-pour-assurer-l-ordre-apres-les-violences-liees-a-la-mort-du-baron-de-la-drogue-el-mencho_6667998_3210.html"
        },
        {
          "source": "Liberation",
          "angle": "Compte 25 morts gardes nationales après annonce décès et attaques 20 États",
          "link": "https://www.liberation.fr/international/amerique/mort-del-mencho-plus-de-10-000-soldats-deployes-dans-louest-du-mexique-20260224_CPTYELIQJJHHXEZXREMBJWBOFY/"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Donald Trump active droits de douane de 10 % sur importations jusqu'au 24 juillet",
      "source": "Le Monde",
      "summary": "Les nouveaux droits de douane de 10 % décidés par Donald Trump entrent en vigueur, basés sur loi 1974 remplaçant taux illégaux invalidés par Cour suprême. Gouvernement doit obtenir vote Congrès pour prolongation. Cela affecte commerce international et tensions économiques.",
      "link": "https://www.lemonde.fr/economie/article/2026/02/24/les-nouveaux-droits-de-douane-de-10-decides-par-donald-trump-sont-entres-en-vigueur_6668022_3234.html",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "Le Monde"
      ],
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Tempête exceptionnelle perturbe quotidien de 40 millions personnes nord-est États-Unis",
      "source": "France Info",
      "summary": "Une tempête exceptionnelle affecte 40 millions de personnes dans nord-est des États-Unis, perturbant transports et vie quotidienne. Maire New York annonce pire passé. Cela met en lumière vulnérabilités climatiques et impacts sur population dense.",
      "link": "https://www.franceinfo.fr/monde/usa/une-tempete-exceptionnelle-perturbe-le-quotidien-de-40-millions-de-personnes-dans-le-nord-est-des-etats-unis_7826363.html#xtor=RSS-3-[lestitres]",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "France Info"
      ],
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Suisse gèle 750 millions euros d'avoirs liés à Nicolás Maduro et entourage",
      "source": "20 Minutes",
      "summary": "La Suisse gèle 750 millions d'euros d'avoirs de Nicolás Maduro et proches, mesure préventive du ministère Affaires étrangères pour empêcher fuite capitaux. Cela s'inscrit dans pressions internationales contre régime vénézuélien.",
      "link": "https://www.20minutes.fr/monde/etats-unis/4203103-20260223-venezuela-suisse-gele-750-millions-euros-avoirs-lies-maduro-entourage?at_medium=display&at_campaign=149",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "20 Minutes"
      ],
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Régime russe intensifie répression et autoritarisme quatre ans après invasion Ukraine",
      "source": "Le Monde",
      "summary": "Quatre ans après invasion Ukraine, régime Poutine durcit contrôle société par répression violente et difficultés économiques. Cela reflète consolidation pouvoir interne au coût de libertés, impactant stabilité Russie.",
      "link": "https://www.lemonde.fr/international/article/2026/02/24/quatre-ans-apres-l-invasion-de-l-ukraine-la-russie-continue-de-s-enfoncer-dans-l-autoritarisme-et-la-repression_6668009_3210.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Le Monde"
      ],
      "category": "politics",
      "region": "global",
      "importance": "notable"
    },
    {
      "title": "Volodymyr Zelensky déclare Vladimir Poutine échec atteindre objectifs guerre Ukraine",
      "source": "Le Figaro",
      "summary": "À l'occasion du quatrième anniversaire invasion, Zelensky affirme Poutine n'atteint pas buts tandis négociations bloquent sur retrait ukrainien de Donetsk sous médiation américaine. Cela met en évidence statu quo stratégique.",
      "link": "https://www.lefigaro.fr/international/en-direct-guerre-ukraine-quatre-ans-zelensky-poutine-etats-unis-russie-kiev-moscou-paris-macron-20260224",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Le Figaro"
      ],
      "category": "politics",
      "region": "global",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 8,
    "articlesProcessed": 210,
    "articlesAfterDedup": 207,
    "articlesAfterDiversity": 45,
    "articlesAfterFilter": 18,
    "categoryCounts": {
      "politics": 8
    },
    "regionCounts": {
      "global": 8
    },
    "tierCounts": {
      "top": 4,
      "also": 4
    }
  }
}