{
  "date": "2026-01-21",
  "summary": "Les frappes russes massives sur Kiev ont plongé plus d’un million d’habitants dans le noir et sans chauffage, alors que les températures hivernales chutent sous zéro. Volodymyr Zelensky a critiqué l’efficacité de la défense antiaérienne ukrainienne, tandis que 600 000 personnes ont fui la capitale, fuyant les coupures d’électricité qui ont même brièvement isolé la centrale nucléaire de Tchernobyl de son alimentation externe. Cette escalade survient après des mois de bombardements ciblant les infrastructures critiques, aggravant la crise humanitaire et exposant les civils à des risques immédiats de gel et de pénuries, dans un conflit qui entre dans sa troisième année.\n\nÀ Davos, des signes d’espoir diplomatique émergent au milieu des tensions transatlantiques : Kirill Dmitriev, émissaire russe, a tenu des discussions « constructives » avec Jared Kushner et Steve Witkoff, conseillers de Donald Trump, sur un règlement en Ukraine, alors que les négociations officielles piétinent. Pendant ce temps, Trump est attendu mercredi pour un face-à-face avec les Européens sur son projet d’annexion du Groenland, provoquant des remous : Emmanuel Macron plaide pour rejeter la « loi du plus fort », la France demande un exercice OTAN dans l’Arctique, et l’UE prépare des contre-mesures douanières à 93 milliards d’euros contre les surtaxes américaines prévues, visant Boeing, Tesla ou Levi’s.\n\nCes frictions annoncent un 2025 incertain, avec la Corée du Nord produisant assez de matière fissile pour 20 armes nucléaires par an, accélérant son arsenal et ravivant les craintes de prolifération en Asie, tandis que l’Europe renforce sa défense face à un ordre mondial en mutation.",
  "headlines": [
    {
      "title": "Kirill Dmitriev rencontre Jared Kushner et Steve Witkoff à Davos sur Ukraine",
      "source": "Le Monde",
      "summary": "Kirill Dmitriev, émissaire russe, rapporte des discussions constructives à Davos avec Jared Kushner et Steve Witkoff, émissaires de Donald Trump, sur la guerre en Ukraine. Ces échanges interviennent alors que les négociations piétinent, suscitant un espoir prudent pour une résolution.",
      "link": "https://www.lemonde.fr/international/live/2026/01/21/en-direct-guerre-en-ukraine-les-dernieres-informations-et-reactions_6663004_3210.html",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Volodymyr Zelensky pointe défense antiaérienne face à un million sans électricité à Kiev",
      "source": "RTBF (Belgian)",
      "summary": "Volodymyr Zelensky indique que plus d’un million d’habitants de Kiev manquent d’électricité suite à des frappes russes, critiquant l’efficacité de la défense antiaérienne. Cela aggrave la crise hivernale, menaçant la population et les infrastructures critiques.",
      "link": "https://www.rtbf.be/article/guerre-en-ukraine-plus-d-un-million-d-habitants-sans-electricite-a-kiev-indique-volodymyr-zelensky-11665170",
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "600 000 personnes quittent Kiev privée de chauffage et d’électricité par frappes russes",
      "source": "RTBF (Belgian)",
      "summary": "Les frappes russes privent Kiev de chauffage et d’électricité, provoquant l’exode de 600 000 personnes et coupant provisoirement l’alimentation externe de la centrale de Tchernobyl. Cela intensifie la crise humanitaire et les risques nucléaires.",
      "link": "https://www.rtbf.be/article/ukraine-600-000-personnes-ont-quitte-kiev-privee-de-chauffage-et-d-electricite-par-les-frappes-russes-11665130",
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Dirigeants européens constatent à Davos piétinement alliance transatlantique par Trump",
      "source": "Le Monde",
      "summary": "À Davos, les menaces de Trump sur le Groenland et son mépris envers l’Europe dominent les débats, mardi. Emmanuel Macron appelle à refuser la loi du plus fort, soulignant les tensions croissantes dans l’alliance transatlantique.",
      "link": "https://www.lemonde.fr/international/article/2026/01/21/a-davos-le-constat-d-une-alliance-transatlantique-pietinee-par-donald-trump_6663434_3210.html",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "UE prépare contre-mesures douanières à 93 milliards d’euros contre surtaxes de Trump",
      "source": "Le Figaro",
      "summary": "Bruxelles prépare des représailles à 93 milliards d’euros ciblant avions Boeing, voitures Tesla, jeans Levi’s et bourbon face aux surtaxes annoncées par Trump. Préparées en 2025 et gelées, elles pourraient s’activer rapidement pour protéger l’économie européenne.",
      "link": "https://www.lefigaro.fr/conjoncture/des-represailles-a-93-milliards-d-euros-que-contient-la-riposte-douaniere-prete-a-etre-degainee-par-l-ue-face-a-trump-20260121",
      "category": "economy",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Donald Trump arrive à Davos pour face-à-face européens sur annexion Groenland",
      "source": "Le Figaro",
      "summary": "L’avion de Donald Trump fait demi-tour mais il est attendu mercredi à Davos pour affronter les dirigeants européens sur sa volonté d’annexer le Groenland. Cela menace l’alliance transatlantique et domine le Forum économique.",
      "link": "https://www.lefigaro.fr/conjoncture/en-direct-forum-de-davos-donald-trump-attendu-de-pied-ferme-par-les-europeens-sur-le-groenland-20260121",
      "category": "politics",
      "region": "global",
      "importance": "major"
    },
    {
      "title": "France demande exercice OTAN au Groenland face menaces Trump",
      "source": "France 24",
      "summary": "La présidence française demande un exercice OTAN au Groenland, prête à contribuer, alors que Trump arrive à Davos pour un face-à-face européen. Cela renforce la posture défensive européenne contre les revendications américaines sur le territoire danois.",
      "link": "https://www.france24.com/fr/europe/20260121-groenland-en-direct-donald-trump-davos-europe-surtaxes-danemark",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Corée du Nord produit matière fissile pour 20 armes nucléaires par année",
      "source": "Radio-Canada",
      "summary": "La Corée du Nord fabrique annuellement assez de matière nucléaire pour assembler jusqu’à 20 armes atomiques, selon des estimations. Cela accélère son arsenal, augmentant les tensions régionales et les préoccupations internationales sur la prolifération.",
      "link": "https://ici.radio-canada.ca/nouvelle/2222115/coree-du-nord-20-armes-nucleaires",
      "category": "conflict",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Marine Le Pen défend argumentaire au premier jour interrogatoire procès assistants FN",
      "source": "Le Monde",
      "summary": "Marine Le Pen livre un argumentaire rodé lors de son interrogatoire à la cour d’appel de Paris mardi, dans le procès des assistants FN. Elle critique le système judiciaire, risquant sa candidature à la présidentielle 2027 si condamnée.",
      "link": "https://www.lemonde.fr/societe/article/2026/01/21/proces-des-assistants-du-fn-marine-le-pen-livre-un-argumentaire-bien-rode-au-premier-jour-de-son-interrogatoire_6663424_3224.html",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Sébastien Lecornu actionne 49.3 pour adopter budget et maintenir Matignon",
      "source": "France Info",
      "summary": "Sébastien Lecornu utilise l’article 49.3 pour faire adopter la première partie du projet de loi de finances, négociant avec le PS pour éviter la censure. Il se maintient ainsi Premier ministre malgré les tensions budgétaires.",
      "link": "https://www.franceinfo.fr/economie/budget/il-va-durer-mais-a-quel-prix-sebastien-lecornu-en-passe-de-se-maintenir-a-matignon-apres-avoir-passe-l-epreuve-du-budget_7753775.html#xtor=RSS-3-[lestitres]",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 6,
    "articlesProcessed": 221,
    "categoryCounts": {
      "politics": 6,
      "conflict": 3,
      "economy": 1
    },
    "regionCounts": {
      "europe": 8,
      "global": 1,
      "asia-pacific": 1
    }
  }
}