{
  "date": "2026-01-29",
  "summary": "Donald Trump a durci le ton contre l'Iran ce jeudi, sommant Téhéran de conclure un accord nucléaire sous peine de frappes « plus graves que celles de juin 2025 », tout en déployant un porte-avions dans le golfe Persique. Cette escalade fait suite à des mois de négociations stagnantes et ravive les craintes d'une nouvelle crise au Moyen-Orient, alors que les prix du pétrole grimpent déjà de 3 % en anticipation d'instabilités. Pour les ménages ordinaires, cela menace la stabilité énergétique mondiale, avec des répercussions sur les factures d'essence et l'inflation persistante.\n\nAux États-Unis, Trump a repris sa rhétorique incendiaire contre le maire démocrate de Minneapolis, au milieu d'une vague d'émotions liée à la police et à l'immigration, tandis que deux agents ont été suspendus et que le FBI perquisitionne un centre électoral en Géorgie pour vérifier les allégations infondées de fraude de 2020. Ces développements internes alimentent les divisions politiques américaines, érodant la confiance électorale. Pendant ce temps, les pays européens accélèrent leur souveraineté numérique face aux menaces de Trump de couper l'accès aux technologies américaines, multipliant les expérimentations pour sécuriser leurs données et réduire leur dépendance.\n\nEn France, les maternités surveillent de près les rappels de laits infantiles de Nestlé, Lactalis et Danone, contaminés par un acide gras suspect provenant d'un producteur chinois dominant le marché ; cela ébranle la confiance des parents et questionne les contrôles alimentaires européens. L'Assemblée nationale a adopté à l'unanimité la suppression du « devoir conjugal », absent du Code civil mais utilisé par certains juges, un pas vers une modernisation du droit familial qui protège les libertés individuelles et attend l'examen du Sénat.",
  "headlines": [
    {
      "title": "Parquet de Crans-Montana ouvre enquête pénale contre ancien chargé de sécurité incendie",
      "source": "20 Minutes",
      "summary": "Le parquet a ouvert une instruction pénale contre l'ancien responsable des contrôles incendie à Crans-Montana, après l'incendie du bar Le Constellation qui a tué 40 personnes et blessé 116 autres la nuit du Nouvel An. L'enquête vise d'éventuelles négligences, intéressant la sécurité publique.",
      "link": "https://www.20minutes.fr/monde/italie/4198616-20260128-incendie-crans-montana-parquet-ouvre-enquete-penale-contre-ancien-charge-securite-commune?at_medium=display&at_campaign=149",
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Donald Trump envoie porte-avions et menace Iran de frappes nucléaires graves",
      "source": "Le Monde",
      "summary": "Donald Trump somme Téhéran de conclure un accord nucléaire sous peine de frappes plus graves que celles de juin 2025, tout en amassant moyens militaires dans le Golfe. Cela accentue les tensions régionales et impacte la stabilité énergétique mondiale.",
      "link": "https://www.lemonde.fr/international/article/2026/01/29/donald-trump-intensifie-la-pression-sur-l-iran-avec-l-envoi-d-un-porte-avions-et-les-menaces-de-frappes_6664548_3210.html",
      "category": "conflict",
      "region": "middle-east",
      "importance": "breaking"
    },
    {
      "title": "Producteur chinois fournit huile suspecte à laits infantiles français non rappelés",
      "source": "Liberation",
      "summary": "L'acide gras suspecté de céréulide provient d'un producteur chinois dominant le marché français, présent même dans produits non rappelés. Cela soulève des questions sur contrôles qualité et sécurité alimentaire pour bébés en Europe.",
      "link": "https://www.liberation.fr/lifestyle/consommation/lait-infantile-pourquoi-trouve-t-on-de-lhuile-chinoise-suspecte-meme-dans-les-produits-pas-rappeles-20260129_CXA5WW5HOFC3PP5BQXFPGJKLJE/",
      "category": "economy",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Maternités françaises surveillent rappels laits infantiles Nestlé Lactalis Danone",
      "source": "France Info",
      "summary": "Nestlé, Lactalis et Danone ont rappelé lots de laits infantiles en France et ailleurs ces dernières semaines pour contamination suspectée. Les maternités suivent de près, car cela affecte l'alimentation des nouveau-nés et la confiance des parents.",
      "link": "https://www.franceinfo.fr/sante/alimentation/lait-infantile-contamine/reportage-on-ne-sait-plus-qui-ecouter-qui-croire-dans-les-maternites-les-rappels-de-laits-infantiles-sont-surveilles-attentivement_7770869.html#xtor=RSS-3-[lestitres]",
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Donald Trump attaque maire démocrate de Minneapolis et finit désescalade",
      "source": "20 Minutes",
      "summary": "Donald Trump reprend rhétorique incendiaire contre le maire de Minneapolis malgré promesse d'apaisement face à colère contre police immigration ICE. Cela ravive tensions locales sur politiques migratoires aux Etats-Unis.",
      "link": "https://www.20minutes.fr/monde/etats-unis/4198645-20260129-etats-unis-fin-petite-desescalade-minneapolis-trump-reprend-rhetorique-incendiaire?at_medium=display&at_campaign=149",
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Avion s'écrase en Colombie tuant 15 personnes dont un député",
      "source": "20 Minutes",
      "summary": "Treize passagers incluant un député et deux membres d'équipage meurent dans crash d'avion mercredi à la frontière Colombie-Venezuela. L'accident souligne risques aviation régionale et impacte familles et politique locale.",
      "link": "https://www.20minutes.fr/monde/4198639-20260129-colombie-quinze-personnes-trouvent-mort-crash-avion?at_medium=display&at_campaign=149",
      "category": "society",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Assemblée nationale adopte à l'unanimité fin du devoir conjugal",
      "source": "Le Figaro",
      "summary": "L'Assemblée vote à 106 voix contre 0 la suppression du devoir conjugal utilisé par certains magistrats, absent du Code civil. Le texte va au Sénat, modernisant droit familial et protégeant libertés individuelles en France.",
      "link": "https://www.lefigaro.fr/politique/a-l-unanimite-l-assemblee-nationale-enterine-la-fin-du-devoir-conjugal-20260128",
      "category": "politics",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Pays européens accélèrent souveraineté numérique face menaces Trump",
      "source": "France 24",
      "summary": "Face à menaces de Donald Trump de couper accès technologies US, États européens multiplient expérimentations pour réduire dépendance. Cela renforce sécurité données et autonomie stratégique en Europe.",
      "link": "https://www.france24.com/fr/%C3%A9co-tech/20260129-souverainet%C3%A9-num%C3%A9rique-1-3-menace-donald-trump-r%C3%A9veil-pays-europ%C3%A9ens",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Donald Trump durcit ton contre Minneapolis alors que deux policiers suspendus",
      "source": "RTBF",
      "summary": "Administration Trump abandonne apaisement récent et maintient pression sur Minneapolis, tandis que deux policiers sont suspendus au milieu vague d'émotions. Cela alimente débats sur police immigration aux Etats-Unis.",
      "link": "https://www.rtbf.be/article/donald-trump-durcit-a-nouveau-le-ton-contre-la-ville-de-minneapolis-11669862",
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "FBI perquisitionne centre électoral géorgien accusé fraude par Trump 2020",
      "source": "Radio-Canada",
      "summary": "Le FBI fouille un centre électoral en Géorgie, cible accusations infondées de fraude par Donald Trump après défaite 2020. L'enquête vérifie allégations persistantes, impactant confiance électorale américaine.",
      "link": "https://ici.radio-canada.ca/nouvelle/2224231/fbi-perquisition-georgie-fraude-trump",
      "category": "politics",
      "region": "americas",
      "importance": "breaking"
    }
  ],
  "metadata": {
    "sourcesUsed": 8,
    "articlesProcessed": 218,
    "categoryCounts": {
      "society": 3,
      "conflict": 1,
      "economy": 1,
      "politics": 5
    },
    "regionCounts": {
      "europe": 5,
      "middle-east": 1,
      "americas": 4
    }
  }
}