{
  "date": "2026-01-15",
  "summary": "Les autorités iraniennes ont déclaré jeudi tout individu dans les rues comme criminel, affirmant un 'contrôle total' après des manifestations réprimées depuis le 28 décembre, qui ont fait 3 428 morts selon l'ONG Iran Human Rights. Le ministre Abbas Araghchi a minimisé la crise, mais des vidéos authentifiées par France Télévisions et Radio France montrent des centaines de sacs mortuaires à la morgue de Kahrizak, près de Téhéran, documentant l'ampleur d'une répression sanglante. Cette escalade survient alors que le régime des mollahs affronte des protestations massives contre son pouvoir autoritaire, rappelant les soulèvements de 2022, et risque d'attiser les tensions régionales au Moyen-Orient.\n\nPendant ce temps, la Commission européenne a validé une formule juridique pour un prêt de 90 milliards d'euros à l'Ukraine sur 2026-2027, dont 60 milliards dédiés à l'achat d'armes européennes, renforçant le soutien militaire de l'UE face à l'invasion russe sans toucher aux avoirs gelés de Moscou. Cela fait suite à des mois de débats sur l'aide, offrant à Kiev un flux rapide de fonds pour contrer les avancées russes dans l'est. Parallèlement, Emmanuel Macron a convoqué un Conseil de défense en urgence jeudi à l'Élysée pour évaluer la répression iranienne et les tensions autour du Groenland, où Donald Trump refuse des concessions au Danemark malgré des discussions avec les ministres Lars Løkke Rasmussen et Vivian Motzfeldt.\n\nÀ l'horizon, Trump adoucit ses menaces contre Téhéran tout en avertissant d'une 'intervention forte' si des exécutions de manifestants commencent, tandis qu'il annonce une 'solution' pour le Groenland impliquant plus de troupes OTAN, malgré les dénégations danoises. Le Conseil français examinera ces crises, signalant une coordination européenne face aux ambitions américaines et à l'instabilité iranienne qui pourraient redessiner les équilibres arctiques et moyen-orientaux.",
  "headlines": [
    {
      "title": "Autorités iraniennes déclarent tout individu dans rues criminel et affirment contrôle total",
      "source": "Le Monde",
      "summary": "Le ministre iranien Abbas Araghtchi annonce le calme et le contrôle total après manifestations depuis 28 décembre. ONG Iran Human Rights recense 3 428 morts. Cela marque tentative de régime de justifier répression sanglante face à protestations contre pouvoir.",
      "link": "https://www.lemonde.fr/international/live/2026/01/15/en-direct-iran-tout-individu-present-dans-les-rues-est-considere-comme-un-criminel-selon-les-autorites-iraniennes_6661368_3210.html",
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Commission européenne propose prêt de 60 milliards d'euros à Ukraine pour armes",
      "source": "RFI",
      "summary": "Commission valide formule juridique pour prêt de 90 milliards d'euros sur 2026-2027, dont 60 milliards pour achats d'armes européennes, sans toucher avoirs russes. Ukraine reçoit fonds rapidement. Cela renforce soutien militaire UE à Kiev contre invasion russe.",
      "link": "https://www.rfi.fr/fr/europe/20260115-ukraine-commission-ue-pr%C3%AAt-60-milliards-euros-achat-armes-europeennes",
      "category": "economy",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Emmanuel Macron convoque Conseil de défense en urgence sur Iran",
      "source": "20 Minutes",
      "summary": "Macron réunit jeudi 15 janvier Conseil de défense à l'Elysée sur répression manifestations iraniennes. Cela répond à violence régime faisant 3 428 morts selon ONG. Réunion évalue implications géopolitiques pour France et alliés européens.",
      "link": "https://www.20minutes.fr/monde/etats-unis/4196120-20260115-direct-manifestations-iran-macron-convoque-urgence-conseil-defense?at_medium=display&at_campaign=149",
      "category": "politics",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Donald Trump et Téhéran optent pour désescalade malgré 3 428 morts en Iran",
      "source": "20 Minutes",
      "summary": "Malgré 3 428 morts recensés par ONG, Trump adoucit menaces et régime iranien joue diplomatie. Autorités affirment contrôle total. Cela réduit risque confrontation directe USA-Iran tout en maintenant pression sur mollahs.",
      "link": "https://www.20minutes.fr/monde/etats-unis/4196119-20260115-manifestations-iran-malgre-nombreux-morts-trump-teheran-tentent-miser-desescalade?at_medium=display&at_campaign=149",
      "category": "politics",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "Danemark et Groenland affrontent intransigeance administration Trump à Washington",
      "source": "Le Monde",
      "summary": "Mercredi 14 janvier, ministres danois Lars Lokke Rasmussen et groenlandais Vivian Motzfeldt rencontrent vice-président Vance et secrétaire Rubio. Trump refuse concessions sur Groenland. Cela tend relations USA-Danemark sur contrôle arctique stratégique.",
      "link": "https://www.lemonde.fr/international/article/2026/01/15/a-la-maison-blanche-le-danemark-et-le-groenland-confrontes-a-l-intransigeance-de-l-administration-trump_6662246_3210.html",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Donald Trump menace intervention forte contre Iran si exécutions de manifestants",
      "source": "Le Figaro",
      "summary": "Trump avertit mollahs d'action décisive si exécutions commencent, après deux semaines manifestations réprimées. Ministre iranien Araghchi dit contrôle total. Cela intensifie pression USA pour soutenir protestataires et affaiblir régime.",
      "link": "https://www.lefigaro.fr/international/nous-agirons-de-maniere-tres-forte-s-ils-font-une-chose-pareille-donald-trump-augmente-la-pression-en-iran-20260114",
      "category": "conflict",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Donald Trump annonce solution sur Groenland avec troupes OTAN supplémentaires",
      "source": "Le Figaro",
      "summary": "Trump prévoit solution et déploiement troupes OTAN sur Groenland dans prochains jours malgré désaccord danois sur annexion. Danemark dénonce volonté conquête. Cela renforce présence militaire USA en Arctique face rivalités stratégiques.",
      "link": "https://www.lefigaro.fr/international/en-direct-groenland-trump-danemark-diplomatie-annexion-menaces-mission-militaire-macron-20260115",
      "category": "conflict",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Vidéos montrent centaines sacs mortuaires à morgue Kahrizak en Iran",
      "source": "France Info",
      "summary": "Vidéos authentifiées par France Télévisions et Radio France révèlent violence répression manifestations à morgue Kahrizak. Cela documente ampleur tueries depuis 28 décembre, avec 3 428 morts selon ONG, et accuse régime de brutalité systématique.",
      "link": "https://www.franceinfo.fr/monde/iran/manifestations/la-morgue-de-kahrizak-symbole-de-la-repression-sanglante-des-manifestations-en-iran_7740721.html#xtor=RSS-3-[lestitres]",
      "category": "society",
      "region": "middle-east",
      "importance": "notable"
    },
    {
      "title": "Conseil de défense français examine situations Iran et Groenland",
      "source": "France Info",
      "summary": "Jeudi matin à Elysée, réunion urgence traite menaces Trump de frappes Iran et annexion Groenland. Cela coordonne réponse France aux crises géopolitiques impliquant répression iranienne et tensions arctiques avec USA.",
      "link": "https://www.franceinfo.fr/monde/groenland/un-conseil-de-defense-convoque-en-urgence-jeudi-matin-sur-la-situation-en-iran-et-au-groenland_7741627.html#xtor=RSS-3-[lestitres]",
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    }
  ],
  "metadata": {
    "sourcesUsed": 5,
    "articlesProcessed": 209,
    "categoryCounts": {
      "politics": 5,
      "economy": 1,
      "conflict": 2,
      "society": 1
    },
    "regionCounts": {
      "middle-east": 4,
      "europe": 5
    }
  }
}