{
  "date": "2026-02-23",
  "summary": "L'armée mexicaine a éliminé Nemesio Oseguera Cervantes, alias El Mencho, chef du cartel Jalisco Nueva Generación, lors d'une opération militaire dimanche. El Mencho était recherché pour 15 millions de dollars par les autorités américaines. Une vague de violences a suivi dans huit États mexicains, entraînant la fermeture d'écoles et l'annulation de vols. La présidente Claudia Sheinbaum a appelé au calme. Cet événement modifie la structure du trafic de narcotiques dans la région, avec des ajustements attendus parmi les groupes rivaux.\n\nDonald Trump a appliqué une taxe de 15 % sur les importations aux États-Unis samedi, après un désaveu de la Cour suprême. Ceci fait suite à l'augmentation des droits de douane mondiaux de 10 % à 15 % annoncée la veille. Les entreprises françaises signalent des inquiétudes sur les coûts d'exportation et l'instabilité des échanges transatlantiques. En Ukraine, la Russie a lancé des frappes de drones sur Zaporijjia et Odessa, tuant trois personnes. Cela suit l'attaque aux missiles balistiques sur Kiev rapportée hier par les autorités ukrainiennes et la destruction d'un lanceur de missiles russe par l'armée ukrainienne. Les ministres de l'UE ont discuté d'un 20e paquet de sanctions contre la Russie, bloqué par la Hongrie.\n\nL'Iran et les États-Unis prévoient des pourparlers jeudi via un médiateur omanais, malgré l'ultimatum de Trump. L'Iran revendique son droit à la défense tout en cherchant un allègement des sanctions économiques sur son programme nucléaire. La Cour pénale internationale a commencé lundi l'examen des charges contre l'ex-président philippin Rodrigo Duterte pour crimes contre l'humanité liés à la campagne antidrogue de 2011 à 2019 ; le procureur demande son accusation. Tom Fletcher, secrétaire général adjoint de l'ONU, a alerté sur 280 000 déplacés au Soudan du Sud lors d'une visite depuis le 20 février, appelant à une aide urgente. À New York, le maire Zohran Mamdani a interdit les déplacements jusqu'à lundi midi face à une tempête de neige prévue jusqu'à 70 cm, paralysant la ville pour 8 millions d'habitants. La cérémonie de clôture des JO 2026 Milan-Cortina s'est tenue dimanche aux arènes de Vérone, avec remise du drapeau olympique à la France pour les JO 2030 dans les Alpes.",
  "headlines": [
    {
      "title": "Armée mexicaine tue Nemesio Oseguera Cervantes, chef du cartel Jalisco Nueva Generación, lors opération militaire",
      "source": "RFI",
      "sources": [
        "RFI",
        "Le Monde",
        "Le Figaro",
        "20 Minutes",
        "Libération",
        "France 24",
        "RTBF"
      ],
      "summary": "L'armée mexicaine a éliminé dimanche Nemesio Oseguera, alias El Mencho, baron de la drogue recherché pour 15 millions de dollars. Vague de violences suit dans 8 États : écoles fermées, vols annulés, présidente appelle au calme. Impact majeur sur trafic narcotique régional.",
      "link": "https://www.rfi.fr/fr/am%C3%A9riques/20260222-mexique-le-chef-d-un-des-principaux-cartels-nemesio-oseguera-alias-el-mencho-tu%C3%A9-par-l-arm%C3%A9e",
      "tier": "top",
      "framings": [
        {
          "source": "RFI",
          "angle": "Confirme mort par médias locaux et mentionne appel au calme de la présidente",
          "link": "https://www.rfi.fr/fr/am%C3%A9riques/20260222-mexique-le-chef-d-un-des-principaux-cartels-nemesio-oseguera-alias-el-mencho-tu%C3%A9-par-l-arm%C3%A9e"
        },
        {
          "source": "Le Monde",
          "angle": "Détaille violences post-mortem avec fermetures écoles et tribunaux dans 8 États",
          "link": "https://www.lemonde.fr/international/article/2026/02/23/vague-de-violences-au-mexique-apres-la-mort-d-el-mencho-l-un-des-principaux-barons-des-cartels-de-la-drogue-tue-par-l-armee_6667880_3210.html"
        },
        {
          "source": "Le Figaro",
          "angle": "Décrit opération armée et incertitude pour banditisme après mort du leader CJNG",
          "link": "https://www.lefigaro.fr/international/un-tremblement-de-terre-pour-le-grand-banditisme-la-mort-de-nemesio-oseguera-alias-el-mencho-plonge-le-mexique-dans-l-incertitude-20260223"
        }
      ],
      "singleSource": false,
      "category": "conflict",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Maire de New York interdit déplacements face à tempête de neige jusqu'à 70 cm",
      "source": "20 Minutes",
      "sources": [
        "20 Minutes",
        "France Info"
      ],
      "summary": "Le maire Zohran Mamdani interdit tout déplacement à New York jusqu'à lundi midi face à tempête rare, inédite depuis dix ans. Jusqu'à 70 cm de neige attendus, ville paralysée. Mesure protège 8 millions d'habitants des risques majeurs.",
      "link": "https://www.20minutes.fr/monde/etats-unis/4202816-20260222-new-york-face-approche-tempete-ampleur-maire-ville-interdit-deplacements?at_medium=display&at_campaign=149",
      "tier": "top",
      "framings": [
        {
          "source": "20 Minutes",
          "angle": "Cite alerte du maire sur ampleur tempête absente depuis une décennie",
          "link": "https://www.20minutes.fr/monde/etats-unis/4202816-20260222-new-york-face-approche-tempete-ampleur-maire-ville-interdit-deplacements?at_medium=display&at_campaign=149"
        },
        {
          "source": "France Info",
          "angle": "Précise interruption jusqu'à lundi et prévisions jusqu'à 70 cm de neige",
          "link": "https://www.franceinfo.fr/monde/usa/new-york-a-l-arret-en-raison-d-une-violente-tempete-de-neige-jusqu-a-70-cm-de-neige-attendus-lundi_7824173.html#xtor=RSS-3-[lestitres]"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Chef humanitaires ONU alerte sur 280 000 déplacés au Soudan du Sud",
      "source": "RFI",
      "summary": "Tom Fletcher, secrétaire général adjoint ONU, constate sur place immense crise humanitaire avec plus de 280 000 déplacés en semaines. Visite depuis 20 février interpelle communauté internationale sur besoin d'aide urgente.",
      "link": "https://www.rfi.fr/fr/afrique/20260223-soudan-du-sud-o%C3%B9-est-le-monde-s-alarme-le-chef-des-humanitaires-de-l-onu",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "RFI"
      ],
      "category": "conflict",
      "region": "africa",
      "importance": "major"
    },
    {
      "title": "Cour pénale internationale examine charges contre Rodrigo Duterte pour crimes contre humanité",
      "source": "RFI",
      "summary": "CPI démarre lundi examen charges pour guerre contre drogue aux Philippines de 2011 à 2019. Procureur demande accusation et procès de l'ex-président. Décision impacte justice internationale sur narcotrafic.",
      "link": "https://www.rfi.fr/fr/monde/20260223-la-cpi-d%C3%A9marre-l-examen-des-charges-visant-l-ex-pr%C3%A9sident-philippin-rodrigo-duterte",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "RFI"
      ],
      "category": "politics",
      "region": "asia-pacific",
      "importance": "notable"
    },
    {
      "title": "Iran et États-Unis prévoient pourparlers jeudi malgré ultimatum Trump",
      "source": "RTBF",
      "sources": [
        "RTBF",
        "20 Minutes"
      ],
      "summary": "Médiateur omanais annonce reprise pourparlers irano-américains jeudi. Iran invoque droit défense face ultimatum Trump mais cherche allègement sanctions économiques. Négociations visent accord rapide sur nucléaire.",
      "link": "https://www.rtbf.be/article/nouveaux-pourparlers-irano-americains-jeudi-malgre-la-peur-de-frappes-11683968",
      "tier": "also",
      "framings": [
        {
          "source": "RTBF",
          "angle": "Annonce reprise pourparlers jeudi via médiateur omanais malgré craintes frappes",
          "link": "https://www.rtbf.be/article/nouveaux-pourparlers-irano-americains-jeudi-malgre-la-peur-de-frappes-11683968"
        },
        {
          "source": "20 Minutes",
          "angle": "Iran assure vouloir accord rapide après ultimatum américain de Trump",
          "link": "https://www.20minutes.fr/monde/etats-unis/4202819-20260222-iran-brandit-droit-defendre-face-etats-unis-veut-croire-accord?at_medium=display&at_campaign=149"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "middle-east",
      "importance": "major"
    },
    {
      "title": "Milan-Cortina clôture JO 2026 par cérémonie aux arènes de Vérone",
      "source": "Le Monde",
      "summary": "Cérémonie de clôture dimanche rend hommage à Italie dans arènes de Vérone. Drapeau olympique remis à France pour JO 2030 Alpes. Événement marque fin deux semaines compétition hivernale.",
      "link": "https://www.lemonde.fr/sport/article/2026/02/23/jo-2026-une-ceremonie-de-cloture-en-hommage-a-la-beaute-de-l-italie-dans-les-arenes-de-verone_6667857_3242.html",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Le Monde"
      ],
      "category": "society",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Donald Trump met en œuvre taxe 15 % sur importations aux États-Unis",
      "source": "Le Monde",
      "summary": "Après désaveu Cour suprême, Trump applique samedi taxe 15 % sur marchandises entrantes. Entreprises françaises inquiètes face instabilité commerciale accrue. Impacte échanges transatlantiques et coûts export.",
      "link": "https://www.lemonde.fr/economie/article/2026/02/23/droits-de-douane-americains-les-entreprises-francaises-a-nouveau-plongees-dans-l-incertitude_6667881_3234.html",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Autorités américaines appliquent taxe 15 % après désaveu Cour suprême samedi, générant incertitude nouvelle chez entreprises françaises exportatrices",
      "sources": [
        "Le Monde"
      ],
      "singleSource": true,
      "category": "economy",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Russie lance frappes drones sur Ukraine tuant trois personnes",
      "source": "France 24",
      "summary": "Drones russes attaquent Zaporijjia et Odessa, font trois morts. Réunion ministres UE discute 20e paquet sanctions contre Moscou, bloqué par Hongrie. Conflit persiste avec innovations drones des deux côtés.",
      "link": "https://www.france24.com/fr/europe/20260223-en-direct-hongrie-veut-bloquer-prochain-paquet-europeen-sanctions-contre-russie-zelensky-poutine-frappes-drone-mort",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Frappes drones russes causent trois morts à Zaporijjia et Odessa ; Hongrie bloque 20e paquet sanctions UE lors réunion ministres Affaires étrangères",
      "sources": [
        "France 24"
      ],
      "singleSource": true,
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    }
  ],
  "metadata": {
    "sourcesUsed": 8,
    "articlesProcessed": 210,
    "articlesAfterDedup": 206,
    "articlesAfterDiversity": 45,
    "articlesAfterFilter": 20,
    "categoryCounts": {
      "conflict": 3,
      "politics": 3,
      "society": 1,
      "economy": 1
    },
    "regionCounts": {
      "americas": 3,
      "africa": 1,
      "asia-pacific": 1,
      "middle-east": 1,
      "europe": 2
    },
    "tierCounts": {
      "top": 3,
      "also": 3,
      "developing": 2
    }
  }
}