{
  "date": "2026-02-09",
  "summary": "Des frappes aériennes russes ont tué trois personnes à Kharkiv et Odessa en Ukraine dans la nuit de dimanche à lundi. Ces attaques ont touché l'est et le sud du pays, après les propositions américaines de pourparlers trilatéraux avec la Russie jusqu'en juin. Kiev rapporte des dommages aux infrastructures civiles, tandis que Moscou justifie les frappes par des cibles militaires. Une escalade est observée malgré les efforts diplomatiques à Abu Dhabi.\n\nUn tribunal de Hong Kong a condamné Jimmy Lai, fondateur du journal Apple Daily, à vingt ans de prison ferme pour collusion avec des puissances étrangères et publication séditieuse, sous la loi sur la sécurité nationale. Âgé de 78 ans, Lai est détenu depuis 2020. Pékin qualifie la sentence de nécessaire pour la stabilité, tandis que des groupes de défense des droits humains dénoncent une répression contre la presse. Le Haut-Commissariat au plan européen propose un droit de douane uniforme de 30 % sur les importations chinoises, estimant les mesures ciblées insuffisantes face à la concurrence industrielle. La Commission européenne examinera le rapport cette semaine. À Caracas, des hommes armés ont enlevé Juan Pablo Guanipa, chef de l'opposition vénézuélienne, peu après sa libération dimanche. Maria Corina Machado dénonce une répression du régime Maduro avant les élections.\n\nAu Japon, Sanae Takaichi, Première ministre du Parti libéral-démocrate, obtient une majorité absolue à la Chambre basse après les élections anticipées. Cela fait suite à sa victoire initiale et consolide son pouvoir pour des réformes internes. À Madrid, les États-Unis ont réuni Algérie, Maroc, Mauritanie et Polisario le 8 février pour le Sahara occidental, visant l'adoption du plan d'autonomie marocain. L'Algérie soutient un référendum pour l'indépendance. Jean-Pierre Lacroix, secrétaire général adjoint de l'ONU, visite la RDC pour les conflits à l'est et un dialogue national, avec des rencontres à Kinshasa et dans l'est.",
  "headlines": [
    {
      "title": "Tribunal de Hong Kong condamne Jimmy Lai à vingt ans de prison pour collusion avec étranger",
      "source": "Le Monde",
      "sources": [
        "Le Monde",
        "20 Minutes",
        "Radio-Canada"
      ],
      "summary": "Jimmy Lai, 78 ans, fondateur du journal prodémocratie Apple Daily, reçoit vingt ans de prison ferme lundi pour collusion avec l'étranger et publication séditieuse sous loi sécurité nationale. Cela renforce contrôle Pékin sur presse et opposition à Hong Kong, impactant libertés fondamentales.",
      "link": "https://www.lemonde.fr/international/article/2026/02/09/jimmy-lai-magnat-de-la-presse-hongkongais-devenu-l-ennemi-public-numero-un-du-regime-communiste-chinois-condamne-a-vingt-ans-de-prison_6665953_3210.html",
      "tier": "top",
      "framings": [
        {
          "source": "Le Monde",
          "angle": "Présente âge 78 ans opposant anticommuniste dirigeant Next Digital arrêté 2020 loi sécurité",
          "link": "https://www.lemonde.fr/international/article/2026/02/09/jimmy-lai-magnat-de-la-presse-hongkongais-devenu-l-ennemi-public-numero-un-du-regime-communiste-chinois-condamne-a-vingt-ans-de-prison_6665953_3210.html"
        },
        {
          "source": "20 Minutes",
          "angle": "Détaille charges collusion étranger publication séditieuse et réactions ONG liberté presse",
          "link": "https://www.20minutes.fr/monde/chine/4200481-20260209-hong-kong-magnat-presse-prodemocratie-jimmy-lai-condamne-20-prison?at_medium=display&at_campaign=149"
        },
        {
          "source": "Radio-Canada",
          "angle": "Mentionne encourait prison à vie fondateur journal prodémocratie Apple Daily",
          "link": "https://ici.radio-canada.ca/nouvelle/2227014/hong-kong-jimmy-lai-prison"
        }
      ],
      "singleSource": false,
      "category": "politics",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "Attaques aériennes russes tuent trois personnes à Kharkiv et Odessa en Ukraine",
      "source": "20 Minutes",
      "sources": [
        "20 Minutes",
        "France 24"
      ],
      "summary": "Frappes russes dans nuit dimanche-lundi causent trois morts à Kharkiv est et Odessa sud Ukraine, après négociations trilatérales Abu Dhabi. Cela prolonge escalade malgré efforts paix, menaçant civils et infrastructures.",
      "link": "https://www.20minutes.fr/monde/ukraine/4200478-20260209-direct-guerre-ukraine-attaque-aerienne-russe-fait-mort-odessa?at_medium=display&at_campaign=149",
      "tier": "top",
      "framings": [
        {
          "source": "20 Minutes",
          "angle": "Suit direct conflit russo-ukrainien avec attaques aériennes trois morts Kharkiv Odessa",
          "link": "https://www.20minutes.fr/monde/ukraine/4200478-20260209-direct-guerre-ukraine-attaque-aerienne-russe-fait-mort-odessa?at_medium=display&at_campaign=149"
        },
        {
          "source": "France 24",
          "angle": "Indique au moins trois morts région Kharkiv Odessa après cycles négociations Abu Dhabi",
          "link": "https://www.france24.com/fr/ukraine-direct-attaques-aeriennes-russes-negociations-paix-zelensky-poutine-etats-unis"
        }
      ],
      "singleSource": false,
      "category": "conflict",
      "region": "europe",
      "importance": "breaking"
    },
    {
      "title": "Haut-Commissariat au plan propose droit de douane européen global de 30 pour cent contre Chine",
      "source": "Le Monde",
      "summary": "Rapport lundi estime mesures UE ciblées insuffisantes face concurrence industrielle chinoise, préconise tarif uniforme 30 %. Cela vise protéger industries européennes, signalant durcissement commercial transatlantique.",
      "link": "https://www.lemonde.fr/economie/article/2026/02/09/le-haut-commissariat-au-plan-propose-un-droit-de-douane-europeen-global-de-30-face-au-rouleau-compresseur-chinois_6665956_3234.html",
      "tier": "top",
      "singleSource": true,
      "sources": [
        "Le Monde"
      ],
      "category": "economy",
      "region": "europe",
      "importance": "major"
    },
    {
      "title": "Hommes armés enlèvent Juan Pablo Guanipa chef opposition vénézuélienne à Caracas après libération",
      "source": "France 24",
      "summary": "Juan Pablo Guanipa, ex-vice-président Parlement, libéré dimanche puis enlevé par hommes armés, dénonce Maria Corina Machado. Cela accentue répression régime Maduro contre opposition avant échéances électorales.",
      "link": "https://www.france24.com/fr/am%C3%A9riques/20260209-venezuela-l-opposition-d%C3%A9nonce-l-enl%C3%A8vement-d-un-de-ses-chefs-tout-juste-lib%C3%A9r%C3%A9-de-prison",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "France 24"
      ],
      "category": "conflict",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Associations américaines dénoncent expulsions record immigrés vietnamiens malgré accord protecteur",
      "source": "RFI",
      "summary": "Police immigration cible Vietnamiens Asie Sud-Est casier judiciaire malgré peines purgées et résidences permanentes, violant accord. Cela inquiète communautés installées, risquant renvois massifs sous politique migratoire.",
      "link": "https://www.rfi.fr/fr/am%C3%A9riques/20260209-%C3%A9tats-unis-les-associations-s-inqui%C3%A8tent-des-renvois-record-de-vietnamiens-malgr%C3%A9-un-accord-les-prot%C3%A9geant-immigration-refugies-ice-police-expulsions",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "RFI"
      ],
      "category": "society",
      "region": "americas",
      "importance": "major"
    },
    {
      "title": "Ambassadrice norvégienne Mona Juul démissionne suite enquête liens avec Jeffrey Epstein",
      "source": "Le Figaro",
      "summary": "Mona Juul, figure négociations israélo-palestiniennes 1990, quitte poste Jordanie dimanche après ouverture enquête sur liens Epstein. Cela prolonge révélations dossiers impactant élites internationales.",
      "link": "https://www.lefigaro.fr/flash-actu/affaire-epstein-demission-d-une-diplomate-norvegienne-de-renom-20260208",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Le Figaro"
      ],
      "category": "politics",
      "region": "europe",
      "importance": "notable"
    },
    {
      "title": "Ghislaine Maxwell refuse témoigner audition Congrès sur affaire Jeffrey Epstein",
      "source": "Libération",
      "summary": "Complice Epstein condamnée 2022 invoque droit silence lundi commission James Comer, sans faits nouveaux. Cela freine enquêtes législatives sur réseau exploitation sexuelle impliquant personnalités.",
      "link": "https://www.liberation.fr/international/amerique/ghislaine-maxwell-complice-de-jeffrey-epstein-invoquera-son-droit-a-garder-le-silence-durant-son-audition-au-congres-20260209_VVHNZFXJKVC4XM7UL7RKSOAMQE/",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "Libération"
      ],
      "category": "politics",
      "region": "americas",
      "importance": "notable"
    },
    {
      "title": "Secrétaire général adjoint ONU visite RDC pour conflits est et dialogue national",
      "source": "RFI",
      "summary": "Jean-Pierre Lacroix rencontre politique confessions société civile Kinshasa puis est deux jours. Cela adresse insécurité persistante et fragilité politique dans zone conflits armés.",
      "link": "https://www.rfi.fr/fr/afrique/20260209-rdc-conflit-dans-l-est-et-dialogue-national-au-c%C5%93ur-de-la-visite-du-secr%C3%A9taire-g%C3%A9n%C3%A9ral-adjoint-de-l-onu",
      "tier": "also",
      "singleSource": true,
      "sources": [
        "RFI"
      ],
      "category": "conflict",
      "region": "africa",
      "importance": "major"
    },
    {
      "title": "Sanae Takaichi obtient raz-de-marée majorité Chambre basse Parlement japonais",
      "source": "Libération",
      "summary": "Première ministre ultraconservatrice Parti libéral-démocrate gagne programme sans coalition post-élections anticipées. Cela consolide pouvoir exécutif pour réformes internes et étrangères.",
      "link": "https://www.liberation.fr/international/asie-pacifique/japon-raz-de-maree-au-parlement-pour-la-premiere-ministre-ultraconservatrice-sanae-takaichi-20260209_EVON5WEJSZGERDN22HV3PWAQ44/",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Cheffe remporte raz-de-marée Chambre basse libérant mise en œuvre programme sans coalition",
      "sources": [
        "Libération"
      ],
      "singleSource": true,
      "category": "politics",
      "region": "asia-pacific",
      "importance": "major"
    },
    {
      "title": "États-Unis montrent fort engagement réunion Algérie Maroc Mauritanie Polisario Madrid Sahara occidental",
      "source": "RFI",
      "summary": "Réunion 8 février vise adoption plan autonomie marocain, Algérie soutien indépendantistes référendum. Cela relance négociations sous médiation américaine sur statut territoire disputé.",
      "link": "https://www.rfi.fr/fr/afrique/20260209-r%C3%A9union-en-espagne-sur-le-sahara-occidental-ce-qu-il-y-a-de-nouveau-c-est-le-fort-engagement-des-%C3%A9tats-unis",
      "tier": "developing",
      "dayNumber": 2,
      "previousContext": "Détails confirment fort engagement États-Unis pour avancer plan autonomie sous souveraineté marocaine",
      "sources": [
        "RFI"
      ],
      "singleSource": true,
      "category": "politics",
      "region": "global",
      "importance": "major"
    }
  ],
  "metadata": {
    "sourcesUsed": 8,
    "articlesProcessed": 205,
    "articlesAfterDedup": 202,
    "articlesAfterDiversity": 45,
    "articlesAfterFilter": 18,
    "categoryCounts": {
      "politics": 5,
      "conflict": 3,
      "economy": 1,
      "society": 1
    },
    "regionCounts": {
      "asia-pacific": 2,
      "europe": 3,
      "americas": 3,
      "africa": 1,
      "global": 1
    },
    "tierCounts": {
      "top": 3,
      "also": 5,
      "developing": 2
    }
  }
}