{
  "weekId": "2026-W05",
  "startDate": "2026-02-02",
  "endDate": "2026-02-08",
  "summary": "Du 2 au 8 février 2026, l'actualité mondiale a été dominée par les tensions géopolitiques en Ukraine, les rebondissements dans l'affaire Epstein et les crises budgétaires aux États-Unis. Plusieurs histoires persistantes se sont développées, tandis que d'autres n'ont fait l'objet d'une seule mention.\n\nEn Ukraine, la Russie a intensifié ses attaques : frappes sur Kiev le 3 février blessant deux personnes, assaut massif de drones et missiles le 4 avant des pourparlers à Abou Dhabi, offensive nocturne le 7 causant des coupures de courant généralisées, et poursuite des négociations avec les Américains les 5 et 6 février. Le 5, Volodymyr Zelensky a estimé à 55 000 le nombre de militaires ukrainiens tués depuis le début de la guerre. Le traité New Start entre États-Unis et Russie a expiré le 5 à minuit. Le 6, le général russe Vladimir Alekseïev a été blessé par balles à Moscou après ces négociations. Le 8, les États-Unis ont proposé des pourparlers trilatéraux sur le territoire ukrainien ou russe jusqu'en juin. Xi Jinping a appelé Vladimir Poutine à une coordination sino-russe le 5.\n\nAux États-Unis, le shutdown budgétaire s'est résolu le 4 : après trois jours de paralysie, le Congrès a adopté un texte que Donald Trump a signé, suivant son exhortation du 3. Trump a maintenu une pression militaire contre l'Iran le 5 avant des discussions à Oman, et publié le 7 une vidéo raciste sur Truth Social représentant Barack et Michelle Obama en singes. L'affaire Epstein s'est développée : Bill et Hillary Clinton ont accepté de témoigner devant le Congrès le 3 ; des documents judiciaires ont lié Elon Musk, Bill Gates et Reid Hoffman le 5 ; le parquet national financier français a ouvert une enquête contre Jack Lang et sa fille pour blanchiment de fraude fiscale liée à Epstein le 7. Elon Musk a défendu la fusion SpaceX-xAI, valorisée à 1 250 milliards de dollars, le 3. Le Washington Post a licencié 300 journalistes sur 800 employés le 5. New York a déploré 13 morts d'hypothermie le 3 lors d'une vague de froid.\n\nAilleurs, le parquet français a requis quatre ans de prison et cinq ans d'inéligibilité contre Marine Le Pen le 4. Seif al-Islam Kadhafi a été tué par des hommes armés en Libye le 4. Les forces kurdes syriennes ont signé un accord avec Damas le 6, finissant l'administration autonome du Rojava. L'État islamique a revendiqué un attentat-suicide dans une mosquée pakistanaise le 7, tuant 31 personnes et en blessant 170. Le président iranien Massoud Pezeshkian a approuvé des négociations avec les États-Unis le 3.\n\nPlusieurs histoires n'ont duré qu'une journée : motions de censure contre Lecornu le 2 pour le budget 2026 ; plus de 500 Palestiniens tués à Gaza depuis le cessez-le-feu d'octobre 2025 ; demande de fouilles pour l'affaire Émile ; victoire de Laura Fernandez au Costa Rica ; ordre israélien à Médecins sans frontières de quitter Gaza. D'autres événements isolés incluent un élève poignardant une enseignante à Sanary-sur-Mer le 4, la libération d'une magistrate de Grenoble le 6, la libéralisation du rail belge d'ici 2032, le déploiement militaire au Nigeria, la victoire électorale japonaise de Sanae Takaichi et le second tour portugais le 8, et le Grammy de Bad Bunny le 2.\n\nCes développements soulignent une semaine de crises persistantes en Europe de l'Est et aux États-Unis, avec des résolutions partielles comme la fin du shutdown. (378 mots)",
  "persistentStories": [],
  "fadedStories": [
    "Assemblée nationale examine deux motions de censure contre Lecornu pour adopter budget 2026",
    "Plus de 500 Palestiniens meurent à Gaza depuis cessez-le-feu d'octobre 2025",
    "Avocat de grand-mère d'Émile demande fouilles complémentaires autour du hameau",
    "Laura Fernandez remporte élection présidentielle au Costa Rica au premier tour",
    "Israël ordonne à Médecins sans frontières de quitter Gaza avant 28 février",
    "Bad Bunny remporte Grammy du meilleur album pour œuvre en espagnol à Los Angeles",
    "Bill et Hillary Clinton acceptent de témoigner devant le Congrès sur l'affaire Epstein",
    "Donald Trump exhorte le Congrès à mettre fin sans délai à la paralysie budgétaire de l'État",
    "New York déplore 13 morts d'hypothermie causées par la vague de froid exceptionnelle",
    "La Russie reprend ses frappes sur Kiev et blesse deux personnes dans la nuit"
  ],
  "topHeadlines": [
    {
      "date": "2026-02-02",
      "title": "Assemblée nationale examine deux motions de censure contre Lecornu pour adopter budget 2026",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-02",
      "title": "Plus de 500 Palestiniens meurent à Gaza depuis cessez-le-feu d'octobre 2025",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-02",
      "title": "Avocat de grand-mère d'Émile demande fouilles complémentaires autour du hameau",
      "category": "society",
      "region": "europe"
    },
    {
      "date": "2026-02-03",
      "title": "Bill et Hillary Clinton acceptent de témoigner devant le Congrès sur l'affaire Epstein",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-03",
      "title": "Donald Trump exhorte le Congrès à mettre fin sans délai à la paralysie budgétaire de l'État",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-03",
      "title": "New York déplore 13 morts d'hypothermie causées par la vague de froid exceptionnelle",
      "category": "environment",
      "region": "americas"
    },
    {
      "date": "2026-02-04",
      "title": "Parquet requiert quatre ans de prison et cinq ans d'inéligibilité contre Marine Le Pen",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-04",
      "title": "Russie lance attaque massive de drones et missiles sur Ukraine avant pourparlers à Abou Dhabi",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-04",
      "title": "Congrès américain adopte texte budgétaire et Trump signe fin du shutdown après trois jours",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-05",
      "title": "Documents judiciaires américains lient Elon Musk, Bill Gates et Reid Hoffman à Epstein",
      "category": "society",
      "region": "americas"
    },
    {
      "date": "2026-02-05",
      "title": "Traité New Start entre États-Unis et Russie expire à minuit",
      "category": "politics",
      "region": "global"
    },
    {
      "date": "2026-02-05",
      "title": "Président nigérian Bola Tinubu déploie bataillon d'armée dans État de Kwara",
      "category": "conflict",
      "region": "africa"
    },
    {
      "date": "2026-02-06",
      "title": "Forces kurdes syriennes signent accord avec pouvoir de Damas finissant administration autonome Rojava",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-06",
      "title": "Général russe Vladimir Alekseïev blessé par balles à Moscou après négociations Abou Dhabi",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-06",
      "title": "Magistrate de Grenoble et sa mère libérées après plus de 24 heures de séquestration",
      "category": "society",
      "region": "europe"
    },
    {
      "date": "2026-02-07",
      "title": "Forces russes lancent offensive nocturne provoquant coupures de courant dans la plupart des régions ukrainiennes",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-07",
      "title": "État islamique revendique attentat-suicide dans mosquée pakistanaise tuant 31 fidèles et blessant 170",
      "category": "conflict",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-07",
      "title": "Donald Trump diffuse vidéo raciste représentant Barack et Michelle Obama en singes sur Truth Social",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-07",
      "title": "Parquet national financier ouvre enquête contre Jack Lang et sa fille pour blanchiment de fraude fiscale liée à Epstein",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-08",
      "title": "États-Unis proposent pourparlers trilatéraux à Ukraine et Russie sur leur territoire jusqu'en juin",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-08",
      "title": "Première ministre japonaise Sanae Takaichi remporte pari des élections législatives anticipées",
      "category": "politics",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-08",
      "title": "Portugais votent second tour présidentielle opposant modéré à candidat extrême droite",
      "category": "politics",
      "region": "europe"
    }
  ],
  "metadata": {
    "totalArticlesProcessed": 1481,
    "totalSourcesUsed": 9,
    "daysWithData": 7,
    "categoryCounts": {
      "politics": 24,
      "conflict": 16,
      "society": 9,
      "environment": 2,
      "economy": 2,
      "science": 2
    },
    "regionCounts": {
      "europe": 21,
      "middle-east": 8,
      "americas": 10,
      "global": 7,
      "africa": 6,
      "asia-pacific": 3
    }
  }
}