{
  "weekId": "2026-W06",
  "startDate": "2026-02-09",
  "endDate": "2026-02-15",
  "summary": "Du 9 au 15 février 2026, plusieurs événements ont marqué l'actualité mondiale, avec des tensions géopolitiques persistantes et des catastrophes naturelles en France et à Madagascar. Les histoires les plus significatives concernent les États-Unis, l'Europe et le Moyen-Orient.\n\nLes tensions autour de l'Iran se sont intensifiées. Le 10 février, le cabinet de sécurité israélien a approuvé des règles étendant le contrôle sur les zones A et B de Cisjordanie. Le 11 février, Donald Trump a reçu Benjamin Netanyahu, qui a demandé une pression maximale des États-Unis sur l'Iran. Le 14 février, Trump a déployé un second porte-avions près de l'Iran et évoqué un changement de régime. Ces développements soulignent une escalade continue.\n\nL'affaire Epstein a connu des avancées. Le 11 février, des documents ont révélé des connexions impliquant le prince Andrew, un diplomate français et un milliardaire indien. Le 15 février, le parquet de Paris a saisi des magistrats pour examiner d'éventuelles infractions françaises.\n\nSur le front commercial, Donald Trump a menacé le 10 février de bloquer l'ouverture du pont Gordie-Howe entre les États-Unis et le Canada. Le 12 février, la Chambre des représentants américains a voté l'abrogation des droits de douane imposés par Trump sur le Canada, marquant une résolution partielle.\n\nEn Europe, Emmanuel Macron a appelé le 10 février à lancer des eurobonds pour des investissements communs. Le 14 février, à Munich, il a exposé des visions divergentes de l'Europe avec Friedrich Merz. Le Haut-Commissariat au plan a proposé le 9 février un droit de douane européen global de 30 % contre la Chine, mais cette idée a rapidement disparu des gros titres.\n\nLa France a été touchée par des intempéries. Le 12 février, la tempête Nils a provoqué la mort d'un chauffeur de camion dans les Landes, privé 850 000 foyers d'électricité et déclenché une vigilance rouge dans quatre départements. Le 14 février, Météo France a placé la Gironde et le Lot-et-Garonne en vigilance rouge pour crues.\n\nAutres faits notables : une fusillade le 11 février à Tumbler Ridge, Colombie-Britannique, a fait dix morts dont le tireur présumé ; le cyclone Gezani a tué 31 personnes et détruit 75 % de Toamasina à Madagascar le 12 février ; Quentin D., militant identitaire de 23 ans, est mort le 15 février après une agression à Lyon ; Sophie Adenot et trois astronautes sont arrivés à l'ISS après 34 heures de vol le 15 février ; 200 000 personnes ont manifesté à Munich pour la chute du régime iranien le même jour.\n\nDe nombreuses histoires n'ont duré qu'une journée : condamnation de Jimmy Lai à vingt ans de prison à Hong Kong le 9 février pour collusion avec l'étranger ; attaques aériennes russes tuant trois personnes à Kharkiv et Odessa en Ukraine le 9 février ; enlèvement de Juan Pablo Guanipa, chef de l'opposition vénézuélienne, à Caracas ; et dénonciations d'expulsions record d'immigrés vietnamiens aux États-Unis. Ces événements persistants contrastent avec ces faits éphémères, aidant à calibrer leur impact. (378 mots)",
  "persistentStories": [],
  "fadedStories": [
    "Tribunal de Hong Kong condamne Jimmy Lai à vingt ans de prison pour collusion avec étranger",
    "Attaques aériennes russes tuent trois personnes à Kharkiv et Odessa en Ukraine",
    "Haut-Commissariat au plan propose droit de douane européen global de 30 pour cent contre Chine",
    "Hommes armés enlèvent Juan Pablo Guanipa chef opposition vénézuélienne à Caracas après libération",
    "Associations américaines dénoncent expulsions record immigrés vietnamiens malgré accord protecteur",
    "Ambassadrice norvégienne Mona Juul démissionne suite enquête liens avec Jeffrey Epstein",
    "Ghislaine Maxwell refuse témoigner audition Congrès sur affaire Jeffrey Epstein",
    "Secrétaire général adjoint ONU visite RDC pour conflits est et dialogue national",
    "Emmanuel Macron appelle Union européenne à lancer eurobonds pour investissements communs",
    "Cabinet sécurité israélien approuve règles étendant contrôle sur Cisjordanie zones A et B"
  ],
  "topHeadlines": [
    {
      "date": "2026-02-09",
      "title": "Tribunal de Hong Kong condamne Jimmy Lai à vingt ans de prison pour collusion avec étranger",
      "category": "politics",
      "region": "asia-pacific"
    },
    {
      "date": "2026-02-09",
      "title": "Attaques aériennes russes tuent trois personnes à Kharkiv et Odessa en Ukraine",
      "category": "conflict",
      "region": "europe"
    },
    {
      "date": "2026-02-09",
      "title": "Haut-Commissariat au plan propose droit de douane européen global de 30 pour cent contre Chine",
      "category": "economy",
      "region": "europe"
    },
    {
      "date": "2026-02-10",
      "title": "Emmanuel Macron appelle Union européenne à lancer eurobonds pour investissements communs",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-10",
      "title": "Cabinet sécurité israélien approuve règles étendant contrôle sur Cisjordanie zones A et B",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-10",
      "title": "Donald Trump menace bloquer ouverture pont Gordie-Howe entre États-Unis et Canada",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-11",
      "title": "Fusillade à Tumbler Ridge fait dix morts dont tireur présumé dans école Colombie-Britannique",
      "category": "conflict",
      "region": "americas"
    },
    {
      "date": "2026-02-11",
      "title": "Donald Trump reçoit Benjamin Netanyahu qui demande pression maximale États-Unis sur Iran",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-11",
      "title": "Documents Epstein révèlent connexions prince Andrew diplomate français milliardaire indien",
      "category": "society",
      "region": "global"
    },
    {
      "date": "2026-02-12",
      "title": "Tempête Nils provoque mort chauffeur camion Landes prive 850 000 foyers électricité vigilance rouge quatre départements",
      "category": "environment",
      "region": "europe"
    },
    {
      "date": "2026-02-12",
      "title": "Cyclone Gezani tue 31 personnes détruit 75% Toamasina Madagascar",
      "category": "environment",
      "region": "africa"
    },
    {
      "date": "2026-02-12",
      "title": "Chambre représentants US vote abrogation droits douane Trump Canada",
      "category": "politics",
      "region": "americas"
    },
    {
      "date": "2026-02-14",
      "title": "Emmanuel Macron et Friedrich Merz exposent visions divergentes de l'Europe à Munich",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-14",
      "title": "Donald Trump déploie second porte-avions près de l'Iran et évoque changement de régime",
      "category": "conflict",
      "region": "middle-east"
    },
    {
      "date": "2026-02-14",
      "title": "Météo France place Gironde et Lot-et-Garonne en vigilance rouge pour crues",
      "category": "environment",
      "region": "europe"
    },
    {
      "date": "2026-02-15",
      "title": "Parquet de Paris saisit magistrats pour examiner infractions françaises dans affaire Epstein",
      "category": "politics",
      "region": "europe"
    },
    {
      "date": "2026-02-15",
      "title": "Quentin D. militant identitaire de 23 ans meurt après agression à Lyon",
      "category": "society",
      "region": "europe"
    },
    {
      "date": "2026-02-15",
      "title": "Sophie Adenot et trois astronautes arrivent à ISS après 34 heures de vol",
      "category": "science",
      "region": "global"
    },
    {
      "date": "2026-02-15",
      "title": "200.000 personnes manifestent à Munich pour chute régime iranien",
      "category": "politics",
      "region": "europe"
    }
  ],
  "metadata": {
    "totalArticlesProcessed": 1309,
    "totalSourcesUsed": 9,
    "daysWithData": 6,
    "categoryCounts": {
      "politics": 23,
      "conflict": 10,
      "economy": 4,
      "society": 12,
      "environment": 5,
      "science": 2
    },
    "regionCounts": {
      "asia-pacific": 5,
      "europe": 19,
      "americas": 17,
      "africa": 5,
      "global": 4,
      "middle-east": 6
    }
  }
}